[
  {
    "quote": "Sir, my concern is not whether God is on our side my greatest concern is to be on God's side, for God is always right.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "When the solution is simple, God is answering.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "While I know myself as a creation of God, I am also obligated to realize and remember that everyone else and everything else are also God's creation.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Never trust anyone completely but God. Love people, but put your full trust only in God.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "I believe God is managing affairs and that He doesn't need any advice from me. With God in charge, I believe everything will work out for the best in the end. So what is there to worry about.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "God, as Truth, has been for me a treasure beyond price. May He be so to every one of us.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.'", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The moment I have realized God sitting in the temple of every human body, the moment I stand in reverence before every human being and see God in him - that moment I am free from bondage, everything that binds vanishes, and I am free.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Each one prays to God according to his own light.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "God is, even though the whole world deny him. Truth stands, even if there be no public support. It is self-sustained.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty.", 
    "name": "Peter Marshall"
  }, 
  {
    "quote": "God gave you a gift of 86,400 seconds today. Have you used one to say 'thank you?'", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "God has given us two hands, one to receive with and the other to give with.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "God creates out of nothing. Wonderful you say. Yes, to be sure, but he does what is still more wonderful: he makes saints out of sinners.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Do not let your hearts be troubled. Trust in God trust also in me.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author salvation for its end, and truth without any mixture for its matter. It is all pure.", 
    "name": "John Locke"
  }, 
  {
    "quote": "The blame is his who chooses: God is blameless.", 
    "name": "Plato"
  }, 
  {
    "quote": "My message is that God is a good God.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "God who is eternally complete, who directs the stars, who is the master of fates, who elevates man from his lowliness to Himself, who speaks from the cosmos to every single human soul, is the most brilliant manifestation of the goal of perfection.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "I cannot think that we are useless or God would not have created us. There is one God looking down on us all. We are all the children of one God. The sun, the darkness, the winds are all listening to what we have to say.", 
    "name": "Geronimo"
  }, 
  {
    "quote": "There's only one effectively redemptive sacrifice, the sacrifice of self-will to make room for the knowledge of God.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "If thou desire the love of God and man, be humble, for the proud heart, as it loves none but itself, is beloved of none but itself. Humility enforces where neither virtue, nor strength, nor reason can prevail.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "God is looking for people to use, and if you can get usable, he will wear you out. The most dangerous prayer you can pray is this: 'Use me.'", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "God's truth judges created things out of love, and Satan's truth judges them out of envy and hatred.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "We are either in the process of resisting God's truth or in the process of being shaped and molded by his truth.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Start with God - the first step in learning is bowing down to God only fools thumb their noses at such wisdom and learning.", 
    "name": "King Solomon"
  }, 
  {
    "quote": "God hangs the greatest weights upon the smallest wires.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Every creature is a word of God.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "At the cross God wrapped his heart in flesh and blood and let it be nailed to the cross for our redemption.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "Knowledge of God's Word is a bulwark against deception, temptation, accusation, even persecution.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Reason is God's crowning gift to man.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "If you believe in God, He will open the windows of heaven and pour blessings upon you.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "God loves to help him who strives to help himself.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "When trouble comes, focus on God's ability to care for you.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "God lends a helping hand to the man who tries hard.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "God always strives together with those who strive.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "After all, God is God because he remembers.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Each one of us is an outlet to God and an inlet to God.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "God gave me life to continue to do things that I would never have done.", 
    "name": "Stevie Wonder"
  }, 
  {
    "quote": "The way to be with God in every season is to strive to be near Him every week and each day.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "I only answer to two people, myself and God.", 
    "name": "Cher"
  }, 
  {
    "quote": "If you must be mad, be it not for the things of the world. Be mad with the love of God.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "Every morning I wake up and thank God.", 
    "name": "Aaron Neville"
  }, 
  {
    "quote": "One must be very particular about telling the truth. Through truth one can realize God.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "God is bigger than people think.", 
    "name": "Jimmy Dean"
  }, 
  {
    "quote": "Whatever comes from God is impossible for a man to turn back.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "There is no work, however vile or sordid, that does not glisten before God.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "Some of God's greatest gifts are unanswered prayers.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "When it is a question of God's almighty Spirit, never say, 'I can't.'", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "Sometimes you ask God for something and you don't know what you're asking.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "Laughter is God's blessing.", 
    "name": "Joseph Prince"
  }, 
  {
    "quote": "For it pleased God, after he had made all things by the word of his power, to create man after his own image.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "People see God every day, they just don't recognize him.", 
    "name": "Pearl Bailey"
  }, 
  {
    "quote": "God sent Jesus as an example to see if we could retain and maintain the Holy Spirit in human flesh.", 
    "name": "Benny Hinn"
  }, 
  {
    "quote": "Before we can know God and understand his great plan it is first necessary for us to believe that he exists and that he rewards all who diligently seek him.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "I've said all along that God is in control.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "God gets you to the plate, but once your there your on your own.", 
    "name": "Ted Williams"
  }, 
  {
    "quote": "The Bible is a revelation of the mind and will of God to men. Therein we may learn, what God is.", 
    "name": "Jupiter Hammon"
  }, 
  {
    "quote": "But I know God has big stuff planned that ultimately doesn't have anything to do with me.", 
    "name": "Michael W. Smith"
  }, 
  {
    "quote": "God in His wisdom has decided that He will reward no works but His own.", 
    "name": "Johannes Tauler"
  }, 
  {
    "quote": "Sometimes God writes straightforward in twisted lines.", 
    "name": "Gloria Trevi"
  }, 
  {
    "quote": "God the Father and God the Son cannot be everywhere present indeed they cannot be even in two places at the same instant: but God the Holy Spirit is omnipresent - it extends through all space, with all other matter.", 
    "name": "Orson Pratt"
  }, 
  {
    "quote": "Even God lends a hand to honest boldness.", 
    "name": "Menander"
  }, 
  {
    "quote": "I think that anything that begins to give people a sense of their own worth and dignity is God.", 
    "name": "John Shelby Spong"
  }, 
  {
    "quote": "Your God is ever beside you - indeed, He is even within you.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "A thick skin is a gift from God.", 
    "name": "Konrad Adenauer"
  }, 
  {
    "quote": "The Bible is not man's word about God, but God's word about man.", 
    "name": "John Barth"
  }, 
  {
    "quote": "Adoration is caring for God above all else.", 
    "name": "Evelyn Underhill"
  }, 
  {
    "quote": "The world sees in our conduct, in our behaviour, the proof that we are the real children of God.", 
    "name": "Pope Shenouda III"
  }, 
  {
    "quote": "God is creating at every moment of the world's existence in and through the perpetually endowed creativity of the very stuff of the world.", 
    "name": "Arthur Peacocke"
  }, 
  {
    "quote": "They always win who side with God.", 
    "name": "Frederick William Faber"
  }, 
  {
    "quote": "God is one, greatest of gods and men, not like mortals in body or thought.", 
    "name": "Xenophanes"
  }, 
  {
    "quote": "God is the tangential point between zero and infinity.", 
    "name": "Alfred Jarry"
  }, 
  {
    "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Only one thing is impossible for God: To find any sense in any copyright law on the planet.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "God always gives His best to those who leave the choice with him.", 
    "name": "Jim Elliot"
  }, 
  {
    "quote": "Wine is constant proof that God loves us and loves to see us happy.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "If we ever forget that we are One Nation Under God, then we will be a nation gone under.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "It is impossible to rightly govern a nation without God and the Bible.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Before God we are all equally wise - and equally foolish.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I would rather live my life as if there is a God and die to find out there isn't, than live my life as if there isn't and die to find out there is.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word, 'darkness' on the walls of his cell.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It's just that the translations have gone wrong.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "God gave us the gift of life it is up to us to give ourselves the gift of living well.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "You cannot believe in God until you believe in yourself.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "I just want to do God's will. And he's allowed me to go to the mountain. And I've looked over, and I've seen the promised land! I may not get there with you, but I want you to know tonight that we as a people will get to the promised land.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Experience: that most brutal of teachers. But you learn, my God do you learn.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "God has given you one face, and you make yourself another.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I tremble for my country when I reflect that God is just that his justice cannot sleep forever.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I cannot imagine a God who rewards and punishes the objects of his creation and is but a reflection of human frailty.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "God always takes the simplest way.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I don't stand for the black man's side, I don' t stand for the white man's side. I stand for God's side.", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "There are two kinds of people: those who say to God, 'Thy will be done,' and those to whom God says, 'All right, then, have it your way.'", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "When you focus on being a blessing, God makes sure that you are always blessed in abundance.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "If God would have wanted us to live in a permissive society He would have given us Ten Suggestions and not Ten Commandments.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "God does not play dice.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I do not believe in the God of theology who rewards good and punishes evil.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I shall never believe that God plays dice with the world.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "We should take care not to make the intellect our god it has, of course, powerful muscles, but no personality.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Morality is of the highest importance - but for us, not for God.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Faith activates God - Fear activates the Enemy.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "God may be subtle, but he isn't plain mean.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "In the first place, God made idiots. That was for practice. Then he made school boards.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Ignorance is the curse of God knowledge is the wing wherewith we fly to heaven.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "A baby is God's opinion that life should go on.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Talent is God given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Question with boldness even the existence of a God because, if there be one, he must more approve of the homage of reason, than that of blind-folded fear.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "God didn't make a mistake when He made you. You need to see yourself as God sees you.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "God is an unutterable sigh, planted in the depths of the soul.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Our prayers should be for blessings in general, for God knows best what is good for us.", 
    "name": "Socrates"
  }, 
  {
    "quote": "God will never give you anything you can't handle, so don't stress.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Surely God would not have created such a being as man, with an ability to grasp the infinite, to exist only for a day! No, no, man was made for immortality.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I try to give to the poor people for love what the rich could get for money. No, I wouldn't touch a leper for a thousand pounds yet I willingly cure him for the love of God.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "In great contests each party claims to act in accordance with the will of God. Both may be, and one must be wrong.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I have sworn upon the altar of God, eternal hostility against every form of tyranny over the mind of man.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Our life of poverty is as necessary as the work itself. Only in heaven will we see how much we owe to the poor for helping us to love God better because of them.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "God made the Idiot for practice, and then He made the School Board.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "We can be tired, weary and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, 'I love you.'", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Man was made at the end of the week's work when God was tired.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I do not want to foresee the future. I am concerned with taking care of the present. God has given me no control over the moment following.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Fix reason firmly in her seat, and call to her tribunal every fact, every opinion. Question with boldness even the existence of a God because, if there be one, he must more approve of the homage of reason, than that of blindfolded fear.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.", 
    "name": "Arthur Young"
  }, 
  {
    "quote": "I gave in, and admitted that God was God.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Man - a creature made at the end of the week's work when God was tired.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "If God is just, I tremble for my country.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "We are never defeated unless we give up on God.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "It does me no injury for my neighbor to say there are twenty gods or no God.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The God who gave us life, gave us liberty at the same time.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Can a mortal ask questions which God finds unanswerable? Quite easily, I should think. All nonsense questions are unanswerable.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "There are people in the world so hungry, that God cannot appear to them except in the form of bread.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Without God, democracy will not and cannot long endure.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Rebellion against tyrants is obedience to God.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The more we come out and do good to others, the more our hearts will be purified, and God will be in them.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "And I will do everything that I can as long as I am President of the United States to remind the American people that we are one nation under God, and we may call that God different names but we remain one nation.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "It's wonderful to climb the liquid mountains of the sky. Behind me and before me is God and I have no fears.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "A vow is a purely religious act which cannot be taken in a fit of passion. It can be taken only with a mind purified and composed and with God as witness.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Prayer does not change God, but it changes him who prays.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Beautiful music is the art of the prophets that can calm the agitations of the soul it is one of the most magnificent and delightful presents God has given us.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I know, to banish anger altogether from one's breast is a difficult task. It cannot be achieved through pure personal effort. It can be done only by God's grace.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "What a piece of work is a man, how noble in reason, how infinite in faculties, in form and moving how express and admirable, in action how like an angel, in apprehension how like a god.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I sometimes think that God in creating man somewhat overestimated his ability.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "God is a metaphor for that which transcends all levels of intellectual thought. It's as simple as that.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "We have one life it soon will be past what we do for God is all that will last.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "I will far rather see the race of man extinct than that we should become less than beasts by making the noblest of God's creation, woman, the object of our lust.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Thank God every morning when you get up that you have something to do that day, which must be done, whether you like it or not.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "I have held many things in my hands, and I have lost them all but whatever I have placed in God's hands, that I still possess.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.", 
    "name": "Vincent McNabb"
  }, 
  {
    "quote": "There is a God shaped vacuum in the heart of every man which cannot be filled by any created thing, but only by God, the Creator, made known through Jesus.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Never be afraid to trust an unknown future to a known God.", 
    "name": "Corrie Ten Boom"
  }, 
  {
    "quote": "God hath given you one face, and you make yourselves another.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Where love is, there God is also.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "War is God's way of teaching Americans geography.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Resolution One: I will live for God. Resolution Two: If no one else does, I still will.", 
    "name": "Jonathan Edwards"
  }, 
  {
    "quote": "God sometimes does try to the uttermost those whom he wishes to bless.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Infinite striving to be the best is man's duty it is its own reward. Everything else is in God's hands.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I think that God, in creating man, somewhat overestimated his ability.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "But for my faith in God, I should have been a raving maniac.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "It is the quality of our work which will please God and not the quantity.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Your talent is God's gift to you. What you do with it is your gift back to God.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Non-violence requires a double faith, faith in God and also faith in man.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Only he can take great resolves who has indomitable faith in God and has fear of God.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "You're just left with yourself all the time, whatever you do anyway. You've got to get down to your own God in your own temple. It's all down to you, mate.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "O God, O God, how weary, stale, flat, and unprofitable seem to me all the uses of this world!", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "God will prepare everything for our perfect happiness in heaven, and if it takes my dog being there, I believe he'll be there.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The most important lesson that I have learned is to trust God in every circumstance. Lots of times we go through different trials and following God's plan seems like it doesn't make any sense at all. God is always in control and he will never leave us.", 
    "name": "Allyson Felix"
  }, 
  {
    "quote": "When we were children we were grateful to those who filled our stockings at Christmas time. Why are we not grateful to God for filling our stockings with legs?", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "I have never made but one prayer to God, a very short one: 'O Lord make my enemies ridiculous.' And God granted it.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "I cannot and will not recant anything, for to go against conscience is neither right nor safe. Here I stand, I can do no other, so help me God. Amen.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "He who learns must suffer. And even in our sleep pain that cannot forget falls drop by drop upon the heart, and in our own despair, against our will, comes wisdom to us by the awful grace of God.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "The person you consider ignorant and insignificant is the one who came from God, that he might learn bliss from grief and knowledge from gloom.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Mother is the name for God in the lips and hearts of little children.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "Thanksgiving is a time when the world gets to see just how blessed and how workable the Christian system is. The emphasis is not on giving or buying, but on being thankful and expressing that appreciation to God and to one another.", 
    "name": "John Clayton"
  }, 
  {
    "quote": "God could not be everywhere, and therefore he made mothers.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "God helps those who help themselves.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Let us raise a standard to which the wise and honest can repair the rest is in the hands of God.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Suicide is man's way of telling God, 'You can't fire me - I quit.'", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "God enters by a private door into every individual.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "There was my name up in lights. I said, 'God, somebody's made a mistake.' But there it was, in lights. And I sat there and said, 'Remember, you're not a star.' Yet there it was up in lights.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "You don't choose your family. They are God's gift to you, as you are to them.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "God is a concept by which we measure our pain.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Where can we go to find God if we cannot see Him in our own hearts and in every living being.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, 'Why god? Why me?' and the thundering voice of God answered, 'There's just something about you that pisses me off.'", 
    "name": "Stephen King"
  }, 
  {
    "quote": "If you have men who will exclude any of God's creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Pray as though everything depended on God. Work as though everything depended on you.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "God works wonders now and then Behold a lawyer, an honest man.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Today I love myself as I love my god: who could charge me with a sin today? I know only sins against my god but who knows my god?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "We consider Christmas as the encounter, the great encounter, the historical encounter, the decisive encounter, between God and mankind. He who has faith knows this truly let him rejoice.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Whosoever is delighted in solitude is either a wild beast or a god.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Only God Himself fully appreciates the influence of a Christian mother in the molding of character in her children.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "All men are by nature equal, made all of the same earth by one Workman and however we deceive ourselves, as dear unto God is the poor peasant as the mighty prince.", 
    "name": "Plato"
  }, 
  {
    "quote": "He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I cannot believe in a God who wants to be praised all the time.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "There is hope for the future because God has a sense of humor and we are funny to God.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "He didn't come out of my belly, but my God, I've made his bones, because I've attended to every meal, and how he sleeps, and the fact that he swims like a fish because I took him to the ocean. I'm so proud of all those things. But he is my biggest pride.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "You don't look out there for God, something in the sky, you look in you.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "The just is close to the people's heart, but the merciful is close to the heart of God.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "It's a struggle for every young Black man. You know how it is, only God can judge us.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Woman was God's second mistake.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The highest revelation is that God is in every man.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Disappointment is inevitable. But to become discouraged, there's a choice I make. God would never discourage me. He would always point me to himself to trust him. Therefore, my discouragement is from Satan. As you go through the emotions that we have, hostility is not from God, bitterness, unforgiveness, all of these are attacks from Satan.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "We see God face to face every hour, and know the savor of Nature.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Heaven means to be one with God.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Pray, and let God worry.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Power always thinks... that it is doing God's service when it is violating all his laws.", 
    "name": "John Adams"
  }, 
  {
    "quote": "A subject for a great poet would be God's boredom after the seventh day of creation.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "God screens us evermore from premature ideas.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "There is no chance and anarchy in the universe. All is system and gradation. Every god is there sitting in his sphere.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "God is a comedian, playing to an audience too afraid to laugh.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Is man one of God's blunders? Or is God one of man's blunders?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I have been all things unholy. If God can work through me, he can work through anyone.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "And God help Bruce Springsteen when they decide he's no longer God... They'll turn on him, and I hope he survives it.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "God is not present in idols. Your feelings are your god. The soul is your temple.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Dear God, Please send to me the spirit of Your peace. Then send, dear Lord, the spirit of peace from me to all the world. Amen.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I've been saying for a couple of years now that people need to let God out of the Sunday morning box, that He doesn't want to just be with you for an hour or two on Sunday morning and then put back in His box to sit there until you have an emergency, but He wants to invade your Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, and Sunday.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "When I was playing before I retired, I never really understood the appreciation and the respect that people gave me. People had treated me like a god or something, and that was very embarrassing.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "God is a thought who makes crooked all that is straight.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "It's God's will for you to live in prosperity instead of poverty. It's God's will for you to pay your bills and not be in debt.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Thank God men cannot fly, and lay waste the sky as well as the earth.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "God will not look you over for medals degrees or diplomas, but for scars.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "But what we can do, as flawed as we are, is still see God in other people, and do our best to help them find their own grace. That's what I strive to do, that's what I pray to do every day.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "There cannot be a God because if there were one, I could not believe that I was not He.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I distrust those people who know so well what God wants them to do, because I notice it always coincides with their own desires.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "I am as bad as the worst, but, thank God, I am as good as the best.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "I would believe only in a God that knows how to Dance.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "As different streams having different sources all mingle their waters in the sea, so different tendencies, various though they appear, crooked or straight, all lead to God.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "I am still far from being what I want to be, but with God's help I shall succeed.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "You may make some mistakes - but that doesn't make you a sinner. You've got the very nature of God on the inside of you.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.", 
    "name": "Basil Hume"
  }, 
  {
    "quote": "The abdomen is the reason why man does not readily take himself to be a god.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "If God can work through me, he can work through anyone.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "I'm going to let God be the judge of who goes to heaven and hell.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Once spirit was God, then it became man, and now it is even becoming mob.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "God writes the Gospel not in the Bible alone, but also on trees, and in the flowers and clouds and stars.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "God wants us to prosper financially, to have plenty of money, to fulfill the destiny He has laid out for us.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "But suppose God is black? What if we go to Heaven and we, all our lives, have treated the Negro as an inferior, and God is there, and we look up and He is not white? What then is our response?", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "The best place to find God is in a garden. You can dig for him there.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "To love another person is to see the face of God.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "What is human warfare but just this an effort to make the laws of God and nature take sides with one party.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "God reigns when we take a liberal view, when a liberal view is presented to us.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I'm an atheist and I thank God for it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Next to the Word of God, the noble art of music is the greatest treasure in the world.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "All men are born with a nose and ten fingers, but no one was born with a knowledge of God.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The end of life is to be like God, and the soul following God will be like Him.", 
    "name": "Socrates"
  }, 
  {
    "quote": "God is to be worshipped as the one beloved, dearer than everything in this and next life.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "I am at peace with God. My conflict is with Man.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "Only God can look at somebody's heart.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Stupidity is also a gift of God, but one mustn't misuse it.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "If you believe in God, believe in Death Row East.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Gray hair is God's graffiti.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "All the laws and legislation in the world will never heal this world like the loving hearts and arms of mothers and fathers. If every child could drift to sleep feeling wrapped in the love of their family - and God's love - this world would be a far more gentle and better place.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I'm not the judge. You know, God didn't tell me to go around judging everybody.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "If you want to make God laugh, tell him about your plans.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "If you suffer, thank God! It is a sure sign that you are alive.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Belief in a cruel God makes a cruel man.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Ah, mon cher, for anyone who is alone, without God and without a master, the weight of days is dreadful.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "You can safely assume that you've created God in your own image when it turns out that God hates all the same people you do.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "The highest reward that God gives us for good work is the ability to do better work.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "God has cared for these trees, saved them from drought, disease, avalanches, and a thousand tempests and floods. But he cannot save them from fools.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Reputation is what men and women think of us character is what God and angels know of us.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "It is possible to become discouraged about the injustice we see everywhere. But God did not promise us that the world would be humane and just. He gives us the gift of life and allows us to choose the way we will use our limited time on earth. It is an awesome opportunity.", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "Eskimo: 'If I did not know about God and sin, would I go to hell?' Priest: 'No, not if you did not know.' Eskimo: 'Then why did you tell me?'", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "As a child of God, I am greater than anything that can happen to me.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "I believe God gives you the grace to do what you need to do.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "I don't have a problem believing in God and Jesus. But in Genesis one has to wonder about these sentences that just go on and end without finishing. The thought is unfinished. Where did Adam go? What is he doing? Hello? There has to be some pages missing.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "If I had to choose a religion, the sun as the universal giver of life would be my god.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "We turn toward God only to obtain the impossible.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "We ought to fly away from earth to heaven as quickly as we can and to fly away is to become like God, as far as this is possible and to become like him is to become holy, just, and wise.", 
    "name": "Plato"
  }, 
  {
    "quote": "I made a decision when my father passed away that I was going to be who God made me to be and not try to preach like my father.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "God lets everything happen for a reason. It's all a learning process, and you have to go from one level to another.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "Jesus is the God whom we can approach without pride and before whom we can humble ourselves without despair.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "For where God built a church, there the Devil would also build a chapel.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Beauty is mysterious as well as terrible. God and devil are fighting there, and the battlefield is the heart of man.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "We worship an awesome God in the Blue States, and we don't like federal agents poking around our libraries in the Red States. We coach Little League in the Blue States and have gay friends in the Red States.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "When I played God Bless The Queen, I was wondering if they was gonna dig us, then quite naturally I'd go on and try to get it together.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "You are a child of God. Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won't feel insecure about you. We were born to manifest the glory of God that is within us.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "God not only plays dice, He also sometimes throws the dice where they cannot be seen.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "You hear a lot about God these days: God, the beneficent God, the all-great God, the Almighty God, the most powerful God, the giver of life God, the creator of death. I mean, we're hearing about God all the time, so we better learn how to deal with it. But if we know anything about God, God is arbitrary.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "What God intended for you goes far beyond anything you can imagine.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Zen does not confuse spirituality with thinking about God while one is peeling potatoes. Zen spirituality is just to peel the potatoes.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Every child comes with the message that God is not yet discouraged of man.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "God is more interested in your future and your relationships than you are.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "God grant me the courage not to give up what I think is right even though I think it is hopeless.", 
    "name": "Chester W. Nimitz"
  }, 
  {
    "quote": "To gather with God's people in united adoration of the Father is as necessary to the Christian life as prayer.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "We are not at peace with others because we are not at peace with ourselves, and we are not at peace with ourselves because we are not at peace with God.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Thank you, God, for this good life and forgive us if we do not love it enough.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "When we talk to God, we're praying. When God talks to us, we're schizophrenic.", 
    "name": "Jane Wagner"
  }, 
  {
    "quote": "God wants to bless us where we are.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Any fool knows that bravado is always a cover-up for insecurity. That's the truth. And on that note, I'll say goodnight. God love you.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "I've always been - you know, my personality is motivating and encouraging. And so I'm just being who God made me to be.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Look out into the universe and contemplate the glory of God. Observe the stars, millions of them, twinkling in the night sky, all with a message of unity, part of the very nature of God.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "I say, don't try to fight your own battles because God will do it.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "We are all atheists about most of the gods that societies have ever believed in. Some of us just go one god further.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "God... a being whose only definition is that he is beyond man's power to conceive.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "I speak Spanish to God, Italian to women, French to men, and German to my horse.", 
    "name": "Charles V"
  }, 
  {
    "quote": "I don't think that a same-sex marriage is the way God intended it to be.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "God is not on the side of the big battalions, but on the side of those who shoot best.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "I think God's justice is making wrongs right.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "If God did not exist, it would be necessary to invent Him.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "We are always on the anvil by trials God is shaping us for higher things.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Yeah, I know I'm ugly... I said to a bartender, 'Make me a zombie.' He said 'God beat me to it.'", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style, He just goes on trying other things.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "God is not willing to do everything, and thus take away our free will and that share of glory which belongs to us.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Prayer is simply a two-way conversation between you and God.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I don't like to write like God. It is only because you never do it, though, that the critics think you can't do it.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Our society strives to avoid any possibility of offending anyone - except God.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Nothing would be more tiresome than eating and drinking if God had not made them a pleasure as well as a necessity.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Forgiveness is God's command.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "We can't form our children on our own concepts we must take them and love them as God gives them to us.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The hardest people to reach with the love of God are not the bad people. They know they are bad. They have no defense. The hardest ones to win for God are the self-righteous people.", 
    "name": "Charles L. Allen"
  }, 
  {
    "quote": "One and God make a majority.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "I pray God may preserve your health and life many years.", 
    "name": "Junipero Serra"
  }, 
  {
    "quote": "If you have God on your side, everything becomes clear.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "If God had wanted me otherwise, He would have created me otherwise.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Whatever your heart clings to and confides in, that is really your God.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "I try to speak in everyday language. I feel like God has gifted me to take Bible principles and make them practical.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "In this world you've just got to hope for the best and prepare for the worst and take whatever God sends.", 
    "name": "Lucy Maud Montgomery"
  }, 
  {
    "quote": "The will is a beast of burden. If God mounts it, it wishes and goes as God wills if Satan mounts it, it wishes and goes as Satan wills Nor can it choose its rider... the riders contend for its possession.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Music is the art of the prophets and the gift of God.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "If there were no God, it would be necessary to invent him.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Your belief in God is merely an escape from your monotonous, stupid and cruel life.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "I'm only going to stand before God and give an account for my life, not for somebody else's life. If I have a bad attitude, then I need to say there's no point in me blaming you for what's wrong in my life.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "God created man, but I could do better.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "It is not known precisely where angels dwell whether in the air, the void, or the planets. It has not been God's pleasure that we should be informed of their abode.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Just as the soul fills the body, so God fills the world. Just as the soul bears the body, so God endures the world. Just as the soul sees but is not seen, so God sees but is not seen. Just as the soul feeds the body, so God gives food to the world.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Art is a collaboration between God and the artist, and the less the artist does the better.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else's sake - to abandon our own desires and put our child's interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "The reproduction of mankind is a great marvel and mystery. Had God consulted me in the matter, I should have advised him to continue the generation of the species by fashioning them out of clay.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "In the beginning there was nothing. God said, 'Let there be light!' And there was light. There was still nothing, but you could see it a whole lot better.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "All God does is watch us and kill us when we get boring. We must never, ever be boring.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "The Negro revolution is controlled by foxy white liberals, by the Government itself. But the Black Revolution is controlled only by God.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "If God created us in his own image, we have more than reciprocated.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "In the name of God, stop a moment, cease your work, look around you.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Sorrow is a fruit. God does not make it grow on limbs too weak to bear it.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "If God wanted us to bend over he'd put diamonds on the floor.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "The very impossibility in which I find myself to prove that God is not, discovers to me his existence.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "I have always believed in God.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "There are two great forces, God's force of good and the devil's force of evil, and I believe Satan is alive and he is working, and he is working harder than ever, and we have many mysteries that we don't understand.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I think art is the only thing that's spiritual in the world. And I refuse to forced to believe in other people's interpretations of God. I don't think anybody should be. No one person can own the copyright to what God means.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "God is at home, it's we who have gone out for a walk.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "To believe in God is impossible not to believe in Him is absurd.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Flowers are the sweetest things God ever made and forgot to put a soul into.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Reading about nature is fine, but if a person walks in the woods and listens carefully, he can learn more than what is in books, for they speak with the voice of God.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "I think God made a woman to be strong and not to be trampled under the feet of men. I've always felt this way because my mother was a very strong woman, without a husband.", 
    "name": "Little Richard"
  }, 
  {
    "quote": "God loves each of us as if there were only one of us.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "God's desire is that we excel.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Great thoughts and a pure heart, that is what we should ask from God.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "By our Heavenly Father and only because of God, only because of God. We're like other couples. We do not get along perfectly we do not go without arguments and, as I call them, fights, and heartache and pain and hurting each other. But a marriage is three of us.", 
    "name": "Barbara Mandrell"
  }, 
  {
    "quote": "I know why I am here and my only real focused goal is to live each day to the fullest and to try and honor God and be an encouragement to others. What the future holds is firmly in God's hands, and I am very happy about that!", 
    "name": "Ken Hensley"
  }, 
  {
    "quote": "My main point here is that if you are the child of God and God is a part of you, the in your imagination God suppose to look like you. And when you accept a picture of the deity assigned to you by another people, you become the spiritual prisoners of that other people.", 
    "name": "John Henrik Clarke"
  }, 
  {
    "quote": "I don't mind saying, you know, that I don't take a salary from the church, and God has blessed me with more money than I could imagine from my books.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "God had one son on earth without sin, but never one without suffering.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "I tremble for my country when I hear of confidence expressed in me. I know too well my weakness, that our only hope is in God.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Our worldly successes cannot be guaranteed, but our ability to achieve spiritual success is entirely up to us, thanks to the grace of God. The best advice I know is to give is to give those worldly things your best but never your all - reserve the ultimate hope for the only one who can grant it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I cannot persuade myself that a beneficent and omnipotent God would have designedly created parasitic wasps with the express intention of their feeding within the living bodies of Caterpillars.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "We cannot fashion our children after our desires, we must have them and love them as God has given them to us.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The God of this world is riches, pleasure and pride.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Perhaps religious conscience upsets the designs of those who feel that the highest wisdom and authority comes from government. But from the beginning, this nation trusted in God, not man. Religious liberty is the first freedom in our Constitution.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Because one doesn't like the way things are is no reason to be unjust towards God.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I do not know myself, and God forbid that I should.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I'm trying to make God more relevant in our society.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "It is impossible to imagine the universe run by a wise, just and omnipotent God, but it is quite easy to imagine it run by a board of gods.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Religions do a useful thing: they narrow God to the limits of man. Philosophy replies by doing a necessary thing: it elevates man to the plane of God.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Faith is deliberate confidence in the character of God whose ways you may not understand at the time.", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "From the solemn gloom of the temple children run out to sit in the dust, God watches them play and forgets the priest.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "The voice of the people has been said to be the voice of God and, however generally this maxim has been quoted and believed, it is not true to fact. The people are turbulent and changing, they seldom judge or determine right.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "When I see children, I see the face of God. That's why I love them so much. That's what I see.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "The Word of God well understood and religiously obeyed is the shortest route to spiritual perfection. And we must not select a few favorite passages to the exclusion of others. Nothing less than a whole Bible can make a whole Christian.", 
    "name": "Aiden Wilson Tozer"
  }, 
  {
    "quote": "There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder.", 
    "name": "Charles Morgan"
  }, 
  {
    "quote": "In the nineteenth century the problem was that God is dead. In the twentieth century the problem is that man is dead.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "The theory seems to be that as long as a man is a failure he is one of God's children, but that as soon as he succeeds he is taken over by the Devil.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble in a statue the marble must be like flesh.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "If God listened to the prayers of men, all men would quickly have perished: for they are forever praying for evil against one another.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "No matter what looms ahead, if you can eat today, enjoy today, mix good cheer with friends today enjoy it and bless God for it.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "It is not a God, just and good, but a devil, under the name of God, that the Bible describes.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Anyone can count the seeds in an apple, but only God can count the number of apples in a seed.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "I used to read five psalms every day - that teaches me how to get along with God. Then I read a chapter of Proverbs every day and that teaches me how to get along with my fellow man.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "If I am capable of grasping God objectively, I do not believe, but precisely because I cannot do this I must believe.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "If only God would give me some clear sign! Like making a large deposit in my name at a Swiss bank.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "The real democratic American idea is, not that every man shall be on a level with every other man, but that every man shall have liberty to be what God made him, without hindrance.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "God isn't compatible with machinery and scientific medicine and universal happiness. You must make your choice. Our civilization has chosen machinery and medicine and happiness.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.", 
    "name": "Martin Lawrence"
  }, 
  {
    "quote": "The dog is the god of frolic.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Uncontrolled, the hunger and thirst after God may become an obstacle, cutting off the soul from what it desires. If a man would travel far along the mystic road, he must learn to desire God intensely but in stillness, passively and yet with all his heart and mind and strength.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "What gives me the most hope every day is God's grace knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "If God dropped acid, would he see people?", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Imagination is the voice of daring. If there is anything Godlike about God it is that. He dared to imagine everything.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Find out how much God has given you and from it take what you need the remainder is needed by others.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "God appoints our graces to be nurses to other men's weaknesses.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "That God cannot lie, is no advantage to your argument, because it is no proof that priests can not, or that the Bible does not.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "I believe in God, only I spell it Nature.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "I think God's going to come down and pull civilization over for speeding.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Charity never humiliated him who profited from it, nor ever bound him by the chains of gratitude, since it was not to him but to God that the gift was made.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Risk is a part of God's game, alike for men and nations.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "The soles of Neil Armstrong's boots on the moon made permanent impressions on our souls and in our national psyche. Ann and I watched those steps together on her parent's sofa. Like all Americans we went to bed that night knowing we lived in the greatest country in the history of the world. God bless Neil Armstrong.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Men must be governed by God or they will be ruled by tyrants.", 
    "name": "William Penn"
  }, 
  {
    "quote": "I think people need to be educated to the fact that marijuana is not a drug. Marijuana is an herb and a flower. God put it here. If He put it here and He wants it to grow, what gives the government the right to say that God is wrong?", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Forgiveness is not a feeling - it's a decision we make because we want to do what's right before God. It's a quality decision that won't be easy and it may take time to get through the process, depending on the severity of the offense.", 
    "name": "Joyce Meyer"
  }, 
  {
    "quote": "The chief contribution of Protestantism to human thought is its massive proof that God is a bore.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Of all human activities, man's listening to God is the supreme act of his reasoning and will.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "I know it's an experience that I need to have if God's putting me through it.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "If I have any worth, it is to live my life for God so as to teach these peoples even though some of them still look down on me.", 
    "name": "Saint Patrick"
  }, 
  {
    "quote": "God gave us memory so that we might have roses in December.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "God had brought me to my knees and made me acknowledge my own nothingness, and out of that knowledge I had been reborn. I was no longer the centre of my life and therefore I could see God in everything.", 
    "name": "Bede Griffiths"
  }, 
  {
    "quote": "Oh, God, I struggle with low self-esteem all the time! I think everyone does. I have so much wrong with me, it's unbelievable!", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "One of the peculiar sins of the twentieth century which we've developed to a very high level is the sin of credulity. It has been said that when human beings stop believing in God they believe in nothing. The truth is much worse: they believe in anything.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "We have come to a turning point in the road. If we turn to the right mayhap our children and our children's children will go that way but if we turn to the left, generations yet unborn will curse our names for having been unfaithful to God and to His Word.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "I will govern my life and thoughts as if the whole world were to see the one and read the other, for what does it signify to make anything a secret to my neighbor, when to God, who is the searcher of our hearts, all our privacies are open?", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "God lets you be successful because he trusts you that you will do the right thing with it. Now, does he get disappointed often? All the time, because people get there and they forget how they got it.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "God made man to go by motives, and he will not go without them, any more than a boat without steam or a balloon without gas.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "There are joys which long to be ours. God sends ten thousands truths, which come about us like birds seeking inlet but we are shut up to them, and so they bring us nothing, but sit and sing awhile upon the roof, and then fly away.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "God pardons like a mother, who kisses the offense into everlasting forgiveness.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "God asks no man whether he will accept life. That is not the choice. You must take it. The only choice is how.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "There are matters in the Bible, said to be done by the express commandment of God, that are shocking to humanity and to every idea we have of moral justice.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "When God desires to destroy a thing, he entrusts its destruction to the thing itself. Every bad institution of this world ends by suicide.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "God's angels often protect his servants from potential enemies.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I have offended God and mankind because my work didn't reach the quality it should have.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Have faith in God God has faith in you.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "We steal if we touch tomorrow. It is God's.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Theology is a science of mind applied to God.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Mirth is the sweet wine of human life. It should be offered sparkling with zestful life unto God.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "The dog was created specially for children. He is a god of frolic.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Sabbath - a weekly festival having its origin in the fact that God made the world in six days and was arrested on the seventh.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Only God who made us can touch us and change us and save us from ourselves.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "We can only learn to know ourselves and do what we can - namely, surrender our will and fulfill God's will in us.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "You will reciprocally promise love, loyalty and matrimonial honesty. We only want for you this day that these words constitute the principle of your entire life and that with the help of divine grace you will observe these solemn vows that today, before God, you formulate.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "My religion encompasses all religions. I believe in God, I believe in the universe. I believe you are god, I believe I am god I believe the earth is god and the universe is god. We're all god.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Just as in earthly life lovers long for the moment when they are able to breathe forth their love for each other, to let their souls blend in a soft whisper, so the mystic longs for the moment when in prayer he can, as it were, creep into God.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "To do all that one is able to do, is to be a man to do all that one would like to do, is to be a god.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "If the grace of God miraculously operates, it probably operates through the subliminal door.", 
    "name": "William James"
  }, 
  {
    "quote": "Faith, mighty faith, the promise sees, And looks to God alone Laughs at impossibilities, And cries it shall be done.", 
    "name": "Charles Wesley"
  }, 
  {
    "quote": "God has two dwellings one in heaven, and the other in a meek and thankful heart.", 
    "name": "Izaak Walton"
  }, 
  {
    "quote": "We may be surprised at the people we find in heaven. God has a soft spot for sinners. His standards are quite low.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "A religious man is a person who holds God and man in one thought at one time, at all times, who suffers harm done to others, whose greatest passion is compassion, whose greatest strength is love and defiance of despair.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "Not only does God play dice, but... he sometimes throws them where they cannot be seen.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "God's mercy and grace give me hope - for myself, and for our world.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The Bible tells us that God will meet all our needs. He feeds the birds of the air and clothes the grass with the splendor of lilies. How much more, then, will He care for us, who are made in His image? Our only concern is to obey the heavenly Father and leave the consequences to Him.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "The god whom science recognizes must be a God of universal laws exclusively, a God who does a wholesale, not a retail business. He cannot accommodate his processes to the convenience of individuals.", 
    "name": "William James"
  }, 
  {
    "quote": "Your idol is shattered in the dust to prove that God's dust is greater than your idol.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "Call it Nature, Fate, Fortune all these are names of the one and selfsame God.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Hope is the word which God has written on the brow of every man.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "A universe with a God would look quite different from a universe without one. A physics, a biology where there is a God is bound to look different. So the most basic claims of religion are scientific. Religion is a scientific theory.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "God never made a promise that was too good to be true.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "I can't prove it scientifically, that there's a God, but I believe.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Healing rain is a real touch from God. It could be physical healing or emotional or whatever.", 
    "name": "Michael W. Smith"
  }, 
  {
    "quote": "As we become purer channels for God's light, we develop an appetite for the sweetness that is possible in this world. A miracle worker is not geared toward fighting the world that is, but toward creating the world that could be.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "As the poet said, 'Only God can make a tree,' probably because it's so hard to figure out how to get the bark on.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I can't believe that God put us on this earth to be ordinary.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "Communism has decided against God, against Christ, against the Bible, and against all religion.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "You were made by God and for God, and until you understand that, life will never make sense.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "If I were to say, 'God, why me?' about the bad things, then I should have said, 'God, why me?' about the good things that happened in my life.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "Conscience is God present in man.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, 'Oh God, I've got to do this today.'", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "If God treats you well by teaching you a disastrous lesson, you never forget it.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "I am and always will be a sinner. But that's the beautiful thing about Jesus. I'll always try to be a better person in the eyes of God. But I'm not all of a sudden stepping up on a pedestal and saying I'm holier than thou, 'cause I'm not!", 
    "name": "Billy Ray Cyrus"
  }, 
  {
    "quote": "The first step toward finding God, Who is Truth, is to discover the truth about myself: and if I have been in error, this first step to truth is the discovery of my error.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Indigestion is charged by God with enforcing morality on the stomach.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I believe in God and his son, Jesus.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "I like mathematics because it is not human and has nothing particular to do with this planet or with the whole accidental universe - because, like Spinoza's God, it won't love us in return.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The word is the Verb, and the Verb is God.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "To think is of itself to be useful it is always and in all cases a striving toward God.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I just want to lobby for God.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I look forward to death with great anticipation, to meeting God face to face.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "I do not believe in God his existence has been disproved by Science. But in the concentration camp, I learned to believe in men.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "God writes a lot of comedy... the trouble is, he's stuck with so many bad actors who don't know how to play funny.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "God is the universal substance in existing things. He comprises all things. He is the fountain of all being. In Him exists everything that is.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "There's a tremendous difference between alone and lonely. You could be lonely in a group of people. I like being alone. I like eating by myself. I go home at night and just watch a movie or hang out with my dog. I have to exert myself and really say, oh God, I've got to see my friends 'cause I'm too content being by myself.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "To you I'm an atheist to God, I'm the Loyal Opposition.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Forgetfulness - a gift of God bestowed upon debtors in compensation for their destitution of conscience.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The Bible is clear - God's definition of marriage is between a man and a woman.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "God put me on this earth to accomplish a certain number of things. Right now I am so far behind that I will never die.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "Behold a worthy sight, to which the God, turning his attention to his own work, may direct his gaze. Behold an equal thing, worthy of a God, a brave man matched in conflict with evil fortune.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I am not a perfect servant. I am a public servant doing my best against the odds. As I develop and serve, be patient. God is not finished with me yet.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "God is cruel. Sometimes he makes you live.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Live, so you do not have to look back and say: 'God, how I have wasted my life.'", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Owners of dogs will have noticed that, if you provide them with food and water and shelter and affection, they will think you are God. Whereas owners of cats are compelled to realize that, if you provide them with food and water and affection, they draw the conclusion that they are God.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "The art of life is to live in the present moment, and to make that moment as perfect as we can by the realization that we are the instruments and expression of God Himself.", 
    "name": "Emmet Fox"
  }, 
  {
    "quote": "It is true greatness to have in one the frailty of a man and the security of a god.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "So live with men as if God saw you and speak to God, as if men heard you.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Nothing is void of God, his work is everywhere his full of himself.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I'm blessed and I thank God for every day for everything that happens for me.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "God is in all men, but all men are not in God that is why we suffer.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "But at any rate, the point is that God is what nobody admits to being, and everybody really is.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Beauty is indeed a good gift of God but that the good may not think it a great good, God dispenses it even to the wicked.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "We learn by practice. Whether it means to learn to dance by practicing dancing or to learn to live by practicing living, the principles are the same. One becomes in some area an athlete of God.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "We have to pray with our eyes on God, not on the difficulties.", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "God judged it better to bring good out of evil than to suffer no evil to exist.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "The best way to know God is to love many things.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Marriage has a unique place because it speaks of an absolute faithfulness, a covenant between radically different persons, male and female and so it echoes the absolute covenant of God with his chosen, a covenant between radically different partners.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "He was an embittered atheist, the sort of atheist who does not so much disbelieve in God as personally dislike Him.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I believe that nothing happens apart from divine determination and decree. We shall never be able to escape from the doctrine of divine predestination - the doctrine that God has foreordained certain people unto eternal life.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Every test, every trial, every heartache that's been significant, I can turn it over and see how God has turned it into good no matter what.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "To us also, through every star, through every blade of grass, is not God made visible if we will open our minds and our eyes.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I'm not denyin' the women are foolish. God Almighty made 'em to match the men.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Man has, as it were, become a kind of prosthetic God. When he puts on all his auxiliary organs, he is truly magnificent but those organs have not grown on him and they still give him much trouble at times.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Happiness is neither without us nor within us. It is in God, both without us and within us.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "The eye with which I see God is the same eye with which God sees me.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "Next to God we are nothing. To God we are Everything.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I may be as bad as the worst, but, thank God, I am as good as the best.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "God has entrusted me with myself.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "I grow daily to honour facts more and more, and theory less and less. A fact, it seems to me, is a great thing a sentence printed, if not by God, then at least by the Devil.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "What ever disunites man from God, also disunites man from man.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "But I always think that the best way to know God is to love many things.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Start living now. Stop saving the good china for that special occasion. Stop withholding your love until that special person materializes. Every day you are alive is a special occasion. Every minute, every breath, is a gift from God.", 
    "name": "Mary Manin Morrissey"
  }, 
  {
    "quote": "Just remaining quietly in the presence of God, listening to Him, being attentive to Him, requires a lot of courage and know-how.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "God gave women intuition and femininity. Used properly, the combination easily jumbles the brain of any man I've ever met.", 
    "name": "Farrah Fawcett"
  }, 
  {
    "quote": "God doesn't seek for golden vessels, and does not ask for silver ones, but He must have clean ones.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "I am a poor man and of little worth, who is laboring in that art that God has given me in order to extend my life as long as possible.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "I say to mankind, Be not curious about God. For I, who am curious about each, am not curious about God - I hear and behold God in every object, yet understand God not in the least.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "We make our friends we make our enemies but God makes our next door neighbour.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "God has been very good to me, for I never dwell upon anything wrong which a person has done, so as to remember it afterwards. If I do remember it, I always see some other virtue in that person.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "Faith is different from proof the latter is human, the former is a Gift from God.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "There are two kinds of people one can call reasonable: those who serve God with all their heart because they know him, and those who seek him with all their heart because they do not know him.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Man is an exception, whatever else he is. If he is not the image of God, then he is a disease of the dust. If it is not true that a divine being fell, then we can only say that one of the animals went entirely off its head.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Einstein, stop telling God what to do!", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "I will thank God for the day and the moment I have.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "It is not God's will merely that we should be happy, but that we should make ourselves happy.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "If there is no God, everything is permitted.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "God is the great mysterious motivator of what we call nature, and it has often been said by philosophers, that nature is the will of God. And I prefer to say that nature is the only body of God that we shall ever see.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "God is everywhere but He is most manifest in man. So serve man as God. That is as good as worshipping God.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "To surrender to ignorance and call it God has always been premature, and it remains premature today.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "I can very well do without God both in my life and in my painting, but I cannot, suffering as I am, do without something which is greater than I am, which is my life, the power to create.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "I live and love in God's peculiar light.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "Faithful servants never retire. You can retire from your career, but you will never retire from serving God.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "Earth's crammed with heaven, And every common bush afire with God: But only he who sees takes off his shoes.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "You know, it's ironic to me that Christians want to keep the Ten Commandments in our schools, because Christianity has abrogated four of the Ten Commandments. For example, the Sabbath day according to the Ten Commandments is Saturday, not Sunday. And the reason is because God rested, not because Jesus was resurrected.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "The best way to obtain truth and wisdom is not to ask from books, but to go to God in prayer, and obtain divine teaching.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "God is one, but he has innumerable forms. He is the creator of all and He himself takes the human form.", 
    "name": "Guru Nanak"
  }, 
  {
    "quote": "White... is not a mere absence of colour it is a shining and affirmative thing, as fierce as red, as definite as black... God paints in many colours but He never paints so gorgeously, I had almost said so gaudily, as when He paints in white.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "If God had wanted man to play soccer, he wouldn't have given us arms.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "God's delays are not God's denials.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "I am what I am, I'm doing very well in my life, and I'm thankful to God for that.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "If you want to be original just try being yourself, because God has never made two people exactly alike.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "The very contradictions in my life are in some ways signs of God's mercy to me.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "How can we live in harmony? First we need to know we are all madly in love with the same God.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "All God's children are not beautiful. Most of God's children are, in fact, barely presentable.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "All God wants of man is a peaceful heart.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "That the Jews assumed a right exclusively to the benefits of God will be a lasting witness against them and the same will it be against Christians.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Not only is there no God, but try finding a plumber on Sunday.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "They say that God is everywhere, and yet we always think of Him as somewhat of a recluse.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "To love someone means to see him as God intended him.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "We don't thrive on military acts. We do them because we have to, and thank God we are efficient.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "I don't excercise. If God had wanted me to bend over, he would have put diamonds on the floor.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "God's plan for enlarging His kingdom is so simple - one person telling another about the Savior. Yet we're busy and full of excuses. Just remember, someone's eternal destiny is at stake. The joy you'll have when you meet that person in heaven will far exceed any discomfort you felt in sharing the gospel.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "If I can put one touch of rosy sunset into the life of any man or woman, I shall feel that I have worked with God.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Why is it that when we talk to God we're said to be praying but when God talks to us we're schizophrenic?", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Small amounts of philosophy lead to atheism, but larger amounts bring us back to God.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "If people destroy something replaceable made by mankind, they are called vandals if they destroy something irreplaceable made by God, they are called developers.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "Love, it has been said, flows downward. The love of parents for their children has always been far more powerful than that of children for their parents and who among the sons of men ever loved God with a thousandth part of the love which God has manifested to us?", 
    "name": "Augustus Hare"
  }, 
  {
    "quote": "When I told the people of Northern Ireland that I was an atheist, a woman in the audience stood up and said, 'Yes, but is it the God of the Catholics or the God of the Protestants in whom you don't believe?", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "Every happening, great and small, is a parable whereby God speaks to us, and the art of life is to get the message.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "As all human beings are, in my view, creatures of God's design, we must respect all other human beings. That does not mean I have to agree with their choices or agree with their opinions, but indeed I respect them as human beings.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "If you are caught on a golf course during a storm and are afraid of lightning, hold up a 1-iron. Not even God can hit a 1-iron.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "Most laws condemn the soul and pronounce sentence. The result of the law of my God is perfect. It condemns but forgives. It restores - more than abundantly - what it takes away.", 
    "name": "Jim Elliot"
  }, 
  {
    "quote": "Friends are the siblings God never gave us.", 
    "name": "Mencius"
  }, 
  {
    "quote": "God continues to work miracles in my life.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "Where mercy, love, and pity dwell, there God is dwelling too.", 
    "name": "William Blake"
  }, 
  {
    "quote": "God does not die on the day when we cease to believe in a personal deity, but we die on the day when our lives cease to be illumined by the steady radiance, renewed daily, of a wonder, the source of which is beyond all reason.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "God Almighty first planted a garden. And indeed, it is the purest of human pleasures.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "It is common for those that are farthest from God, to boast themselves most of their being near to the Church.", 
    "name": "Matthew Henry"
  }, 
  {
    "quote": "We can stand affliction better than we can prosperity, for in prosperity we forget God.", 
    "name": "Dwight L. Moody"
  }, 
  {
    "quote": "That we must love one God only is a thing so evident that it does not require miracles to prove it.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "It is incomprehensible that God should exist, and it is incomprehensible that he should not exist.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The most important thing is God's blessing and if you believe in God and you believe in yourself, you have nothing to worry about.", 
    "name": "Mohamed Al-Fayed"
  }, 
  {
    "quote": "But God can only smile because only God can know what is coming next.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "The parents have a right to say that no teacher paid by their money shall rob their children of faith in God and send them back to their homes skeptical, or infidels, or agnostics, or atheists.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "God can be realized through all paths. All religions are true. The important thing is to reach the roof. You can reach it by stone stairs or by wooden stairs or by bamboo steps or by a rope. You can also climb up by a bamboo pole.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "As surely as I am the living God, everyone will kneel before me, and everyone will confess that I am God.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "God has placed no limits to the exercise of the intellect he has given us, on this side of the grave.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The feeling remains that God is on the journey, too.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "God will forgive me. It's his job.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "The knowledge of God is very far from the love of Him.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The finite is annihilated in the presence of the infinite, and becomes a pure nothing. So our spirit before God, so our justice before divine justice.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "I have two young children with autism. What could they have ever done to deserve that? What kind of a God allows the innocent to suffer? It's a mystery. Yet still, I believe in God.", 
    "name": "Fred Melamed"
  }, 
  {
    "quote": "The question is what I wanted to do with the new life God has given me. This is the mission I want to take on.", 
    "name": "Billy Tauzin"
  }, 
  {
    "quote": "To be full of things is to be empty of God. To be empty of things is to be full of God.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "God help those who do not help themselves.", 
    "name": "Wilson Mizner"
  }, 
  {
    "quote": "The tendency to claim God as an ally for our partisan value and ends is the source of all religious fanaticism.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Sometimes your medicine bottle has on it, 'Shake well before using.' That is what God has to do with some of His people. He has to shake them well before they are ever usable.", 
    "name": "Vance Havner"
  }, 
  {
    "quote": "Clouds symbolize the veils that shroud God.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "I am in love - and, my God, it is the greatest thing that can happen to a man. I tell you, find a woman you can fall in love with. Do it. Let yourself fall in love. If you have not done so already, you are wasting your life.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "But men must know, that in this theatre of man's life it is reserved only for God and angels to be lookers on.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "God gave me a voice to sing with, and when you have that, what other gimmick is there?", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "It is not fitting, when one is in God's service, to have a gloomy face or a chilling look.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "If you tell God no because He won't explain the reason He wants you to do something, you are actually hindering His blessing. But when you say yes to Him, all of heaven opens to pour out His goodness and reward your obedience. What matters more than material blessings are the things He is teaching us in our spirit.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "It's a mystery. That's the first thing that interests me about the idea of God. If there is one, it's mysterious and powerful and awesome to even consider the concept, and you have to take it seriously.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Let's face it God has a big ego problem. Why do we always have to worship him?", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up I work out of love for God and I put all my hope in Him.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "God made me and broke the mold.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "As a religion, bilingualism is the god that failed. It has led to no fairness, produced no unity, and cost Canadian taxpayers untold millions.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "A lot of people think Christianity is about always being perfect. It's actually the opposite of that. It's realizing that we're all humans, and that's why God sent his Son to this earth - to save people.", 
    "name": "Billy Ray Cyrus"
  }, 
  {
    "quote": "Dodging and burning are steps to take care of mistakes God made in establishing tonal relationships.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Maybe humans are just the pet alligators that God flushed down the toilet.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Whosoever is delighted in solitude is either a wild beast or a god.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "God gave us our relatives thank God we can choose our friends.", 
    "name": "Ethel Watts Mumford"
  }, 
  {
    "quote": "We say keep your change, we'll keep our God, our guns, our constitution.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "Every war results from the struggle for markets and spheres of influence, and every war is sold to the public by professional liars and totally sincere religious maniacs, as a Holy Crusade to save God and Goodness from Satan and Evil.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "You may call God love, you may call God goodness. But the best name for God is compassion.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "God expects but one thing of you, and that is that you should come out of yourself in so far as you are a created being made and let God be God in you.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "God forbid you be an ugly girl, 'course too pretty is also your doom, 'cause everyone harbors a secret hatred for the prettiest girl in the room.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "And God said, 'Let there be light' and there was light, but the Electricity Board said He would have to wait until Thursday to be connected.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "Every day people are straying away from the church and going back to God.", 
    "name": "Lenny Bruce"
  }, 
  {
    "quote": "God cannot alter the past, though historians can.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "How quickly we forget God's great deliverances in our lives. How easily we take for granted the miracles he performed in our past.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "God gives us our relatives, thank God we can choose our friends.", 
    "name": "Ethel Watts Mumford"
  }, 
  {
    "quote": "Worry - a God, invisible but omnipotent. It steals the bloom from the cheek and lightness from the pulse it takes away the appetite, and turns the hair gray.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "You never know God is all you need until God is all you have.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "I did my best, and God did the rest.", 
    "name": "Hattie McDaniel"
  }, 
  {
    "quote": "God may be in the details, but the goddess is in the questions. Once we begin to ask them, there's no turning back.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "It is not because angels are holier than men or devils that makes them angels, but because they do not expect holiness from one another, but from God only.", 
    "name": "William Blake"
  }, 
  {
    "quote": "An apology for the devil: it must be remembered that we have heard one side of the case. God has written all the books.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.", 
    "name": "Lil' Kim"
  }, 
  {
    "quote": "Man's mind is like a store of idolatry and superstition so much so that if a man believes his own mind it is certain that he will forsake God and forge some idol in his own brain.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "When I judge art, I take my painting and put it next to a God made object like a tree or flower. If it clashes, it is not art.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "I don't pray because I don't want to bore God.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Sometimes I do get to places just when God's ready to have somebody click the shutter.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "A singer starts by having his instrument as a gift from God... When you have been given something in a moment of grace, it is sacrilegious to be greedy.", 
    "name": "Marian Anderson"
  }, 
  {
    "quote": "I believe in something. But I don't believe that anything can hold a grudge for long enough to condemn its creation to eternal punishment. Nobody can hold a grudge that long, even God.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Maybe it's our sins that give God consolation when he finally has to give us cancer.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Those whom God wishes to destroy, he first makes mad.", 
    "name": "Euripides"
  }, 
  {
    "quote": "To judge from the notions expounded by theologians, one must conclude that God created most men simply with a view to crowding hell.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "I say, If everybody in this house lives where it's God first, friends and family second and you third, we won't ever have an argument.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "Suffering passes, while love is eternal. That's a gift that you have received from God. Don't waste it.", 
    "name": "Laura Ingalls Wilder"
  }, 
  {
    "quote": "Apply yourself. Get all the education you can, but then, by God, do something. Don't just stand there, make it happen.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "We hand folks over to God's mercy, and show none ourselves.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The sons of Judah have to choose that God may again choose them. The divine principle of our race is action, choice, resolved memory.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "An ounce of cheerfulness is worth a pound of sadness to serve God with.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "One needs occasionally to stand aside from the hum and rush of human interests and passions to hear the voices of God.", 
    "name": "Anna Julia Cooper"
  }, 
  {
    "quote": "Because wherever I am today, I still owe it to God and I owe it to two men - the Honorable Elijah Muhammad and Malcolm X and of course, two very special women, my mother and my wife.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "There's too much tendency to attribute to God the evils that man does of his own free will.", 
    "name": "Agatha Christie"
  }, 
  {
    "quote": "Business underlies everything in our national life, including our spiritual life. Witness the fact that in the Lord's Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Create like a god, command like a king, work like a slave.", 
    "name": "Constantin Brancusi"
  }, 
  {
    "quote": "If you hug to yourself any resentment against anybody else, you destroy the bridge by which God would come to you.", 
    "name": "Peter Marshall"
  }, 
  {
    "quote": "All things are artificial, for nature is the art of God.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "Assuredly, Loving Souls, you should go to God with all humility and respect, humbling yourselves in His presence, especially when you remember your past ingratitude and sins.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "Outside the kingdom of the Lord there is no nation which is greater than any other. God and history will remember your judgment.", 
    "name": "Haile Selassie"
  }, 
  {
    "quote": "God is ever present. He's in every breath, in every step. He's here, always, always.", 
    "name": "Jill Scott"
  }, 
  {
    "quote": "We failed, but in the good providence of God apparent failure often proves a blessing.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "I actually pray everyday, but I don't believe in God.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "If I owe Smith ten dollars and God forgives me, that doesn't pay Smith.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Light, God's eldest daughter, is a principal beauty in a building.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Jesus didn't say, 'Blessed are those who care for the poor.' He said, 'Blessed are we where we are poor, where we are broken.' It is there that God loves us deeply and pulls us into deeper communion with himself.", 
    "name": "Henri Nouwen"
  }, 
  {
    "quote": "Every person is a God in embryo. Its only desire is to be born.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Man is God's highest present development. He is the latest thing in God.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "For me the goddess is the female of God, She is powerful if different.", 
    "name": "Tina Turner"
  }, 
  {
    "quote": "Human beings should be held accountable. Leave God alone. He has enough problems.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "God moves in a mysterious way, His wonders to perform. He plants his footsteps in the sea, and rides upon the storm.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "But God will have a people upon the earth to maintain the Bible, and the Bible only, as the standard of all doctrines and the basis of all reforms.", 
    "name": "Ellen G. White"
  }, 
  {
    "quote": "And poets, in my view, and I think the view of most people, do speak God's language - it's better, it's finer, it's language on a higher plane than ordinary people speak in their daily lives.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Most sermons sound to me like commercials - but I can't make out whether God is the Sponsor or the Product.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Dishonesty is so grasping it would deceive God himself, were it possible.", 
    "name": "George Bancroft"
  }, 
  {
    "quote": "When suffering comes, we yearn for some sign from God, forgetting we have just had one.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "God has a plan for all of us, but He expects us to do our share of the work.", 
    "name": "Minnie Pearl"
  }, 
  {
    "quote": "The chief difference between words and deeds is that words are always intended for men for their approbation, but deeds can be done only for God.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "God made everything out of nothing, but the nothingness shows through.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "It is a curious phenomena that God has made the hearts of the poor, rich and those of the rich, poor.", 
    "name": "Vinoba Bhave"
  }, 
  {
    "quote": "Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "I believe that if you're healthy, you're capable of doing everything. There's no one else who can give you health but God, and by being healthy I believe that God is listening to me.", 
    "name": "Pedro Martinez"
  }, 
  {
    "quote": "One must be a god to be able to tell successes from failures without making a mistake.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "God's first creature, which was light.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Everyone can relate to love, hurt, pain, learning how to forgive, needing to get over, needing the power of God in their life.", 
    "name": "Tyler Perry"
  }, 
  {
    "quote": "You know what the Englishman's idea of compromise is? He says, Some people say there is a God. Some people say there is no God. The truth probably lies somewhere between these two statements.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "When you have a good mother and no father, God kind of sits in. It's not enough, but it helps.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "Among God's creatures two, the dog and the guitar, have taken all the sizes and all the shapes, in order not to be separated from the man.", 
    "name": "Andres Segovia"
  }, 
  {
    "quote": "They say you can rap about anything except for Jesus, that means guns, sex, lies, video tapes, but if I talk about God my record won't get played Huh?", 
    "name": "Kanye West"
  }, 
  {
    "quote": "I'm sick of just liking people. I wish to God I could meet somebody I could respect.", 
    "name": "J. D. Salinger"
  }, 
  {
    "quote": "Love knows how to form itself. God will do his work if we do ours. Our job is to prepare ourselves for love. When we do, love finds us every time.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "Laughter is the closest thing to the grace of God.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "I was very, very religious. And of course I wrote about it in 'Night.' I questioned God's silence. So I questioned. I don't have an answer for that. Does it mean that I stopped having faith? No. I have faith, but I question it.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "God is absence. God is the solitude of man.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "The question of whether there exists a supernatural creator, a God, is one of the most important that we have to answer. I think that it is a scientific question. My answer is no.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "We are celebrating the feast of the Eternal Birth which God the Father has borne and never ceases to bear in all eternity... But if it takes not place in me, what avails it? Everything lies in this, that it should take place in me.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "God flourished my ministry and my career of creative thinking, communicating and writing back 50 years.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "God gave me a great body and it's my duty to take care of my physical temple.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "If I be worthy, I live for my God to teach the heathen, even though they may despise me.", 
    "name": "Saint Patrick"
  }, 
  {
    "quote": "I thank my God for graciously granting me the opportunity of learning that death is the key which unlocks the door to our true happiness.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "I was baptized alongside my mother when I was 8 years old. Since then, I have tried to walk a Christian life. And now that I'm getting older, I realized that I'm walking even closer with my God.", 
    "name": "Andy Griffith"
  }, 
  {
    "quote": "Scientific views end in awe and mystery, lost at the edge in uncertainty, but they appear to be so deep and so impressive that the theory that it is all arranged as a stage for God to watch man's struggle for good and evil seems inadequate.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "Cure yourself of the affliction of caring how you appear to others. Concern yourself only with how you appear before God, concern yourself only with the idea that God may have of you.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "If you do not accuse each other, God will not accuse you. If you have no accuser you will enter heaven. What many people call sin is not sin I do many things to break down superstition, and I will break it down.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "The best way in the world to deceive believers is to cloak a message in religious language and declare that it conveys some new insight from God.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I deepen my experience of God through prayer, meditation, and forgiveness.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "Alcohol doesn't console, it doesn't fill up anyone's psychological gaps, all it replaces is the lack of God. It doesn't comfort man. On the contrary, it encourages him in his folly, it transports him to the supreme regions where he is master of his own destiny.", 
    "name": "Marguerite Duras"
  }, 
  {
    "quote": "That God does not exist, I cannot deny, That my whole being cries out for God I cannot forget.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "God preordained, for his own glory and the display of His attributes of mercy and justice, a part of the human race, without any merit of their own, to eternal salvation, and another part, in just punishment of their sin, to eternal damnation.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "However many blessings we expect from God, His infinite liberality will always exceed all our wishes and our thoughts.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "Faith is the virtue by which, clinging-to the faithfulness of God, we lean upon him, so that we may obtain what he gives to us.", 
    "name": "William Ames"
  }, 
  {
    "quote": "The tragedy of life and of the world is not that men do not know God the tragedy is that, knowing Him, they still insist on going their own way.", 
    "name": "William Barclay"
  }, 
  {
    "quote": "We are all gifted, but we have to discover the gift, uncover the gift, nurture and develop the gift and use it for the Glory of God and for the liberation struggle of our people.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "God gives talent. Work transforms talent into genius.", 
    "name": "Anna Pavlova"
  }, 
  {
    "quote": "If you love god, burn a church.", 
    "name": "Jello Biafra"
  }, 
  {
    "quote": "Since God knows our future, our personalities, and our capacity to listen, He isn't ever going to say more to us than we can deal with at the moment.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Life is God's novel. Let him write it.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "If God wanted us to fly, He would have given us tickets.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "Faith consists in being vitally concerned with that ultimate reality to which I give the symbolical name of God. Whoever reflects earnestly on the meaning of life is on the verge of an act of faith.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "What do I care about Jupiter? Justice is a human issue, and I do not need a god to teach it to me.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "The God we serve does not seek out the perfect, but instead uses our imperfections and our shortcomings for his greater good. I am humbled by my own limitations. But where I am weak, He is strong.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I just thank God for all of the blessings.", 
    "name": "James Brown"
  }, 
  {
    "quote": "Two prisoners whose cells adjoin communicate with each other by knocking on the wall. The wall is the thing which separates them but is also their means of communication. It is the same with us and God. Every separation is a link.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Every knee will bend before me, and every tongue shall give glory to God.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "Man shall not live by bread alone, but by every word that proceeds from the mouth of God.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "And that's really what's happening in this country is a violation of the First Commandment. We have become a country entrenched in idolatry, and that idolatry is the dependency upon our government. We're supposed to depend upon God for our protection and our provision and for our daily bread, not for our government.", 
    "name": "Sharron Angle"
  }, 
  {
    "quote": "I have lived to thank God that all my prayers have not been answered.", 
    "name": "Jean Ingelow"
  }, 
  {
    "quote": "God used beautiful mathematics in creating the world.", 
    "name": "Paul Dirac"
  }, 
  {
    "quote": "Ministry is the least important thing. You cannot not minister if you are in communion with God and live in community.", 
    "name": "Henri Nouwen"
  }, 
  {
    "quote": "If you don't want my God here, you don't want me here either. God has been too good to me to go and try to sell out to get some money.", 
    "name": "Tyler Perry"
  }, 
  {
    "quote": "In their poverty, the mentally handicapped reveal God to us and hold us close to the gospel.", 
    "name": "Henri Nouwen"
  }, 
  {
    "quote": "The style of God venerated in the church, mosque, or synagogue seems completely different from the style of the natural universe.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Until we meet again, may God bless you as he has blessed me.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "The years like great black oxen tread the world, and God, the herdsman goads them on behind, and I am broken by their passing feet.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "It is the artist who realizes that there is a supreme force above him and works gladly away as a small apprentice under God's heaven.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "The aim and final end of all music should be none other than the glory of God and the refreshment of the soul.", 
    "name": "Johann Sebastian Bach"
  }, 
  {
    "quote": "I've always been spiritual but I've never had a proper context, and it took me awhile to find the proper context. It's hard to realize you can have any kind of relationship with God you want... and so I now have a punk rock relationship with God.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "No attribute of God is more dreadful to sinners than His holiness.", 
    "name": "Matthew Henry"
  }, 
  {
    "quote": "God gives some more than others because some accept more than others.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "I am careful not to confuse excellence with perfection. Excellence I can reach for perfection is God's business.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.", 
    "name": "Oksana Baiul"
  }, 
  {
    "quote": "God will never tell us to do something that gratifies the flesh.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "It's really amazing that in the age of unbelief, as a smart man called it, there isn't even more fraud. After all, with no God, there's no one to ever call you to account, and no accounting at all if you can get away with it.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "If you talk to God, you are praying If God talks to you, you have schizophrenia.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "I tell you in truth: all men are Prophets or else God does not exist.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "After I set out to refute Christianity intellectually and couldn't, I came to the conclusion the Bible was true and Jesus Christ was God's Son.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "I said to the almond tree, 'Friend, speak to me of God,' and the almond tree blossomed.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "God is not a hypothesis derived from logical assumptions, but an immediate insight, self-evident as light. He is not something to be sought in the darkness with the light of reason. He is the light.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "Politics are for foreigners with their endless wrongs and paltry rights. Politics are a lousy way to get things done. Politics are, like God's infinite mercy, a last resort.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Even during the worst hardships, when the other things in our lives seem to fall apart, we can still find peace in the eternal love of God.", 
    "name": "Armstrong Williams"
  }, 
  {
    "quote": "God not only plays dice, but also sometimes throws them where they cannot be seen.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Man must feel the earth to know himself and recognize his values... God made life simple. It is man who complicates it.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "The difficulty for most of us in the modern world is that the old-fashioned idea of God has become incredible or implausible.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "God was satisfied with his own work, and that is fatal.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Theist and atheist: the fight between them is as to whether God shall be called God or shall have some other name.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "My dream is to live a good life and be loving, be close to God and be a good human being and bring peace to people.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "God and the Devil are an effort after specialization and the division of labor.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Let every man be true and every god a liar.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "And so there is no God but has been in the loins of past gods.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "If God wants us to do a thing, he should make his wishes sufficiently clear. Sensible people will wait till he has done this before paying much attention to him.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "To know God better is only to realize how impossible it is that we should ever know him at all. I know not which is more childish to deny him, or define him.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "God as now generally conceived of is only the last witch.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "He has spent his life best who has enjoyed it most. God will take care that we do not enjoy it any more than is good for us.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Man finds it hard to get what he wants, because he does not want the best God finds it hard to give, because He would give the best, and man will not take it.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "The course of this conflict is not known, yet its outcome is certain. Freedom and fear, justice and cruelty, have always been at war, and we know that God is not neutral between them.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Your best friend and worst enemy are both in this room right now. It's not your neighbor right or left - and it's not God or the devil - it's you.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "The romantic love we feel toward the opposite sex is probably one extra help from God to bring you together, but that's it. All the rest of it, the true love, is the test.", 
    "name": "Joan Chen"
  }, 
  {
    "quote": "A science which does not bring us nearer to God is worthless.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "I wished to God the doctor had handed me a pamphlet that said, 'Hey, sorry about the autism, but here's a step-by-step list on what to do next.' But doctors don't do that. They say 'sorry' and move you along.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "God exists, if only in the form of a meme with high survival value, or infective power, in the environment provided by human culture.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "I like people and I like them to like me, but I wear my heart where God put it, on the inside.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "God's voice is still and quiet and easily buried under an avalanche of clamour.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "One person who has mastered life is better than a thousand persons who have mastered only the contents of books, but no one can get anything out of life without God.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "Me shooting 40% at the foul line is just God's way to say nobody's perfect.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "God is not upset that Gandhi was not a Christian, because God is not a Christian! All of God's children and their different faiths help us to realize the immensity of God.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "God never ends anything on a negative God always ends on a positive.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "God is like the sun. When the sun shines, it shines for everyone. God is for everyone.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "A God without dominion, providence, and final causes, is nothing else but fate and nature.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "I don't believe in God but I'm very interested in her.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "I always distrust people who know so much about what God wants them to do to their fellows.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "There is greatness in the fear of God, contentment in faith of God, and honour in humility.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "It is not all bad, this getting old, ripening. After the fruit has got its growth it should juice up and mellow. God forbid I should live long enough to ferment and rot and fall to the ground in a squash.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "God gave us faculties for our use each of them will receive its proper reward. Then do not let us try to charm them to sleep, but permit them to do their work until divinely called to something higher.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "Where lipstick is concerned, the important thing is not color, but to accept God's final word on where your lips end.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "God, to me, it seems, is a verb not a noun, proper or improper.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Faith is not believing that God can. It is knowing that God will.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "All are but parts of one stupendous whole, Whose body Nature is, and God the soul.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Nature and nature's laws lay hid in the night. God said, Let Newton be! and all was light!", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "It were better to have no opinion of God at all than such a one as is unworthy of him for the one is only belief - the other contempt.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "I've always believed in God. I also think that's the sort of thing that either comes as part of the equipment, the capacity to believe, or at some point in your life, when you're in a position where you actually need help from a power greater than yourself, you simply make an agreement.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "God, I can push the grass apart and lay my finger on Thy heart.", 
    "name": "Edna St. Vincent Millay"
  }, 
  {
    "quote": "Poetry is something to make us wiser and better, by continually revealing those types of beauty and truth, which God has set in all men's souls.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "God made me fast. And when I run, I feel His pleasure.", 
    "name": "Eric Liddell"
  }, 
  {
    "quote": "One day I promised God that if he would give me my voice back I would never smoke again. I got three octaves back after quitting.", 
    "name": "Mariah Carey"
  }, 
  {
    "quote": "If you don't do your part, don't blame God.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "I thank God I was raised Catholic, so sex will always be dirty.", 
    "name": "John Waters"
  }, 
  {
    "quote": "Sex is God's joke on human beings.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "It is the creative potential itself in human beings that is the image of God.", 
    "name": "Mary Daly"
  }, 
  {
    "quote": "To have God speak to the heart is a majestic experience, an experience that people may miss if they monopolize the conversation and never pause to hear God's responses.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "God created man in His own image, says the Bible philosophers reverse the process: they create God in theirs.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "It does not require great learning to be a Christian and be convinced of the truth of the Bible. It requires only an honest heart and a willingness to obey God.", 
    "name": "Albert Barnes"
  }, 
  {
    "quote": "Jesus does not give recipes that show the way to God as other teachers of religion do. He is himself the way.", 
    "name": "Karl Barth"
  }, 
  {
    "quote": "Blessed are they who have the gift of making friends, for it is one of God's best gifts. It involves many things, but above all, the power of going out of one's self, and appreciating whatever is noble and loving in another.", 
    "name": "Thomas Hughes"
  }, 
  {
    "quote": "Golf... is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well.", 
    "name": "P. G. Wodehouse"
  }, 
  {
    "quote": "I can't understand people calling themselves religious and being hateful. If a preacher is preaching hate, to fear God that's not religion, that's not helping humanity, that's organizing an army to defeat somebody.", 
    "name": "Mojo Nixon"
  }, 
  {
    "quote": "I have long known that it is part of God's plan for me to spend a little time with each of the most stupid people on earth.", 
    "name": "Bill Bryson"
  }, 
  {
    "quote": "One kills a man, one is an assassin one kills millions, one is a conqueror one kills everybody, one is a god.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "The religious idea of God cannot do full duty for the metaphysical infinity.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "The sound of 'gentle stillness' after all the thunder and wind have passed will the ultimate Word from God.", 
    "name": "Jim Elliot"
  }, 
  {
    "quote": "Whatever I will become will be what God has chosen for me.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Pregnancy is a kind of miracle. Especially so in that it proves that a man and woman can conspire to force God to create a new soul.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "I used to think like Moses. That knocked me down for a couple years and put me in prison. Then I start thinking like Job. Job waited and became the wealthiest and richest man ever 'cause he believed in God.", 
    "name": "James Brown"
  }, 
  {
    "quote": "I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "The only thing that ultimately matters is to eat an ice-cream cone, play a slide trombone, plant a small tree, good God, now you're free.", 
    "name": "Ray Manzarek"
  }, 
  {
    "quote": "An honest man's the noblest work of God.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "An honest God is the noblest work of man.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Out of chaos God made a world, and out of high passions comes a people.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Everything we do should be a result of our gratitude for what God has done for us.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "Every player should be accorded the privilege of at least one season with the Chicago Cubs. That's baseball as it should be played - in God's own sunshine. And that's really living.", 
    "name": "Alvin Dark"
  }, 
  {
    "quote": "I had a million questions to ask God: but when I met Him, they all fled my mind and it didn't seem to matter.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "All of us are guinea pigs in the laboratory of God. Humanity is just a work in progress.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "May the God of your choice bless and keep you. I respect Him as long as He does not circumcise me anymore.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "Some of us can be examples about going ahead and growing, and some of us, unfortunately, don't make it there, and end up being examples because they had to die. I hit rock bottom, but thank God my bottom wasn't death.", 
    "name": "Stevie Ray Vaughan"
  }, 
  {
    "quote": "We were born to die and we die to live. As seedlings of God, we barely blossom on earth we fully flower in heaven.", 
    "name": "Russell M. Nelson"
  }, 
  {
    "quote": "God's finger touched him, and he slept.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "God gives the nuts, but he does not crack them.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "If God only used perfect people, nothing would get done. God will use anybody if you're available.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "Everyone who understands the nature of God rightly necessarily knows that God is to be believed and hoped in, that he is to be loved and called upon, and to be heard in all things.", 
    "name": "William Ames"
  }, 
  {
    "quote": "In the Lord's Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The confidence in another man's virtue is no light evidence of a man's own, and God willingly favors such a confidence.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "It is better to go skiing and think of God, than go to church and think of sport.", 
    "name": "Fridtjof Nansen"
  }, 
  {
    "quote": "Grieve not, then, if your sons seem to desert you, but rejoice, rather, seeing the will of God done gladly.", 
    "name": "Jim Elliot"
  }, 
  {
    "quote": "The God who existed before any religion counts on you to make the oneness of the human family known and celebrated.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "And I've come to the place where I believe that there's no way to solve these problems, these issues - there's nothing that we can do that will solve the problems that we have and keep the peace, unless we solve it through God, unless we solve it in being our highest self. And that's a pretty tall order.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Blessed are the people whose leaders can look destiny in the eye without flinching but also without attempting to play God.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Your faithfulness makes you trustworthy to God.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Put your mind on the gospel. And remember - there's one God for all.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "My gut feelings and my faith tell me that until God shuts a door, no human can shut it.", 
    "name": "Olusegun Obasanjo"
  }, 
  {
    "quote": "There is only one thing that a man really wants to do, all his life and that is, to find his way to his God, his Morning Star, salute his fellow man, and enjoy the woman who has come the long way with him.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "My mother used to tell me man gives the award, God gives the reward. I don't need another plaque.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "Few nations have been so poor as to have but one god. Gods were made so easily, and the raw material cost so little, that generally the god market was fairly glutted and heaven crammed with these phantoms.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "As to those who hoard gold and silver and spend it not in God's path, give them, then, the tidings of a painful agony: on a day when these things shall be heated in hell-fire, and their foreheads, and their sides, and their backs shall be branded therewith.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "No man is excluded from calling upon God, the gate of salvation is set open unto all men: neither is there any other thing which keepeth us back from entering in, save only our own unbelief.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "God's dice always have a lucky roll.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Man is born passionate of body, but with an innate though secret tendency to the love of Good in his main-spring of Mind. But God help us all! It is at present a sad jar of atoms.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I believe the Bible is the word of God from cover to cover.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Men judge us by the success of our efforts. God looks at the efforts themselves.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "Look at the Afghans, during the time of the Soviet invasion. They were among the poorest Muslims in the world, yet they were sustained by their faith in God, and God alone.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "He was a wise man who originated the idea of God.", 
    "name": "Euripides"
  }, 
  {
    "quote": "They went into my closets looking for skeletons, but thank God, all they found were shoes, beautiful shoes.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "Just as a mother finds pleasure in taking her little child on her lap, there to feed and caress him, in like manner our loving God shows His fondness for His beloved souls who have given themselves entirely to Him and have placed all their hope in His goodness.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "In my country of South Africa, we struggled for years against the evil system of apartheid that divided human beings, children of the same God, by racial classification and then denied many of them fundamental human rights.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "I pray to be a good servant to God, a father, a husband, a son, a friend, a brother, an uncle, a good neighbor, a good leader to those who look up to me, a good follower to those who are serving God and doing the right thing.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "It is no use to grumble and complain It's just as cheap and easy to rejoice When God sorts out the weather and sends rain - Why, rain's my choice.", 
    "name": "James Whitcomb Riley"
  }, 
  {
    "quote": "I drank the silence of God from a spring in the woods.", 
    "name": "Georg Trakl"
  }, 
  {
    "quote": "Theology made no provision for evolution. The biblical authors had missed the most important revelation of all! Could it be that they were not really privy to the thoughts of God?", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "A man is truly free, even here in this embodied state, if he knows that God is the true agent and he by himself is powerless to do anything.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "God is not a dead equation!", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "In view of the fact that God limited the intelligence of man, it seems unfair that He did not also limit his stupidity.", 
    "name": "Konrad Adenauer"
  }, 
  {
    "quote": "Lo! The poor Indian, whose untutored mind sees God in clouds, or hears him in the wind.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "God did not intend religion to be an exercise club.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "I read the book of Job last night, I don't think God comes out well in it.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "God's gifts put man's best dreams to shame.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "Do not look down upon any Muslim, for even the most inferior believer is great in the eyes of God.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "What does God the Father look like? Although I've never seen Him, I believe - as with the Holy Spirit - He looks like Jesus looked on earth.", 
    "name": "Benny Hinn"
  }, 
  {
    "quote": "To judge between good or bad, between successful and unsuccessful would take the eye of a God.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "Even Kings and emperors with heaps of wealth and vast dominion cannot compare with an ant filled with the love of God.", 
    "name": "Guru Nanak"
  }, 
  {
    "quote": "An infinite God can give all of Himself to each of His children. He does not distribute Himself that each may have a part, but to each one He gives all of Himself as fully as if there were no others.", 
    "name": "Aiden Wilson Tozer"
  }, 
  {
    "quote": "I want to love all the children of God - Christian, Jew, Moslem, Hindu, Buddhist - everyone. I want to love gay Christians and straight Christians.", 
    "name": "Anne Rice"
  }, 
  {
    "quote": "Like the old soldier of the ballad, I now close my military career and just fade away, an old soldier who tried to do his duty as God gave him the light to see that duty. Goodbye.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "I am not trying to change the world. I am just offering my gift that God gave me, and if somebody is moved by it, that's beautiful.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "God Almighty never intended that the devil should triumph over the Church. He never intended that the saloons should walk rough-shod over Christianity.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Growing up, if I hadn't had sports, I don't know where I'd be. God only knows what street corners I'd have been standing on and God only knows what I'd have been doing, but instead I played hockey and went to school and stayed out of trouble.", 
    "name": "Bobby Orr"
  }, 
  {
    "quote": "I have so many things to work on, and so many ways that I fail. But that's what grace is all about. and I constantly wake up every morning trying to get better, trying to improve, trying to walk closer to God.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Well, we can't say any more than we can say there is no god, there is no afterlife. We can only say there is no persuasive evidence for or argument for it.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "I am God's vessel. But my greatest pain in life is that I will never be able to see myself perform live.", 
    "name": "Kanye West"
  }, 
  {
    "quote": "It is our best work that God wants, not the dregs of our exhaustion. I think he must prefer quality to quantity.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "Well, I'll put it this way: you can certainly say belief in God makes people behave worse. That can be proved beyond a doubt.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "A dog barks when his master is attacked. I would be a coward if I saw that God's truth is attacked and yet would remain silent.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "In life, you have people that love to party. That's me. People that love God. That's me. People that love sex. That's me. People that love people. That's me. And people that make mistakes.That's me also.", 
    "name": "R. Kelly"
  }, 
  {
    "quote": "When you believe in God, you've got to believe in the all-powerful God. He's not just God, He's the all-powerful God and He has total control over everyone's life. The Devil, on the other hand, is a real character that's trying his hardest to tear your life apart.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "To fall in love is to create a religion that has a fallible god.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "As told in Friendship with God, if we simply decided to believe and act as if first, we're all one, and second, life is eternal, it would render virtually everything we've done all our lives pointless.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "Trust in God - she will provide.", 
    "name": "Emmeline Pankhurst"
  }, 
  {
    "quote": "But this will not do, God will certainly punish you for stealing and for being unfaithful.", 
    "name": "Jupiter Hammon"
  }, 
  {
    "quote": "Money is neither my god nor my devil. It is a form of energy that tends to make us more of who we already are, whether it's greedy or loving.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "He who builds a masjid in the way of Allah, God will build a house for him in the paradise.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "I look upon life as a gift from God. I did nothing to earn it. Now that the time is coming to give it back, I have no right to complain.", 
    "name": "Joyce Cary"
  }, 
  {
    "quote": "I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people.", 
    "name": "Bryan Clay"
  }, 
  {
    "quote": "Happiness is brief. It will not stay. God batters at its sails.", 
    "name": "Euripides"
  }, 
  {
    "quote": "In these times, God's people must trust him for rest of body and soul.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "God hates violence. He has ordained that all men fairly possess their property, not seize it.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Motherhood is priced Of God, at price no man may dare To lessen or misunderstand.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "I believe that the people, instead of pretty lies, should be told the truth, no matter how ugly it may be. What can we do, destiny hasn't been kind to us but, with the help of God, we will prevail.", 
    "name": "Alija Izetbegovic"
  }, 
  {
    "quote": "A year spent in artificial intelligence is enough to make one believe in God.", 
    "name": "Alan Perlis"
  }, 
  {
    "quote": "When we learn from experience, the scars of sin can lead us to restoration and a renewed intimacy with God.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Pray in your family daily, that yours may be in the number of the families who call upon God.", 
    "name": "Christopher Love"
  }, 
  {
    "quote": "Nature is my manifestation of God. I go to nature every day for inspiration in the day's work. I follow in building the principles which nature has used in its domain.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "I don't really know why I care so much. I just have something inside me that tells me that there is a problem, and I have got to do something about it. I think that is what I would call the God in me.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "God's most lordly gift to man is decency of mind.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Whenever a man makes haste, God too hastens with him.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "You know, God gave me a gift to do other things besides play the game of basketball.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "A Boss in Heaven is the best excuse for a boss on earth, therefore If God did exist, he would have to be abolished.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "Slave to no sect, who takes no private road, But looks through Nature up to Nature's God.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Know then thyself, presume not God to scan The proper study of mankind is man.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "I still have a spiritual base and a spiritual foundation. And my conversation with God is very open-ended. I pray for humility, honestly, because it's very easy to be caught up in this world.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "A god who let us prove his existence would be an idol.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "When did I realize I was God? Well, I was praying and I suddenly realized I was talking to myself.", 
    "name": "Peter O'Toole"
  }, 
  {
    "quote": "It's always nice when you do something and it's well received as opposed to the other way which God knows happens to everybody. When the good times come around, you take a deep breath, appreciate it, but not take it too seriously.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "If you have not chosen the Kingdom of God first, it will in the end make no difference what you have chosen instead.", 
    "name": "William Law"
  }, 
  {
    "quote": "Every day I feel is a blessing from God. And I consider it a new beginning. Yeah, everything is beautiful.", 
    "name": "Prince"
  }, 
  {
    "quote": "Technology is a gift of God. After the gift of life it is perhaps the greatest of God's gifts. It is the mother of civilizations, of arts and of sciences.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars.", 
    "name": "Charles A. Beard"
  }, 
  {
    "quote": "Chance is perhaps the pseudonym of God when he did not want to sign.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "That the saints may enjoy their beatitude and the grace of God more abundantly they are permitted to see the punishment of the damned in hell.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "More are the names of God and infinite are the forms through which He may be approached. In whatever name and form you worship Him, through them you will realise Him.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "If the Lord says to give more than you think you are able to give, know that He will provide for you. Whether things are sailing smoothly or the bottom has dropped out, He is always trustworthy. You can count on Almighty God to keep His everlasting Word.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Courage, not compromise, brings the smile of God's approval.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "I do not need the idea of God to explain the world I live in.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Whatever crushes individuality is despotism, by whatever name it may be called and whether it professes to be enforcing the will of God or the injunctions of men.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "God gives me the children's ministry heart and patience. This is what He wants. It's awesome. I don't know where He's gonna take it - but God is building this thing.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "Every year we celebrate the holy season of Advent, O God. Every year we pray those beautiful prayers of longing and waiting, and sing those lovely songs of hope and promise.", 
    "name": "Karl Rahner"
  }, 
  {
    "quote": "If one could conclude as to the nature of the Creator from a study of his creation it would appear that God has a special fondness for stars and beetles.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "Jail didn't make me find God, He's always been there. They can lock me up, but my spirit and my love can never be confined to prison walls.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "He must pull out his own eyes, and see no creature, before he can say, he sees no God He must be no man, and quench his reasonable soul, before he can say to himself, there is no God.", 
    "name": "John Donne"
  }, 
  {
    "quote": "Religion, to me, is a bureaucracy between man and God that I don't need.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, for man's anger does not bring about the righteous life that God desires.", 
    "name": "Beverly Sills"
  }, 
  {
    "quote": "Charity. To love human beings in so far as they are nothing. That is to love them as God does.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Not a single time have we gotten a right from Congress or from the President. We get them from God.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "I'm not really religious but very spiritual. I give money to this company that manufactures hearing aids on a regular basis. More people should really hear me sing. I have a gift from God.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "As a people of faith, we know that prayer is a powerful instrument. And as one Nation under God, we know that many times our most powerful tool is prayer.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "From a religious point of view, if God had thought homosexuality is a sin, he would not have created gay people.", 
    "name": "Howard Dean"
  }, 
  {
    "quote": "You can't fake it when you're alone with God, you know.", 
    "name": "Jim Bakker"
  }, 
  {
    "quote": "I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, 'Oh, God, what's this?' I kind of knew teaching and being a veterinarian were gonna have to wait.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "The artist must be in his work as God is in creation, invisible and all-powerful one must sense him everywhere but never see him.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "God bears with the wicked, but not forever.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "We must return to nature and nature's god.", 
    "name": "Luther Burbank"
  }, 
  {
    "quote": "The moment someone chooses to trust in Jesus Christ, his sins are wiped away, and he is adopted into God's family. That individual is set apart as a child of God, with a sacred purpose.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "In feature films the director is God in documentary films God is the director.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "I'm a survivor of life. I try to give the glory to God and appreciate what's happening to me.", 
    "name": "Mike Epps"
  }, 
  {
    "quote": "I am thankful, of course, for the prize and thankful to God for each story, each idea, each word, each day.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "O that unbelievers would learn of faithful Abraham, and believe whatever is revealed from God, though they cannot fully comprehend it! Abraham knew God commanded him to offer up his son, and therefore believed, notwithstanding carnal reasoning might suggest may objections.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "You cannot do anything without God.It's a profound and elemental truth. Not, you cannot do most things without God. You will not be able to do anything that you want, truly, in fulfillment, without God.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Our founders got it right when they wrote in the Declaration of Independence that our rights come from nature and nature's God, not from government.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I don't believe in God, but I'm afraid of Him.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "God is definitely out of the closet.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I will do my best. That is all I can do. I ask for your help - and God's.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Bondage is of the mind freedom too is of the mind. If you say 'I am a free soul. I am a son of God who can bind me' free you shall be.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "There are two good rules which ought to be written on every heart - never to believe anything bad about anybody unless you positively know it to be true never to tell even that unless you feel that it is absolutely necessary, and that God is listening.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "If God did not intend for us to eat animals, then why did he make them out of meat?", 
    "name": "John Cleese"
  }, 
  {
    "quote": "Sooner or later, man has always had to decide whether he worships his own power or the power of God.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "If you expect the blessings of God, be kind to His people.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "In almost everything that touches our everyday life on earth, God is pleased when we're pleased. He wills that we be as free as birds to soar and sing our maker's praise without anxiety.", 
    "name": "Aiden Wilson Tozer"
  }, 
  {
    "quote": "On the field I'm trying to play for the glory of God but then also I'm trying to give everything I have and win and compete. And so I think more than just winning or losing, I think He cares about where our hearts are when we're playing.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "No government ought to be without censors and where the press is free, no one ever will. Chance is the pseudonym of God when he did not want to sign.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Thank God we're living in a country where the sky's the limit, the stores are open late and you can shop in bed thanks to television.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "To the mind, God is a perfect criminal. He has done such a perfect crime by creating this world that mind cannot trace how He did it. That is why the mind always freaks out about God.", 
    "name": "Prem Rawat"
  }, 
  {
    "quote": "I'm Jewish. I don't work out. If God had wanted us to bend over, He would have put diamonds on the floor.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Gibson has been making the finest electric guitars the world has ever witnessed for over 70 years. They are as American as God, guns and rock and roll.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "God may forgive your sins, but your nervous system won't.", 
    "name": "Alfred Korzybski"
  }, 
  {
    "quote": "I used to hurt so badly that I'd ask God why, what have I done to deserve any of this? I feel now He was preparing me for this, for the future. That's the way I see it.", 
    "name": "Eden Phillpotts"
  }, 
  {
    "quote": "We have domesticated God's transcendence. We often learn about God at about the same time as we are learning about Santa Claus but our ideas about Santa Claus change, mature and become more nuanced, whereas our ideas of God can remain at a rather infantile level.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "The face you have at age 25 is the face God gave you, but the face you have after 50 is the face you earned.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "I've looked on many women with lust. I've committed adultery in my heart many times. God knows I will do this and forgives me.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Man's sin is in his failure to live what he is. Being the master of the earth, man forgets that he is the servant of God.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "I really am pretty happy with what God gave me.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Discernment is God's call to intercession, never to faultfinding.", 
    "name": "Corrie Ten Boom"
  }
]