[
  {
    "quote": "I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin, but by the content of their character.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Before God we are all equally wise - and equally foolish.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit together at the table of brotherhood.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The sweltering summer of the Negro's legitimate discontent will not pass until there is an invigorating autumn of freedom and equality.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Fourscore and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I believe in equality for everyone, except reporters and photographers.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in government to the utmost.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Coming generations will learn equality from poverty, and love from woes.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "All this talk about equality. The only thing people really have in common is that they are all going to die.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "We will never have true civilization until we have learned to recognize the rights of others.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "I am free of all prejudices. I hate every one equally.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "I know my country has not perfected itself. At times, we've struggled to keep the promise of liberty and equality for all of our people. We've made our share of mistakes, and there are times when our actions around the world have not lived up to our best intentions.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Equality, rightly understood as our founding fathers understood it, leads to liberty and to the emancipation of creative differences wrongly understood, as it has been so tragically in our time, it leads first to conformity and then to despotism.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "In America everybody is of the opinion that he has no social superiors, since all men are equal, but he does not admit that he has no social inferiors, for, from the time of Jefferson onward, the doctrine that all men are equal applies only upwards, not downwards.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "If any man claims the Negro should be content... let him say he would willingly change the color of his skin and go to live in the Negro section of a large city. Then and only then has he a right to such a claim.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "Racism is still with us. But it is up to us to prepare our children for what they have to meet, and, hopefully, we shall overcome.", 
    "name": "Rosa Parks"
  }, 
  {
    "quote": "Equality may perhaps be a right, but no power on earth can ever turn it into a fact.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The wisdom of man never yet contrived a system of taxation that would operate with perfect equality.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "From the equality of rights springs identity of our highest interests you cannot subvert your neighbor's rights without striking a dangerous blow at your own.", 
    "name": "Carl Schurz"
  }, 
  {
    "quote": "The battle for women's rights has been largely won.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "All the people like us are we, and everyone else is They.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "A woman who thinks she is intelligent demands the same rights as man. An intelligent woman gives up.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "All men are created equal, it is only men themselves who place themselves above equality.", 
    "name": "David Allan Coe"
  }, 
  {
    "quote": "Equality is the soul of liberty there is, in fact, no liberty without it.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "To be successful, a woman has to be much better at her job than a man.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "I am totally against the idea that a Muslim woman should not have the same opportunities as a Muslim man to learn, to open up, to work, help shape the future. To close Islam down to a sexist approach is totally intolerable and ridiculous. It's not Islam.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "The year was 2081, and everyone was finally equal.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "There can be no equality or opportunity if men and women and children be not shielded in their lives from the consequences of great industrial and social processes which they cannot alter, control, or singly cope with.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "As equality increases, so does the number of people struggling for predominance.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "It is better that some should be unhappy rather than that none should be happy, which would be the case in a general state of equality.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "In order to get beyond racism, we must first take account of race. There is no other way. And in order to treat some persons equally, we must treat them differently.", 
    "name": "Harry A. Blackmun"
  }, 
  {
    "quote": "The emotional, sexual, and psychological stereotyping of females begins when the doctor says: It's a girl.", 
    "name": "Shirley Chisholm"
  }, 
  {
    "quote": "No struggle can ever succeed without women participating side by side with men.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Democracy does not guarantee equality of conditions - it only guarantees equality of opportunity.", 
    "name": "Irving Kristol"
  }, 
  {
    "quote": "Women are the only exploited group in history to have been idealized into powerlessness.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "Do not call for black power or green power. Call for brain power.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "One of the things about equality is not just that you be treated equally to a man, but that you treat yourself equally to the way you treat a man.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "If we were to select the most intelligent, imaginative, energetic, and emotionally stable third of mankind, all races would be present.", 
    "name": "Franz Boas"
  }, 
  {
    "quote": "The cry of equality pulls everyone down.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "I have no respect for the passion of equality, which seems to me merely idealizing envy.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "More countries have understood that women's equality is a prerequisite for development.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "Equality is not in regarding different things similarly, equality is in regarding different things differently.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "Women's rights is not only an abstraction, a cause it is also a personal affair. It is not only about us it is also about me and you. Just the two of us.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Private religious speech can't be discriminated against. It has to be treated equally with secular speech.", 
    "name": "Samuel Alito"
  }, 
  {
    "quote": "Virtue can only flourish among equals.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "People are pretty much alike. It's only that our differences are more susceptible to definition than our similarities.", 
    "name": "Linda Ellerbee"
  }, 
  {
    "quote": "Real equality is immensely difficult to achieve, it needs continual revision and monitoring of distributions. And it does not provide buffers between members, so they are continually colliding or frustrating each other.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "Equal pay isn't just a women's issue when women get equal pay, their family incomes rise and the whole family benefits.", 
    "name": "Mike Honda"
  }, 
  {
    "quote": "All imaginable futures are not equally possible.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "Nobody really believes in equality anyway.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "I want for myself what I want for other women, absolute equality.", 
    "name": "Agnes Macphail"
  }, 
  {
    "quote": "In the 1960s we were fighting to be recognized as equals in the marketplace, in marriage, in education and on the playing field. It was a very exciting, rebellious time.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "I want to work on respecting individuals' dignity. Equal rights, that's where my heart is. That means equal rights and benefits, and that's what we need.", 
    "name": "Christine Gregoire"
  }, 
  {
    "quote": "All men are born equally free.", 
    "name": "Salmon P. Chase"
  }, 
  {
    "quote": "I want to organize so that women see ourselves as people who are entitled to power, entitled to leadership.", 
    "name": "Patricia Ireland"
  }, 
  {
    "quote": "Stewardesses are still paid so little that in many cases, new hires qualify for food stamps.", 
    "name": "Patricia Ireland"
  }, 
  {
    "quote": "We who are liberal and progressive know that the poor are our equals in every sense except that of being equal to us.", 
    "name": "Lionel Trilling"
  }, 
  {
    "quote": "We are a model country where gender equality is concerned.", 
    "name": "Tarja Halonen"
  }, 
  {
    "quote": "Democratic principles are the result of equality of condition.", 
    "name": "Mercy Otis Warren"
  }, 
  {
    "quote": "Equality and development will not be achieved however if peace is not understood from women's' point of view.", 
    "name": "Jenny Shipley"
  }, 
  {
    "quote": "Until women learn to want economic independence, and until they work out a way to get this independence without denying themselves the joys of love and motherhood, it seems to me feminism has no roots.", 
    "name": "Crystal Eastman"
  }, 
  {
    "quote": "Women have a lot to say about how to advance women's rights, and governments need to learn from that, listen to the movement and respond.", 
    "name": "Charlotte Bunch"
  }, 
  {
    "quote": "I am an aristocrat. I love liberty I hate equality.", 
    "name": "John Randolph"
  }, 
  {
    "quote": "The extension of women's rights is the basic principle of all social progress.", 
    "name": "Charles Fourier"
  }, 
  {
    "quote": "I refuse to consign the whole male sex to the nursery. I insist on believing that some men are my equals.", 
    "name": "Brigid Brophy"
  }, 
  {
    "quote": "Democracy and socialism have nothing in common but one word, equality. But notice the difference: while democracy seeks equality in liberty, socialism seeks equality in restraint and servitude.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Nobody can give you freedom. Nobody can give you equality or justice or anything. If you're a man, you take it.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Democracy... is a charming form of government, full of variety and disorder and dispensing a sort of equality to equals and unequals alike.", 
    "name": "Plato"
  }, 
  {
    "quote": "I believe in the equality of man and I believe that religious duties consist in doing justice, loving mercy, and endeavoring to make our fellow-creatures happy.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "With patient and firm determination, I am going to press on for jobs. I'm going to press on for equality. I'm going to press on for the sake of our children. I'm going to press on for the sake of all those families who are struggling right now. I don't have time to feel sorry for myself. I don't have time to complain. I am going to press on.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Then not only custom, but also nature affirms that to do is more disgraceful than to suffer injustice, and that justice is equality.", 
    "name": "Plato"
  }, 
  {
    "quote": "Just as modern mass production requires the standardization of commodities, so the social process requires standardization of man, and this standardization is called equality.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "The law, in its majestic equality, forbids the rich as well as the poor to sleep under bridges, to beg in the streets, and to steal bread.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "No advance in wealth, no softening of manners, no reform or revolution has ever brought human equality a millimeter nearer.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "The land is ours. It's not European and we have taken it, we have given it to the rightful people... Those of white extraction who happen to be in the country and are farming are welcome to do so, but they must do so on the basis of equality.", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "A claim for equality of material position can be met only by a government with totalitarian powers.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "I like the religion that teaches liberty, equality and fraternity.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "Indians today are governed by two different ideologies. Their political ideal set in the preamble of the Constitution affirms a life of liberty, equality and fraternity. Their social ideal embodied in their religion denies them.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Small natures require despotism to exercise their sinews, as great souls thirst for equality to give play to their heart.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Subordination tends greatly to human happiness. Were we all upon an equality, we should have no other enjoyment than mere animal pleasure.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "Disease generally begins that equality which death completes.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Humanism was not wrong in thinking that truth, beauty, liberty, and equality are of infinite value, but in thinking that man can get them for himself without grace.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "The main business of religions is to purify, control, and restrain that excessive and exclusive taste for well-being which men acquire in times of equality.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Proclaim human equality as loudly as you like, Witless will serve his brother.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Candor is a compliment it implies equality. It's how true friends talk.", 
    "name": "Peggy Noonan"
  }, 
  {
    "quote": "From the naturalistic point of view, all men are equal. There are only two exceptions to this rule of naturalistic equality: geniuses and idiots.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "The poor have to labour in the face of the majestic equality of the law, which forbids the rich as well as the poor to sleep under bridges, to beg in the streets, and to steal bread.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Even the striving for equality by means of a directed economy can result only in an officially enforced inequality - an authoritarian determination of the status of each individual in the new hierarchical order.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "You see, Africa makes a fool of our idea of justice. It makes a farce of our idea of equality. It mocks our pieties. It doubts our concern. It questions our commitment. Because there is no way we can look at what's happening in Africa, and if we're honest, conclude that it would ever be allowed to happen anywhere else.", 
    "name": "Bono"
  }, 
  {
    "quote": "A fundamentalist can't bring himself or herself to negotiate with people who disagree with them because the negotiating process itself is an indication of implied equality.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I believe there is complete equality between men and women. And I believe those passages in the New Testament, not by Jesus, but by Paul, that say women should not adorn themselves, they should always wear hats or color their hair in church - things like that - I think they are signs of the times and should not apply to modern-day life.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I don't believe that if I came out as bisexual the world will change. But it's really important for people to be truthful about who they are and fight for equality. We need to help the world usher itself into the next phase.", 
    "name": "Olivia Thirlby"
  }, 
  {
    "quote": "Socialism values equality more than liberty.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "His lordship may compel us to be equal upstairs, but there will never be equality in the servants hall.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "Equality is the public recognition, effectively expressed in institutions and manners, of the principle that an equal degree of attention is due to the needs of all human beings.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "You have to stand guard over the development and maintenance of Islamic democracy, Islamic social justice and the equality of manhood in your own native soil.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "For a modern woman it is important to be supported and that there is equality in every aspect, and that it's not two halves that make a whole - it's two wholes that make a whole.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "OK, in all seriousness, I would say I couldn't be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "I happen to agree with many of the liberal emphasis on compassion, justice and equality. I just disagree that it's the government's role to provide everything.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "Take your message of equality of achievement, take your message of economic dependency, take your message of enslaving the entrepreneurial will and spirit of the American people somewhere else.", 
    "name": "Allen West"
  }, 
  {
    "quote": "The perfection of our union, especially our commitment to equality of opportunity, has been a story of constant striving to live up to our Founding principles. This is what Abraham Lincoln meant when he said, 'In giving freedom to the slave, we assure freedom to the free - honorable alike in what we give, and what we preserve.'", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Marriage equality is about more than just marriage. It's about something greater. It's about acceptance.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "A commitment to sexual equality with males is a commitment to becoming the rich instead of the poor, the rapist instead of the raped, the murderer instead of the murdered.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "Until we get equality in education, we won't have an equal society.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "I never doubted that equal rights was the right direction. Most reforms, most problems are complicated. But to me there is nothing complicated about ordinary equality.", 
    "name": "Alice Paul"
  }, 
  {
    "quote": "American society will never completely understand the true meaning of equality.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "We must recover the element of quality in our traditional pursuit of equality. We must not, in opening our schools to everyone, confuse the idea that all should have equal chance with the notion that all have equal endowments.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Among the best traitors Ireland has ever had, Mother Church ranks at the very top, a massive obstacle in the path to equality and freedom. She has been a force for conservatism... to ward off threats to her own security and influence.", 
    "name": "Bernadette Devlin"
  }, 
  {
    "quote": "As long as there is rape... there is not going to be any peace or justice or equality or freedom. You are not going to become what you want to become or who you want to become. You are not going to live in the world you want to live in.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "The media says that equality for women has arrived, but if you look around, you still don't see girls playing guitars and having success with it.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "The word 'equality' shows up too much in our founding documents for anyone to pretend it's not the American way.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "Jackie Robinson, as an athlete and as someone who was trying to make a stand for equality, he was exemplary.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "Our society needs to recognize the unstoppable momentum toward unequivocal civil equality for every gay, lesbian, bisexual and transgendered citizen of this country.", 
    "name": "Zachary Quinto"
  }, 
  {
    "quote": "So what we're talking about here is human rights. The right to live like a human. The right to live, period. And what we're facing in Africa is an unprecedented threat to human dignity and equality.", 
    "name": "Bono"
  }, 
  {
    "quote": "Political Freedom without economic equality is a pretense, a fraud, a lie and the workers want no lying.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "The focus of tolerance education is to deal with the concept of equality and fairness. We need to establish confidence with children that there is more goodness than horror in this world.", 
    "name": "Morris Dees"
  }, 
  {
    "quote": "Women will only have true equality when men share with them the responsibility of bringing up the next generation.", 
    "name": "Ruth Bader Ginsburg"
  }, 
  {
    "quote": "Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "I've always been hopeful about Scotland's prospects. And I now believe more than ever that Scotland is within touching distance of achieving independence and equality.", 
    "name": "Sean Connery"
  }, 
  {
    "quote": "The state controlling a woman would mean denying her full autonomy and full equality.", 
    "name": "Ruth Bader Ginsburg"
  }, 
  {
    "quote": "The sole equality on earth is death.", 
    "name": "Philip James Bailey"
  }, 
  {
    "quote": "What's really sad is that so many young women between the ages of 16 and 25 are ignorant and they already believe that women get the same pay as men. They don't even really understand that equality hasn't happened with the pay force.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "It is a strange fact that freedom and equality, the two basic ideas of democracy, are to some extent contradictory. Logically considered, freedom and equality are mutually exclusive, just as society and the individual are mutually exclusive.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "The purpose that brought the fourteenth amendment into being was equality before the law, and equality, not separation, was written into the law.", 
    "name": "Robert Bork"
  }, 
  {
    "quote": "The equality that we are all entitled to, as citizens of this democracy, can't be avoided by some religious dogma of a President who's is supposed to believe in the notion of separation of church and state. And he frankly doesn't.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.", 
    "name": "Harry Bridges"
  }, 
  {
    "quote": "I do not think white America is committed to granting equality to the American Negro. This is a passionately racist country it will continue to be so in the foreseeable future.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "The only way to get gay issues off the front pages of Canadian newspapers is to grant gay and lesbian people our full civil equality and leave it alone.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "Our goals for this nation must be nothing less than to double the size of our economy and bring prosperity and jobs, ownership and equality of opportunity to all Americans, especially those living in our nation's pockets of poverty.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "I believe in the equality of man and I believe that religious duties consist in doing justice, loving mercy, and endeavoring to make our fellow-creatures happy.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "The more equality women have, the fairer, more civilized and tolerant society will be. Sexual equality is a lot more effective against terrorism than military strength.", 
    "name": "Jose Luis Rodriguez Zapatero"
  }, 
  {
    "quote": "I am fiscally prudent and socially progressive. I believe in protecting a woman's right to choose. I believe in marriage equality.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Marriage equality changed life for people.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "For 25 years, it has been my privilege to represent the city of San Francisco and the great state of California to work to strengthen our vibrant middle class to secure opportunity and equality.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "Rosa Parks was the queen mother of a movement whose single act of heroism sparked the movement for freedom, justice and equality. Her greatest contribution is that she told us a regular person can make a difference.", 
    "name": "Marc Morial"
  }, 
  {
    "quote": "I am a universalist, passionately devoted to the cause of equality within the human family.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "Each country has a soul, and France's soul is equality.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "Racism oppresses its victims, but also binds the oppressors, who sear their consciences with more and more lies until they become prisoners of those lies. They cannot face the truth of human equality because it reveals the horror of the injustices they commit.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "Prosperity or egalitarianism - you have to choose. I favor freedom - you never achieve real equality anyway: you simply sacrifice prosperity for an illusion.", 
    "name": "Mario Vargas Llosa"
  }, 
  {
    "quote": "You learn about equality in history and civics, but you find out life is not really like that.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "Democracy not only requires equality but also an unshakable conviction in the value of each person, who is then equal.", 
    "name": "Jeane Kirkpatrick"
  }, 
  {
    "quote": "Republicans many times can't get the words 'equality of opportunity' out of their mouths. Their lips do not form that way.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "To realize that new world we must prefer the values of freedom and equality above all other values - above personal wealth, technical power and nationalism.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "Unless man is committed to the belief that all mankind are his brothers, then he labors in vain and hypocritically in the vineyards of equality.", 
    "name": "Adam Clayton"
  }, 
  {
    "quote": "Again, it may be said, that to love justice and equality the people need no great effort of virtue it is sufficient that they love themselves.", 
    "name": "Maximilien Robespierre"
  }, 
  {
    "quote": "In the end no segregationist scheme has withstood the force of a simple idea: equality under law.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "As a first step there must be an offer to achieve equality of rights in disarmament by abolishing the weapons forbidden to the Central Powers by the Peace Treaties.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Canada is the homeland of equality, justice and tolerance.", 
    "name": "Kim Campbell"
  }, 
  {
    "quote": "I should like to suggest to you that the cause of all the economic troubles is that we have an economic system which tries to maintain an equality of value between two things, which it would be better to recognise from the beginning as of unequal value.", 
    "name": "Paul Dirac"
  }, 
  {
    "quote": "From a viable economy to the full funding of Headstart, from a clean environment to true equality for women, from a strong military to a commitment to racial brotherhood, from schools that are honored to streets free of excessive violence.", 
    "name": "Paul Tsongas"
  }, 
  {
    "quote": "It is crucial that members of Congress cast votes that are supportive of the values upon which our nation was founded: equality, freedom, and opportunity for all people.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "Well, my view before was a Western view, and I certainly understand marriage equality and civil rights, equal rights for all, but having visited developing nations and some of the poorest nations in the world, I realize how deep it goes and how much work really needs to be done to create equality for all.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "Feminism is just about equality, really, and there's so much stuff attached to the word, when it's actually so simple. I don't know why it's always so bogged down.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "Friendship is something that creates equality and mutuality, not a reward for finding equality or a way of intensifying existing mutuality.", 
    "name": "Rowan D. Williams"
  }, 
  {
    "quote": "I believe I've always been a big believer in equality. No one has ever been able to tell me I couldn't do something because I was a girl.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "There's a beauty in being part of a band, when there's equality and trust.", 
    "name": "Scott Weiland"
  }, 
  {
    "quote": "I don't believe in social equality, and they know it.", 
    "name": "George Smathers"
  }, 
  {
    "quote": "I believe that as women, we must commit ourselves to sustaining the progress made by our foremothers who fought so hard for women's equality and liberation.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "The vision that the founding fathers had of rule of law and equality before the law and no one above the law, that is a very viable vision, but instead of that, we have quasi mob rule.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "We are all different. Yet we are all God's children. We are all united behind this country and the common cause of freedom, justice, fairness, and equality. That is what unites us.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "In Nicaragua, liberty, equality and the rule of law were the stuff of dreams. But in Paris I discovered the value of those words.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "Unless there is recognition that women are most vulnerable... and you do something about social and cultural equality for women, you're never going to defeat this pandemic.", 
    "name": "Stephen Lewis"
  }, 
  {
    "quote": "The Klan had used fear, intimidation and murder to brutally oppress over African-Americans who sought justice and equality and it sought to respond to the young workers of the civil rights movement in Mississippi in the same way.", 
    "name": "Charles Rangel"
  }, 
  {
    "quote": "Republican patience with how unionism deals with the political institutions, and with key issues like equality and human rights, will be tested because, obviously, there will be a battle a day on these matters. So lets face up to all of this with our eyes wide open.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "Sinn Fein has demonstrated the ability to play a leadership role as part of a popular movement towards peace, equality and justice.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "The unionists also for their part, want to minimise the potential for change, not only on the equality agenda but on the issues of sovereignty and ending the union.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "The most important thing is the indigenous people are not vindictive by nature. We are not here to oppress anybody - but to join together and build Bolivia, with justice and equality.", 
    "name": "Evo Morales"
  }, 
  {
    "quote": "It became clear to me in an instant that living a gay life without publicly acknowledging it is simply not enough to make any significant contribution to the immense work that lies ahead on the road to complete equality.", 
    "name": "Zachary Quinto"
  }, 
  {
    "quote": "I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength.", 
    "name": "Sandra Lee"
  }, 
  {
    "quote": "As soon as man enters into a state of society he loses the sense of his weakness equality ceases, and then commences the state of war.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "In 1965, I marched for equality.", 
    "name": "Alphonso Jackson"
  }, 
  {
    "quote": "The 2010 global gender gap report by the World Economic Forum shows that countries with better gender equality have faster-growing, more competitive economies.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "One of the factors a country's economy depends on is human capital. If you don't provide women with adequate access to healthcare, education and employment, you lose at least half of your potential. So, gender equality and women's empowerment bring huge economic benefits.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Educational equality doesn't guarantee equality on the labor market. Even the most developed countries are not gender-equal. There are still glass ceilings and 'leaky pipelines' that prevent women from getting ahead in the workplace.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "U.N. Women was created due to the acknowledgement that gender equality and women's empowerment was still, despite progress, far from what it should be. Transforming political will and decisions, such as the Member States creating U.N. Women, into concrete steps towards gender equality and women's empowerment, I think is one of the main challenges.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Gender equality will only be reached if we are able to empower women.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Civilization is built on a number of ultimate principles... respect for human life, the punishment of crimes against property and persons, the equality of all good citizens before the law... or, in a word justice.", 
    "name": "Max Nordau"
  }, 
  {
    "quote": "Mormons... are so strong, they can handle wealth, they are confident. I think it is because they are not bogged down by rules for equality, but have a firmly defined system of relative status and responsible command.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "Inequality can have a bad downside, but equality, for its part, sure does get in the way of coordination.", 
    "name": "Mary Douglas"
  }, 
  {
    "quote": "We live in a world where equality is pretty important.", 
    "name": "John Key"
  }, 
  {
    "quote": "Is there an equality of power between America and Iraq? Definitely not however, the Iraqi people are standing fast and are defending their land courageously.", 
    "name": "Bashar al-Assad"
  }, 
  {
    "quote": "Elections are also about the future - the pledges that we are making for this country. For those who care about equality and fairness in the UK, and beyond, Labour really is the only choice.", 
    "name": "Anne Campbell"
  }, 
  {
    "quote": "Equality implies individuality.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "In science, all facts, no matter how trivial or banal, enjoy democratic equality.", 
    "name": "Mary McCarthy"
  }, 
  {
    "quote": "Abortion is defended today as a means of ensuring the equality and independence of women, and as a solution to the problems of single parenting, child abuse, and the feminization of poverty.", 
    "name": "Robert Casey"
  }, 
  {
    "quote": "The advocates of abortion on demand falsely assume two things: that women must suffer if the lives of unborn children are legally protected and that women can only attain equality by having the legal option of destroying their innocent offspring in the womb.", 
    "name": "Robert Casey"
  }, 
  {
    "quote": "As many political writers have pointed out, commitment to political equality is not an empirical claim that people are clones.", 
    "name": "Steven Pinker"
  }, 
  {
    "quote": "The civil rights movement in the United States was about the same thing, about equality of treatment for all sections of the people, and that is precisely what our movement was about.", 
    "name": "John Hume"
  }, 
  {
    "quote": "Most of all, we should remember all of us are capable of individually helping advance the spirit of equality for all.", 
    "name": "Mike Rogers"
  }, 
  {
    "quote": "We have to restore power to the family, to the neighborhood, and the community with a non-market principle, a principle of equality, of charity, of let's-take-care-of-one-another. That's the creative challenge.", 
    "name": "Jerry Brown"
  }, 
  {
    "quote": "Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "The liberal ideal is that everyone should have fair access and fair opportunity. This is not equality of result. It's equality of opportunity. There's a fundamental difference.", 
    "name": "Robert Reich"
  }, 
  {
    "quote": "The rights of one sex, political and otherwise, are the same as those of the other sex, and this equality of rights ought to be fully recognized.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "The people of Canada have worked hard to build a country that opens its doors to include all, regardless of their differences a country that respects all, regardless of their differences a country that demands equality for all, regardless of their differences.", 
    "name": "Paul Martin"
  }, 
  {
    "quote": "In Canada, women's rights are a vital part of our effort to build a society of real equality - not just for some, but for all Canadians. A society in which women no longer encounter discrimination nor are shut out from opportunities open to others.", 
    "name": "Paul Martin"
  }, 
  {
    "quote": "Okay, when you start to fight for equality, like Anand did in 1995, you could end up losing game 10, like he did, without putting up any kind of fight.", 
    "name": "Vladimir Kramnik"
  }, 
  {
    "quote": "All sports must be treated on the basis of equality.", 
    "name": "Pierre de Coubertin"
  }, 
  {
    "quote": "How are men to be secured in any rights without instruction how to be secured in the equal exercise of those rights without equality of instruction? By instruction understand me to mean knowledge - just knowledge not talent, not genius, not inventive mental powers.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "His lordship may compel us to be equal upstairs, but there will never be equality in the servants' hall.", 
    "name": "J. M. Barrie"
  }, 
  {
    "quote": "Any serious shift towards more sustainable societies has to include gender equality.", 
    "name": "Helen Clark"
  }, 
  {
    "quote": "I do not want to be the angel of any home: I want for myself what I want for other women, absolute equality. After that is secured, then men and women can take turns being angels.", 
    "name": "Agnes Macphail"
  }, 
  {
    "quote": "Where terrorists offer injustice, disorder and destruction, the United States and its allies stand for freedom, fairness, equality, hope, and opportunity.", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "In a state therefore of great equality and virtue, where pure and simple manners prevailed, the increase of the human species would evidently be much greater than any increase that has been hitherto known.", 
    "name": "Thomas Malthus"
  }, 
  {
    "quote": "Feudal societies don't create great cinema we have great theatre. The egalitarian societies create great cinema. The Americans, the French. Because equality is sort of what the cinema deals with. It deals with stories which don't fall into 'Everybody in their place and who's who,' and all that. But the theatre's full of that.", 
    "name": "Brian Cox"
  }, 
  {
    "quote": "There's a remarkable amount of sexism on TV. When male characters are flawed, they're interesting, deep and complex. But when female characters are flawed, they're just a mess. It's good to put more flawed but interesting female characters out there because it promotes equality.", 
    "name": "Ellen Pompeo"
  }, 
  {
    "quote": "'Vote Love' means vote equality. It means vote change. It means vote what's right for humanity.", 
    "name": "Macklemore"
  }, 
  {
    "quote": "We will have bigger bureaucracies, bigger labor unions, and bigger state-run corporations. It will be harder to be an entrepreneur because of punitive taxes and regulations. The rewards of success will be expropriated for the sake of attaining greater income equality.", 
    "name": "Arthur C. Brooks"
  }, 
  {
    "quote": "It will appear evident upon attentive consideration that equality of intellectual and physical advantages is the only sure foundation of liberty, and that such equality may best, and perhaps only, be obtained by a union of interests and cooperation in labor.", 
    "name": "Francis Wright"
  }, 
  {
    "quote": "When I look at my daughter, who's 24, she is much more confident than I ever was and her expectations are higher. But I worry that there is a backlash brewing against progress on equality.", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "Do people really want liberty, equality, fraternity? Is it not some manner of speaking?", 
    "name": "Krzysztof Kieslowski"
  }, 
  {
    "quote": "On the one hand we publicly pronounce the equality of all peoples on the other hand, in our immigration laws, we embrace in practice these very theories we abhor and verbally condemn.", 
    "name": "Emanuel Celler"
  }, 
  {
    "quote": "In choosing global corporate partners UNICEF emphasises compatibility with our core values and looks to build alliances that advance our mission of ensuring the health, education, equality and protection for all the world's children.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "The American economic, political, and social organization has given to its citizens the benefits of material prosperity, political liberty, and a wholesome natural equality and this achievement is a gain, not only to Americans, but to the world and to civilization.", 
    "name": "Herbert Croly"
  }, 
  {
    "quote": "Free trade is very important if we respect equality among nations.", 
    "name": "Luiz Inacio Lula da Silva"
  }, 
  {
    "quote": "Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "In the kingdom of consumption the citizen is king. A democratic monarchy: equality before consumption, fraternity in consumption, and freedom through consumption.", 
    "name": "Raoul Vaneigem"
  }, 
  {
    "quote": "The work that must be done for each woman to reconnect with her psyche and to give herself a chance to live her own life is essentially the same. The realization of the equality of all races, the equality of all beings is essential.", 
    "name": "Betty Buckley"
  }, 
  {
    "quote": "Propelled by freedom of faith, gender equality and economic justice for all, India will become a modern nation. Minor blemishes cannot cloak the fact that India is becoming such a modern nation: no faith is in danger in our country, and the continuing commitment to gender equality is one of the great narratives of our times.", 
    "name": "Pranab Mukherjee"
  }, 
  {
    "quote": "I would point out that Japan's proposal at the Versailles Peace Conference on the principle of racial equality was rejected by delegates such as those from Britain and the United States.", 
    "name": "Hideki Tojo"
  }, 
  {
    "quote": "Such security is equal liberty. But it is not necessarily equality in the use of the earth.", 
    "name": "Benjamin Tucker"
  }, 
  {
    "quote": "A resilient people cherishing liberty and equality and the rule of law will endure.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "America, 5 years after this brutal attack, is testament that a Nation conceived in liberty and equality will endure. It is a triumph of millions of Americans but it is also the triumph of an idea larger than any one person, larger than any one nation.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "The mandate I have received and for which I will speak with heart and head to implement over the next seven years had its four pillars - an inclusive citizenship, equality and participation and respect in a creative society creating an excellence in everything we Irish do.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "The history of the past is but one long struggle upward to equality.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "In a society in which equality is a fact, not merely a word, words of racial or sexual assault and humiliation will be nonsense syllables.", 
    "name": "Catharine MacKinnon"
  }, 
  {
    "quote": "The basis, the corner-stone of this Government, was the perfect equality of the free, sovereign, and independent States which made it.", 
    "name": "Robert Toombs"
  }, 
  {
    "quote": "Give us equality of enjoyment, equal right to expansion - it is as necessary to our prosperity as yours.", 
    "name": "Robert Toombs"
  }, 
  {
    "quote": "The March on Washington affirmed our values as a people: equality and opportunity for all. Forty-one years ago, during a time of segregation, these were an ideal.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "Well, my personal mission statement is that we want marriage equality in all 50 states. We want it not to be a state-by-state issue. We don't want it to be something the majority is voting on. I don't think the civil rights of any minority should be in the hands of any majority.", 
    "name": "Jesse Tyler Ferguson"
  }, 
  {
    "quote": "As an actor, you just want to work, and then you just want to be on a show or have a job that you love, and you hope that job will last - those things have happened. To have that platform to then talk about something that is very personal to me like marriage equality, it feels like a gift. I try and really respect that voice and not abuse it.", 
    "name": "Jesse Tyler Ferguson"
  }, 
  {
    "quote": "And think of how we challenged the idea of a male dominated Parliament with All-Women shortlists and made the cause of gender equality central to our government. We were right to do so.", 
    "name": "Ed Miliband"
  }, 
  {
    "quote": "Scotland is my country, the nation that shaped me, that taught me my values. A nation whose achievements inspired and inspire me, a community whose failings drive me - drive my overwhelming desire to fight for social justice and equality.", 
    "name": "Johann Lamont"
  }, 
  {
    "quote": "There needs to be radical development in equality law to create the environment to allow women to stay in work.", 
    "name": "Ken Livingstone"
  }, 
  {
    "quote": "As a partner in a firm full of women who work outside of the home as well as stay at home mothers, all with plenty of children, gender equality is not a talking point for me. It is an issue I live every day.", 
    "name": "Hilary Rosen"
  }, 
  {
    "quote": "I said on the equality side of it, that it is essential to a woman's equality with man that she be the decision-maker, that her choice be controlling.", 
    "name": "Ruth Bader Ginsburg"
  }, 
  {
    "quote": "Earlier feminists were almost universally pro-choice and have dominated political debate until now. Having access to abortion was viewed as the only way women could have full equality with men, who, until recently, couldn't get pregnant.", 
    "name": "Kathleen Parker"
  }, 
  {
    "quote": "A formally recognized equality does, however, accord the smaller nations a position which they should be able to use increasingly in the interest of humanity as a whole and in the service of the ideal.", 
    "name": "Hjalmar Branting"
  }, 
  {
    "quote": "The equality among all members of the League, which is provided in the statutes giving each state only one vote, cannot of course abolish the actual material inequality of the powers concerned.", 
    "name": "Hjalmar Branting"
  }, 
  {
    "quote": "It wouldn't be fair to say that conservatives cherish property the way liberals cherish equality. But it would be fair to say that the takings clause is the conservatives' recipe for judicial activism just as they say liberals have misused the equal protection clause.", 
    "name": "Michael Kinsley"
  }, 
  {
    "quote": "We are also further than ever from equality of opportunity.", 
    "name": "Ferdinand Mount"
  }, 
  {
    "quote": "Equality of rights means that some people cannot simply impose obligations on others, for the moral agency and rights of those others would then be violated.", 
    "name": "Tom G. Palmer"
  }, 
  {
    "quote": "As a result of America's efforts to realize the ideals of equality and freedom, blacks in America are now the freest and richest black people anywhere on the face of the earth including all of the nations that are ruled by blacks.", 
    "name": "David Horowitz"
  }, 
  {
    "quote": "Women have talent and intelligence but, due to social constraints and prejudices, it is still a long distance away from the goal of gender equality.", 
    "name": "Pratibha Patil"
  }, 
  {
    "quote": "I think men are allowed to be fat and bald and ugly and women aren't. And it's just not - there is no equality there.", 
    "name": "Connie Chung"
  }, 
  {
    "quote": "Everybody thinks that equality comes from identifying people, and that's not where equality comes from.", 
    "name": "Matt Bomer"
  }, 
  {
    "quote": "You got to fight for quality art and equality and all the things that we're fighting for, the things we believe in. Choice and preference and all those things that we support. We don't want to give up that fight. You got to keep doing it.", 
    "name": "Christopher Cross"
  }, 
  {
    "quote": "I joined the Labour party because I believed in equality, in freedom of speech and in tolerance, compassion and understanding for people, irrespective of their background and views. In whatever I decide to do in the future I will hold to those principles.", 
    "name": "Geoff Hoon"
  }, 
  {
    "quote": "Obviously, my life and my job in 2010 is very different from Peggy's experience in the 1960s. I exist in a world that enjoys more equality between men and women. But I don't take any of that into my performance. I just want to play the character as who she is as an individual - scene to scene.", 
    "name": "Elizabeth Moss"
  }, 
  {
    "quote": "Martin Luther King, Jr. didn't carry just a piece of cloth to symbolize his belief in racial equality he carried the American flag.", 
    "name": "Adrian Cronauer"
  }, 
  {
    "quote": "At a time when efforts are being made to eradicate discrimination between the sexes in the search for social equality and justice, the differences between the sexes are being rediscovered.", 
    "name": "Carol Gilligan"
  }, 
  {
    "quote": "Martin Luther King, Jr. Day is a time to honor the greatest champion of racial equality who taught a nation - through compassion and courage - about democracy, nonviolence and racial justice.", 
    "name": "Mark Pryor"
  }, 
  {
    "quote": "The right to a quality education is, I believe, the perfect path to bridge the gap between different cultures and to reconcile various civilizations. Without such a right, the values of liberty, justice and equality will have no meaning. Ignorance is by far the biggest danger and threat to humankind.", 
    "name": "Mozah bint Nasser Al Missned"
  }, 
  {
    "quote": "Now they have come to the place where their faith can no longer feed on the bread of repression and violence. They ask for the bread of liberty, of public equality, and public responsibility. It must not be denied them.", 
    "name": "Mordecai Wyatt Johnson"
  }, 
  {
    "quote": "The goal of the EU is to form a region of freedom, security and justice. Freedom in this connection cannot be just the freedom of the strong, but it must be combined with fraternity and equality.", 
    "name": "Tarja Halonen"
  }, 
  {
    "quote": "Family law is institutionally anti-male. I've been lobbying MPs, and I'm not going to give up campaigning for equality until I get equality.", 
    "name": "Louis de Bernieres"
  }, 
  {
    "quote": "The only way to ensure equality for women is to clearly declare it in our Constitution.", 
    "name": "Carolyn Maloney"
  }, 
  {
    "quote": "What is being called the UN 'gender architecture' is more like a shack. Women need a bigger global house if equality is ever to become a reality.", 
    "name": "Charlotte Bunch"
  }, 
  {
    "quote": "I will feel equality has arrived when we can elect to office women who are as incompetent as some of the men who are already there.", 
    "name": "Maureen Reagan"
  }, 
  {
    "quote": "The Internet is the hope of an integrated world without frontiers, a common world without controlling owners, a world of opportunities and equality. This is a utopia that we have been dreaming about and is a world in which each and every one of us are protagonists of a destiny that we have in our hands.", 
    "name": "Laura Chinchilla"
  }, 
  {
    "quote": "Think of submitting our measure to the advice of politicians! I would as soon submit the subject of the equality of a goose to a fox.", 
    "name": "Anna Howard Shaw"
  }, 
  {
    "quote": "On the road to equality there is no better place for blacks to detour around American values than in forgoing its example in the treatment of its women and the organization of its family.", 
    "name": "Eleanor Holmes Norton"
  }, 
  {
    "quote": "The highest political buzz word is not liberty, equality, fraternity or solidarity it is service.", 
    "name": "Arthur Hugh Clough"
  }, 
  {
    "quote": "Dreams from 1991 are becoming reality. We will build good relations between nations and people. We will strive towards mutual respect and equality of every individual, sex, race and national or any other minority.", 
    "name": "Janez Drnovsek"
  }, 
  {
    "quote": "Humanistic values of equality and equal rights for all nations and individuals as crystallized in the principles of the United Nations Charter are mankind's great achievements in the 20th century.", 
    "name": "Tran Duc Luong"
  }, 
  {
    "quote": "The Nordic countries are leading the way on women's equality, recognizing women as equal citizens rather than commodities for sale.", 
    "name": "Johanna Siguroardottir"
  }, 
  {
    "quote": "There are a lot of things that fit on a bumper sticker in terms of either liberty or equality or progress that when made more concrete just don't pan out.", 
    "name": "Laurence Tribe"
  }, 
  {
    "quote": "If money, education, and honesty will not bring to me as much privilege, as much equality as they bring to any American citizen, then they are to me a curse, and not a blessing.", 
    "name": "John Hope"
  }, 
  {
    "quote": "Distinctions between citizens solely because of their ancestry are by their very nature odious to a free people whose institutions are founded upon the doctrine of equality.", 
    "name": "Harlan Stone"
  }, 
  {
    "quote": "The bill neither confers nor abridges the rights of anyone but simply declares that in civil rights there shall be equality among all classes of citizens and that all alike shall be subject to the same punishment.", 
    "name": "Lyman Trumbull"
  }, 
  {
    "quote": "Demands for equality for women are threats to men's self-esteem and sense of sexual turf.", 
    "name": "Alice S. Rossi"
  }, 
  {
    "quote": "Equality means nothing unless incorporated into the institutions.", 
    "name": "Slobodan Milosevic"
  }, 
  {
    "quote": "Yugoslavia is a multinational community and it can survive only under the conditions of full equality for all nations that live in it.", 
    "name": "Slobodan Milosevic"
  }
]