[
  {
    "quote": "It is better to travel well than to arrive.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Perhaps travel cannot prevent bigotry, but by demonstrating that all peoples cry, laugh, eat, worry, and die, it can introduce the idea that if we try and understand each other, we may even become friends.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "One travels more usefully when alone, because he reflects more.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The World is a book, and those who do not travel read only a page.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Never go on trips with anyone you do not love.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "What does it mean to pre-board? Do you get on before you get on?", 
    "name": "George Carlin"
  }, 
  {
    "quote": "I dislike feeling at home when I am abroad.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "We travel, some of us forever, to seek other states, other lives, other souls.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "If you wish to travel far and fast, travel light. Take off all your envies, jealousies, unforgiveness, selfishness and fears.", 
    "name": "Cesare Pavese"
  }, 
  {
    "quote": "Reminds me of my safari in Africa. Somebody forgot the corkscrew and for several days we had to live on nothing but food and water.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "To travel is to discover that everyone is wrong about other countries.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Travel, in the younger sort, is a part of education in the elder, a part of experience.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "I've always enjoyed traveling and having experience with different cultures and different people. But it's also a wonderful thing to be able to benefit and enable research, not only in our country but around the world.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "The traveler sees what he sees, the tourist sees what he has come to see.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "When traveling with someone, take large does of patience and tolerance with your morning coffee.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow.", 
    "name": "Lin Yutang"
  }, 
  {
    "quote": "Like all great travellers, I have seen more than I remember, and remember more than I have seen.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "He travels the fastest who travels alone.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "Travelers repose and dream among my leaves.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Our deeds still travel with us from afar, and what we have been makes us what we are.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "To the lover of wilderness, Alaska is one of the most wonderful countries in the world.", 
    "name": "John Muir"
  }, 
  {
    "quote": "It is not fit that every man should travel it makes a wise man better, and a fool worse.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "A wise traveler never despises his own country.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Just got back from a pleasure trip: I took my mother-in-law to the airport.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Airplane travel is nature's way of making you look like your passport photo.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "In America there are two classes of travel - first class, and with children.", 
    "name": "Robert Benchley"
  }, 
  {
    "quote": "You know more of a road by having traveled it than by all the conjectures and descriptions in the world.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "You define a good flight by negatives: you didn't get hijacked, you didn't crash, you didn't throw up, you weren't late, you weren't nauseated by the food. So you are grateful.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "Travelers never think that they are the foreigners.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "The traveler was active he went strenuously in search of people, of adventure, of experience. The tourist is passive he expects interesting things to happen to him. He goes 'sight-seeing.'", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "A man travels the world in search of what he needs and returns home to find it.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "Why, I'd like nothing better than to achieve some bold adventure, worthy of our trip.", 
    "name": "Aristophanes"
  }, 
  {
    "quote": "The world is a country which nobody ever yet knew by description one must travel through it one's self to be acquainted with it.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Every perfect traveler always creates the country where he travels.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "Tourists don't know where they've been, travelers don't know where they're going.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "Certainly, travel is more than the seeing of sights it is a change that goes on, deep and permanent, in the ideas of living.", 
    "name": "Miriam Beard"
  }, 
  {
    "quote": "When I go on Japanese Airlines, I really love it because I like Japanese food.", 
    "name": "Phil Collins"
  }, 
  {
    "quote": "Traveling, you realize that differences are lost: each city takes to resembling all cities, places exchange their form, order, distances, a shapeless dust cloud invades the continents.", 
    "name": "Italo Calvino"
  }, 
  {
    "quote": "Venice is like eating an entire box of chocolate liqueurs in one go.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "We wander for distraction, but we travel for fulfillment.", 
    "name": "Hilaire Belloc"
  }, 
  {
    "quote": "I love short trips to New York to me it is the finest three-day town on earth.", 
    "name": "James Cameron"
  }, 
  {
    "quote": "I think a major element of jetlag is psychological. Nobody ever tells me what time it is at home.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Travel becomes a strategy for accumulating photographs.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "The time to enjoy a European trip is about three weeks after unpacking.", 
    "name": "George Ade"
  }, 
  {
    "quote": "I never make a trip to the United States without visiting a supermarket. To me they are more fascinating than any fashion salon.", 
    "name": "Wallis Simpson"
  }, 
  {
    "quote": "Everyone carries his own inch rule of taste, and amuses himself by applying it, triumphantly, wherever he travels.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "If one had but a single glance to give the world, one should gaze on Istanbul.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller.", 
    "name": "Michael Palin"
  }, 
  {
    "quote": "When the traveler goes alone he gets acquainted with himself.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "Travel can be one of the most rewarding forms of introspection.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "No matter where I've been overseas, the food stinks, except in Italy.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "Travel is glamorous only in retrospect.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "Certain travellers give the impression that they keep moving because only then do they feel fully alive.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "You get educated by traveling.", 
    "name": "Solange Knowles"
  }, 
  {
    "quote": "The hardest part is to travel, and to be away from your family.", 
    "name": "Glenn Tipton"
  }, 
  {
    "quote": "My wife and I have so much fun when we travel and find anything... like stray cats and squirrels.", 
    "name": "Eric Roberts"
  }, 
  {
    "quote": "The attention of a traveller, should be particularly turned, in the first place, to the various works of Nature, to mark the distinctions of the climates he may explore, and to offer such useful observations on the different productions as may occur.", 
    "name": "William Bartram"
  }, 
  {
    "quote": "My parents and my grandfather on my mom's side would travel the earth. They went to Australia and China, and they went to probably every soccer game I ever played.", 
    "name": "Brandi Chastain"
  }, 
  {
    "quote": "Travelling expands the mind rarely.", 
    "name": "Hans Christian Andersen"
  }, 
  {
    "quote": "Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy.", 
    "name": "Fanny Burney"
  }, 
  {
    "quote": "Airline travel is hours of boredom interrupted by moments of stark terror.", 
    "name": "Al Boliska"
  }, 
  {
    "quote": "A journey by Sea and Land, Five Hundred Miles, is not undertaken without money.", 
    "name": "Lewis Hallam"
  }, 
  {
    "quote": "In both business and personal life, I've always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry.", 
    "name": "Ivanka Trump"
  }, 
  {
    "quote": "On long haul flights I always drink loads and loads of water and eat light and healthy food.", 
    "name": "Lisa Snowdon"
  }, 
  {
    "quote": "The trouble with travelling back later on is that you can never repeat the same experience.", 
    "name": "Michael Palin"
  }, 
  {
    "quote": "I get pretty much all the exercise I need walking down airport concourses carrying bags.", 
    "name": "Guy Clark"
  }, 
  {
    "quote": "When I'm in London I do have the convenience of being close to St James Park which is also good for me because it gives me an excuse to get out and get some much needed exercise!", 
    "name": "David Blunkett"
  }, 
  {
    "quote": "Traveling is seeing it is the implicit that we travel by.", 
    "name": "Cynthia Ozick"
  }, 
  {
    "quote": "If you travel first class, you think first class and you are more likely to play first class.", 
    "name": "Ray Floyd"
  }, 
  {
    "quote": "Travel, which was once either a necessity or an adventure, has become very largely a commodity, and from all sides we are persuaded into thinking that it is a social requirement, too.", 
    "name": "Jan Morris"
  }, 
  {
    "quote": "We are what our thoughts have made us so take care about what you think. Words are secondary. Thoughts live they travel far.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "A lie can travel half way around the world while the truth is putting on its shoes.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "It is for us to pray not for tasks equal to our powers, but for powers equal to our tasks, to go forward with a great desire forever beating at the door of our hearts as we travel toward our distant goal.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "I never travel without my diary. One should always have something sensational to read in the train.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "In college I never realized the opportunities available to a pro athlete. I've been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Writing and travel broaden your ass if not your mind and I like to write standing up.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "When a place gets crowded enough to require ID's, social collapse is not far away. It is time to go elsewhere. The best thing about space travel is that it made it possible to go elsewhere.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost.", 
    "name": "Terry Brooks"
  }, 
  {
    "quote": "For my part, I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "To travel hopefully is a better thing than to arrive.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Uncontrolled, the hunger and thirst after God may become an obstacle, cutting off the soul from what it desires. If a man would travel far along the mystic road, he must learn to desire God intensely but in stillness, passively and yet with all his heart and mind and strength.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "You and I come by road or rail, but economists travel on infrastructure.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Everywhere is nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "People commonly travel the world over to see rivers and mountains, new stars, garish birds, freak fish, grotesque breeds of human they fall into an animal stupor that gapes at existence and they think they have seen something.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "I want to teach. I want to speak. I want to travel.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The man who never in his mind and thoughts travel'd to heaven is no artist.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Time travel used to be thought of as just science fiction, but Einstein's general theory of relativity allows for the possibility that we could warp space-time so much that you could go off in a rocket and return before you set out.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "The whole object of travel is not to set foot on foreign land it is at last to set foot on one's own country as a foreign land.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Travel teaches toleration.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "All travel has its advantages. If the passenger visits better countries, he may learn to improve his own. And if fortune carries him to worse, he may learn to enjoy it.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Travel makes a wise man better, and a fool worse.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "People who don't travel cannot have a global view, all they see is what's in front of them. Those people cannot accept new things because all they know is where they live.", 
    "name": "Martin Yan"
  }, 
  {
    "quote": "The cool thing about being famous is traveling. I have always wanted to travel across seas, like to Canada and stuff.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "I do have to travel a lot for speaking engagements.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Man is an artifact designed for space travel. He is not designed to remain in his present biologic state any more than a tadpole is designed to remain a tadpole.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "It always rains on tents. Rainstorms will travel thousands of miles, against prevailing winds for the opportunity to rain on a tent.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Strange - is it not? That of the myriads who Before us passed the door of Darkness through, Not one returns to tell us of the road Which to discover we must travel too.", 
    "name": "Horace"
  }, 
  {
    "quote": "I have wandered all my life, and I have also traveled the difference between the two being this, that we wander for distraction, but we travel for fulfillment.", 
    "name": "Hilaire Belloc"
  }, 
  {
    "quote": "I never saw a discontented tree. They grip the ground as though they liked it, and though fast rooted they travel about as far as we do.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Travel and society polish one, but a rolling stone gathers no moss, and a little moss is a good thing on a man.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Let me be a free man - free to travel, free to stop, free to work.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "I just travel the world with my backpack and my cameras and a bunch of Clif bars.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "We travel together, passengers on a little spaceship, dependent on it's vulnerable reserves of air and soil, all committed, for our safety, to it's security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "The first time probably people really were aware of me, I unfortunately had the title of Showtime's Funniest Person in America. And that's a really tough title to travel around with when you're not even known.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "To read a writer is for me not merely to get an idea of what he says, but to go off with him and travel in his company.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "To bring up a child in the way he should go, travel that way yourself once in a while.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "I travel around the world constantly promoting my projects and endorsing products. Yes, I do get paid to go to parties in fact, I'm the person who started the whole trend of paid appearances. But when you see me at a party, I'm always working or promoting something.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.", 
    "name": "Hypatia"
  }, 
  {
    "quote": "The photograph reverses the purpose of travel, which until now had been to encounter the strange and unfamiliar.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "The way to Heaven is ascending we must be content to travel uphill, though it be hard and tiresome, and contrary to the natural bias of our flesh.", 
    "name": "Jonathan Edwards"
  }, 
  {
    "quote": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are.", 
    "name": "Diane von Furstenberg"
  }, 
  {
    "quote": "I want to see friends more and travel more.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "An English man does not travel to see English men.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "The one thing I regret was that my work required an enormous amount of my time, and a lot of travel.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "I've met the most interesting people while flying or on a boat. These methods of travel seem to attract the kind of people I want to be with.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "I am blessed for what I have, but I believed in it from the beginning. Today, the dream is the same: I still want to travel, I still want to entertain, and I most certainly still want to have fun.", 
    "name": "Guy Laliberte"
  }, 
  {
    "quote": "I am not unconscious of the persuasive power exerted by these considerations to drag men along in the current but I am not at liberty to travel that road.", 
    "name": "Benjamin F. Wade"
  }, 
  {
    "quote": "The good news is that real-world hands-on conservation is alive and well and catching on across the America I travel.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "I really have created a family. I work with the people I love, I travel with them, I make films with them, and I'm in an office with them. So in a weird way - I know I haven't birthed a child - I feel that I'm a part of creating a family. It's a tribe. I love that word.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Dealing with global warming doesn't mean we have all got to suddenly stop breathing. Dealing with global warming means that we have to stop waste, and if you travel for no reason whatsoever, that is a waste.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "Thanks to the Interstate Highway System, it is now possible to travel across the country from coast to coast without seeing anything.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "The secret to modern life is finding the measure in time management. I have two kids, career and I travel, and I don't think my life is any different than most couples. The most valuable commodity now for many people is time and how to parcel that out.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I have two kids, career and I travel, and I don't think my life is any different than most couples. The most valuable commodity now for many people is time and how to parcel that out.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "Travel in all the four quarters of the earth, yet you will find nothing anywhere. Whatever there is, is only here.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "I travel the garden of music, thru inspiration. It's a large, very large garden, seen?", 
    "name": "Peter Tosh"
  }, 
  {
    "quote": "Of all possible subjects, travel is the most difficult for an artist, as it is the easiest for a journalist.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "I see my path, but I don't know where it leads. Not knowing where I'm going is what inspires me to travel it.", 
    "name": "Rosalia de Castro"
  }, 
  {
    "quote": "Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow's speed.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Michael Palin decided to give up on his considerable comedy talents to make those dreadfully tedious travel shows. Have you ever tried to watch one?", 
    "name": "John Cleese"
  }, 
  {
    "quote": "I'm such a girl for the living room. I really like to stay in my nest and not move. I travel in my mind, and that that's a rigorous state of journeying for me. My body isn't that interested in moving from place to place.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "As you think, you travel, and as you love, you attract. You are today where your thoughts have brought you you will be tomorrow where your thoughts take you.", 
    "name": "James Lane Allen"
  }, 
  {
    "quote": "I love coming home to Melbourne. The first thing I do is have a coffee. It's just so much better here than anywhere else. It's better than in Italy and I travel a lot. I crave it.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "I get a friend to travel with me... I need somebody to bring me back to who I am. It's hard to be alone.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I want my handbags and my shoes to be stylish but I want to make sure that they're versatile. I travel and I have to make sure the pieces I put into my bag can go with a dress or with shorts or jeans.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "When I travel, I love speaking to women around the world about the things that inspire them, the fashions they like, what makes something good and what would make it even better.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "In this world, shipmates, sin that pays its way can travel freely, and without passport whereas Virtue, if a pauper, is stopped at all frontiers.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "I love to not work. I like to travel. I work maybe half the year, no more.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "Snowboarding's tough, because you've got to go to the mountains. For me, I love the skateboard season because I get to hangout at home and still be skating. I don't have to travel to Norway or Japan or these crazy places to be snowboarding.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I like to go to work, and also, I don't have any kids. I don't have any hobbies. I don't like to travel. So going to work is kind of it.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "Own only what you can always carry with you: know languages, know countries, know people. Let your memory be your travel bag.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Know how to travel from your town to a nearby town without a car, either by bus or by rail.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "When you travel so many weeks a year, it's always nice to have a home-cooked meal.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "I don't feel restless, I just like to travel.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "I'd rather have huge success and huge failures than travel in the middle of the road.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "I think kids ought to travel. I think it's very good to carry kids around. It's good for them. Of course it's tough on the parents.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "It's rather naive, apart from being ethically objectionable, to assume that our investigators travel around the country with bags of money trying to bribe witnesses to lie on the witness stand. We just don't operate that way.", 
    "name": "Jim Garrison"
  }, 
  {
    "quote": "We must travel in the direction of our fear.", 
    "name": "John Berryman"
  }, 
  {
    "quote": "Restore human legs as a means of travel. Pedestrians rely on food for fuel and need no special parking facilities.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "When I haven't been working I've tried to travel a lot.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "We have so much pride in welcoming these passengers onto the plane, and they have so much pride in travel. It's something that I definitely always remember, when I'm playing a scene on the plane, just to imbue everything with that sense of excitement.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I've got a real sense of three-dimensional geometry. I can look at a flat piece of fabric and know that if I put a slit in it and make some fabric travel around a square, then when you lift it up it will drape in a certain way, and I can feel how that will happen.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "Your lost friends are not dead, but gone before, advanced a stage or two upon that road which you must travel in the steps they trod.", 
    "name": "Aristophanes"
  }, 
  {
    "quote": "If you have enthusiasm, you have a very dynamic, effective companion to travel with you on the road to Somewhere.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "My job is to be a spokesman - the spokesman, I suppose - for the President, for the White House, to do the daily briefings, to manage the press corps in terms of travel, day-to-day needs, access, interviews, all those issues.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Before the BBC, I joined the Navy in order to travel.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "I like animals. I like natural history. The travel bit is not the important bit. The travel bit is what you have to do in order to go and look at animals.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "The things I was allowed to experience, the people I was able to call friends, teammates, mentors, coaches and opponents, the travel, all of it, are far more than anything I ever thought possible in my lifetime.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "And it was a great experience, you know, to travel the world and compete at a certain level. It teaches you discipline, focus, and certainly keeps you out of trouble.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "Interesting things come your way but as you get older, your lifestyle changes. I don't want to travel I don't want to be in a hotel room away from my family.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "There is no budget for travel for a Shadow Foreign Secretary.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "When I travel, I like to take advantage of room service. I'm really into eggs Benedict in the morning.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "Oh, I'm terrible at travel.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "The person attempting to travel two roads at once will get nowhere.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "The thing about Hemingway that people forget is that all the stuff he did was at a time where people weren't traveling that much. At 19 he travels to Italy. He goes to the Spanish Civil War. He goes to China, he goes to Africa so at that time to travel that much is really incredible.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "I was born to travel and write verse.", 
    "name": "Theophile Gautier"
  }, 
  {
    "quote": "I want to travel. Maybe I'll end up living in Norway, making cakes.", 
    "name": "Eva Green"
  }, 
  {
    "quote": "It's important to travel and move and have a continual set of experiences so you've got more to feed back into your work. For me, it's a natural thing.", 
    "name": "Cate Blanchett"
  }, 
  {
    "quote": "The helicopter is a fine way to travel, but it induces a view of the world that only God and CEOs share on a regular basis.", 
    "name": "Morley Safer"
  }, 
  {
    "quote": "The most important thing we can do is inspire young minds and to advance the kind of science, math and technology education that will help youngsters take us to the next phase of space travel.", 
    "name": "John Glenn"
  }, 
  {
    "quote": "Besides, I'm a gypsy at heart and I like to travel around.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "My goals have changed throughout my life. At one time it was winning awards, selling out concert dates, selling more albums than anyone else. Now, my goals are to see my grandchildren grown, live a long and healthy life with my family and friends and travel the world.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "I think it's important that kids have responsibilities and understand the value of things, but I think it's great I get to travel the world with my daughter.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "You can't expect the entire world to come to New York to see you. You have to travel to them.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "I get cold - really cold - when I travel.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "I'd love to travel to the Holy Land.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "I grew up in South Africa and I would look at maps and we were at the bottom of the world. There was this whole thing up there. I was always reading encyclopedias about the world. So travel was something I was always attracted to.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "If you travel to Germany, it's still absolutely Germany. If you travel to Sweden, it still has a Swedish identity.", 
    "name": "Steven Patrick Morrissey"
  }, 
  {
    "quote": "Since I travel so much, it's always great to be home. There's nothing like getting to raid my own refrigerator at two in the morning.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "No one's going to be able to operate without a grounding in the basic sciences. Language would be helpful, although English is becoming increasingly international. And travel. You have to have a global attitude.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "In between films I like to travel and hope to visit every continent before I become a mother.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Extensive traveling induces a feeling of encapsulation, and travel, so broadening at first, contracts the mind.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "People have to make journeys, what we want is people to have alternatives in public transport so that they can make a choice about the sort of way in which they're going to travel.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "I stepped away to find out more about myself, which I was having difficulty doing as a football player. I got a chance to travel the world. I studied Eastern philosophy, and I've grown as a person so much.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "I mean, I'd love to have a private jet - I know people who fly by private jet all the time... I've hitched a ride a few times and it is not overrated at all it's a great way to travel!", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "To get away from one's working environment is, in a sense, to get away from one's self and this is often the chief advantage of travel and change.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "This evening I wish to suggest that we Christians should accompany people on their pilgrimages. Specifically we should travel with people as they search for the good, the true and the beautiful.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "Some people are drawn naturally - there are natural guitarists, and there are natural piano players, and I think guitar implies travel, a sort of footloose gypsy existence. You grab your bag and you go to the next town.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "I've had a very interesting career. I get to do amazing things and work with amazing people and travel and learn languages - things most people don't get the opportunity to do.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "Air travel is the safest form of travel aside from walking even then, the chances of being hit by a public bus at 30,000 feet are remarkably slim. I also have no problem with confined spaces. Or heights. What I am afraid of is speed.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "In recent years, I've been writing because I'm fortunate enough to work in the world of food television, to travel and taste and learn about cooking from the best chefs in the business.", 
    "name": "Ted Allen"
  }, 
  {
    "quote": "In Heaven, I believe my dad is somewhere doing something nice. I feel I've been too lucky to travel this far without somebody guiding me.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I always want to give my best and do the best I can. I know when I have sung my best and when I haven't. There can be stresses and hassles with time travel and press attention. I just have to adapt and find a way of dealing with it.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "What I like in this job is you can travel to many places, many imaginations.", 
    "name": "Marion Cotillard"
  }, 
  {
    "quote": "I've three children, three grandchildren, I work, I travel, and I'm very happily married. I'm very satisfied and happy with my life and there really isn't anything I want.", 
    "name": "Joan Collins"
  }, 
  {
    "quote": "More than any other setting - more than battlefields or boardrooms or a spaceship headed for intergalactic travel - I'll put my money on the family to provide an endless source of comedy, tragedy and intrigue.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "It's been a huge blessing, being able to travel and have a great life.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "There are so many things I want to do. Like, I want to get an artist, a musician, a photographer, and a bunch of dancers that I know and just travel across Africa and just film it and just see what happens. Do and learn as much as I possibly can. Luckily, I have a lot more time.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "To travel is to take a journey into yourself.", 
    "name": "Danny Kaye"
  }, 
  {
    "quote": "When I thought I was retired, I wanted to travel around the world and watch soccer games.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "As I travel across the country speaking about MS, perhaps I can offer others comfort and hope.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "Travel, of course, narrows the mind.", 
    "name": "Malcolm Muggeridge"
  }, 
  {
    "quote": "I really enjoy what I do, and who I'm with and where I am. Having said that, I'm not really a person of habit, because what I do in my job is travel around the world and play concerts to people, and occasionally do very weird things.", 
    "name": "Robert Smith"
  }, 
  {
    "quote": "You cannot travel within and stand still without.", 
    "name": "James Lane Allen"
  }, 
  {
    "quote": "I fly economy. I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant.", 
    "name": "Gene Simmons"
  }, 
  {
    "quote": "I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "It's wonderful to travel with somebody that you love and we never travel anywhere without one another.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "I've always traveled, as a kid my parents moved me around, a different place in Germany every four years. But I got the travel bug when I was a kid, living in different countries.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "I enjoy the preparatory elements of travel - packing my bags and choosing my outfits - but my favourite part is getting there.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "The amount of hassle involved in travel can be overwhelming.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "Travel works best when you're forced to come to terms with the place you're in.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "A travel book is about someone who goes somewhere, travels on the ground, sees something and spends quite a lot of time doing it, and has a hard time, and then comes back and writes about it. It's not about inventing.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "Mark Twain was a great traveler and he wrote three or four great travel books. I wouldn't say that I'm a travel novelist but rather a novelist who travels - and who uses travel as a background for finding stories of places.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "I never travel without my Stetson, but the more I wear it the more I realise that no one wears hats any more. When I was a kid everybody wore hats, especially in Texas, but I get off the plane in Dallas now and I'm the only guy with a hat. It's amazing.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "I am traveling less in order to be able to write more. I select my travel destinations according to their degree of usefulness to my work.", 
    "name": "Jose Saramago"
  }, 
  {
    "quote": "Just to travel is rather boring, but to travel with a purpose is educational and exciting.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "Occasionally I find a travel book that is both illuminating and entertaining, where vivid writing and research replace self-indulgence and sloppy prose.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "Don Quixote's 'Delusions' is an excellent read - far better than my own forthcoming travel book, 'Walking Backwards Across Tuscany.'", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "Travel books are, by and large, boring. They lodge uncomfortably between fact, fiction and autobiography.", 
    "name": "Arthur Smith"
  }, 
  {
    "quote": "Could I say that the reason that I am here today, you know, from the mouth of the State Department itself, is: I should not be allowed to travel because I have struggled for years for the independence of the colonial peoples of Africa.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "I'm obsessed with Nicholas Sparks. I've literally read every single book, because every time I travel, at the airport, I always buy a new Nicholas Sparks book.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "You do not travel if you are afraid of the unknown, you travel for the unknown, that reveals you with yourself.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "My kids started school, so having a strong base in Melbourne has been a key priority. I'm not daunted by the travel. People say, 'It's so far to Australia,' and I say, 'You get on the plane, you eat well, you sleep, you wake up - and you're there.'", 
    "name": "Geoffrey Rush"
  }, 
  {
    "quote": "I was young. I was newly married. And I had worked like a dog. I just wanted to live and travel.", 
    "name": "Sarah Michelle Gellar"
  }, 
  {
    "quote": "Some minds improve by travel, others, rather, resemble copper wire, or brass, which get the narrower by going farther.", 
    "name": "Thomas Hood"
  }, 
  {
    "quote": "The idea of making access to safe abortions harder and more expensive and more difficult, having to travel across state lines - that puts women's health and lives in jeopardy, which is something I think no one wants.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "I would travel only by horse, if I had the choice.", 
    "name": "Linda McCartney"
  }, 
  {
    "quote": "Each day as I travel through downtown Tucson, I am amazed at how quickly the most ancient of human behaviors have changed. For as long as there have been Homo sapiens - roughly 200,000 years - people have filled their lives principally with two activities: talking directly with other people, and doing physical things.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "Sometimes you want to go for a walk and you don't want to be watched. You just want to be anonymous and blend in. Especially when I travel, I feel that way, because I can't really go out and see a city the way other people can and I miss out on a lot.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "Whenever I think of the high salaries we are paid as film actors, I think it is for the travel, the time away, and any trouble you get into through being well known. It's not for the acting, that's for sure.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family.", 
    "name": "Adriana Trigiani"
  }, 
  {
    "quote": "I love to take risks, I love to travel, and I'm very outdoor-sy, so any girl who can pick up a football and throw a spiral will definitely catch my attention.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "As far as 'Twilight' goes, I'm in love with my character. I'm in love with the whole series. I love doing the fan conventions around the world, I love to travel. So wherever it fits in, I'd love to continue doing that for the rest of my life. Just meeting the fans who made everything possible from around the world.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "For 'Around the World in 80 Plates' we got to travel all over, having what was like a cross between a culinary competition and races. And in each country we had a chef Ambassador. We went to London, Barcelona, Bologna, Hong Kong, Thailand, Morocco... It was amazing.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "These days I travel so much it's hard to get into a routine. When I'm on the road, I tend to use hotel gyms. When I'm home in L.A., I like to hike and hit the surf. All in all, I try to keep a balanced diet and exercise routine, which has stood me in good stead to date.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "The kind of pace that you want to use in a Western - just to acknowledge the land in the distance that everyone has to travel, and the way things develop sort of slowly - it's almost the antithetical of what's currently going on in the movies, you know.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "We take so many of our freedoms for granted nowadays - I can travel where I like, I can have a baby when I like, I can do any job I want - but I do think chivalry has been lost a little bit.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "The president felt that it was important to send an ordinary citizen to experience the excitement of space travel as a representative for all Americans.", 
    "name": "Christa McAuliffe"
  }, 
  {
    "quote": "I think they need to get a more reliable way of watching television on the laptop. Because I travel so much, if I want to watch my favorite sports team it might not be showing in that place, so I want a reliable way to watch whatever I want to watch on my laptop.", 
    "name": "John Legend"
  }, 
  {
    "quote": "Our career is a dream. I mean, we get to act, travel around the world, and meet cool people. What's not to love!", 
    "name": "Mary-Kate Olsen"
  }, 
  {
    "quote": "Songs really are like a form of time travel because they really have moved forward in a bubble. Everyone who's connected with it, the studio's gone, the musicians are gone, and the only thing that's left is this recording which was only about a three-minute period maybe 70 years ago.", 
    "name": "Tom Waits"
  }, 
  {
    "quote": "I'm living my dream right now. I get to make music, perform and travel.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "I can create countries just as I can create the actions of my characters. That is why a lot of travel seems to me a waste of time.", 
    "name": "Jerzy Kosinski"
  }, 
  {
    "quote": "For years, I had no time for exploratory travel.", 
    "name": "Renee Fleming"
  }, 
  {
    "quote": "Having to travel so much plays havoc with your personal life.", 
    "name": "Renee Fleming"
  }, 
  {
    "quote": "I associate going to an airport with work because I travel so much with my job. So when I have a few days free from work, I tend to stay at home.", 
    "name": "Evelyn Glennie"
  }, 
  {
    "quote": "I am disabled, so I can't travel, and I have not been to any development meetings, but Gary and the others affiliated with the film keep me updated on everything.", 
    "name": "Laura Hillenbrand"
  }, 
  {
    "quote": "Two great talkers will not travel far together.", 
    "name": "George Borrow"
  }, 
  {
    "quote": "When I travel abroad, because I'm Columbian, I'm always one that they check twice and security and I'm the one that they open my bag and the one they pull to the side to check the visa.", 
    "name": "Sofia Vergara"
  }, 
  {
    "quote": "If you travel to the States... they have a lot of different words than like what we use. For instance: they say 'elevator', we say 'lift' they say 'drapes', we say 'curtains' they say 'president', we say 'seriously deranged git.'", 
    "name": "Alexei Sayle"
  }, 
  {
    "quote": "What has happened to the good old-fashioned travel agent? I want to go to a really posh travel agent and have them organise everything for me. I don't want to do things on the Internet.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "I just see too many people retire and say, 'I'm going to take off, travel, spend time with my family' and they are just miserable. They end up dying. People who work and stay active, and like what they are doing, live longer.", 
    "name": "Terry Bradshaw"
  }, 
  {
    "quote": "As a person, I was born to give out my opinions. By giving out my opinions, I realize who I am. As long as I can communicate, I'm not so lonely. If I cannot travel, or do art, or have company, if they take away all my belongings, it doesn't matter at all.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "I hate to travel with stuff.", 
    "name": "Manolo Blahnik"
  }, 
  {
    "quote": "During the past few decades, modern technology, with radio, TV, air travel, and satellites, has woven a network of communication which puts each part of the world in to almost instant contact with all the other parts.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "The Queen Mary was the most civilized and luxurious way one could travel to America in the late 1930s.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "A lot of the players are not involved with any NHL team, so to play and travel around with the Oldtimers' it's a kind of gift that the players really appreciate.", 
    "name": "Guy Lafleur"
  }, 
  {
    "quote": "When I was deputy chairman I could travel from Glasgow to Edinburgh without leaving Tory land. In a two-week period I covered every constituency in which we had an MP. There were 14. Now we have only one. We appear to have given up.", 
    "name": "Jeffrey Archer"
  }, 
  {
    "quote": "That's the way both they and I travel sometimes. Pick road at random, and when it's time to pull over, you pull over and hope you can find a place to crash.", 
    "name": "Jello Biafra"
  }, 
  {
    "quote": "Each and every one of the security measures we implement serves an important goal: providing safe and efficient air travel for the millions of people who rely on our aviation system every day.", 
    "name": "Janet Napolitano"
  }, 
  {
    "quote": "By the time I'm 40, interplanetary travel will be common. Nobody will want to talk to me at that age, anyway.", 
    "name": "Ace Frehley"
  }, 
  {
    "quote": "After I finished high school I went to Hong Kong and Thailand and spent some time there. Just to get that whole experience of being out of the bubble that I was in from high school in Vancouver, to be able to travel around and be on your own was an amazing experience.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "What should I have known or written had I been a quiet, mercantile politician or a lord in waiting? A man must travel, and turmoil, or there is no existence.", 
    "name": "George Byron"
  }, 
  {
    "quote": "I travel around and hear from so many kids. Their parents say they were always very picky but they watch the show and they want to try stuff. The show is entertainment, but I think it has done so much for the public perception of what food can be.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "People aren't just paying more to fill their gas tanks or when they pay for their heating bills for their home they are paying more at the grocery store, on air travel and for many other daily expenses.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "Local economies are suffering as people spend more on fuel and less on consumer goods and travel.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "I'm sure we'll be Tweetin' up the Twitosphere as we travel around the world playing music.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "Not only does travel give us a new system of reckoning, it also brings to the fore unknown aspects of our own self. Our consciousness being broadened and enriched, we shall judge ourselves more correctly.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "Shall we ever see the 10 million things of the universe simultaneously in order to be the all? I am convinced that to live is to travel towards the world's end.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "Travel can also be the spirit of adventure somewhat tamed, for those who desire to do something they are a bit afraid of.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "I want to take piano lessons, I want to study at university, I want to travel, I want to do other parts, make another movie.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "The best way to travel abroad is to live with the locals.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "Because I travel so much, I bring my workout clothes and shoes wherever I go. That way I can always do some exercise.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "For many years, it seemed as if nothing changed in Norway. You could leave the country for three months, travel the world, through coups d'etat, assassinations, famines, massacres and tsunamis, and come home to find that the only new thing in the newspapers was the crossword puzzle.", 
    "name": "Jo Nesbo"
  }, 
  {
    "quote": "The world reveals itself to those who travel on foot.", 
    "name": "Werner Herzog"
  }, 
  {
    "quote": "I travel without barely any luggage. Just a second set of underwear and binoculars and a map and a toothbrush.", 
    "name": "Werner Herzog"
  }, 
  {
    "quote": "American movies are often very good at mining those great underlying myths that make films robustly travel across class, age, gender, culture.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "This June, I'll travel once again to the Food and Wine Magazine Classic in Aspen, Colorado. For many years, my dear friend Julia Child and I have teamed up to teach classes together at the event for the past seven years, my daughter, Claudine, has been my cooking partner on stage.", 
    "name": "Jacques Pepin"
  }, 
  {
    "quote": "I wrote those poems for myself, as a way of being a soldier here in this country. I didn't know the poems would travel. I didn't go to Lebanon until two years ago, but people told me that many Arabs had memorized these poems and translated them into Arabic.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Ours is the century of enforced travel of disappearances. The century of people helplessly seeing others, who were close to them, disappear over the horizon.", 
    "name": "John Berger"
  }, 
  {
    "quote": "A careful inspection showed them that, even if they succeeded in righting it by themselves, the cart would travel no longer. The axles were in a hopeless state, and the missing wheel was shattered into pieces.", 
    "name": "Kenneth Grahame"
  }, 
  {
    "quote": "But you can travel on for ten thousand miles, and still stay where you are.", 
    "name": "Harry Chapin"
  }, 
  {
    "quote": "I remember telling my creative writing teacher that you never want to have a journal, because if you lose it, then someone's going to know all your secrets. And then she stopped using a journal, but I always write everything down... Anytime I travel, I try and fill up notepads.", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "And what is liberty, whose very name makes the heart beat faster and shakes the world? Is it not the union of all liberties - liberty of conscience, of education, of association, of the press, of travel, or labor, or trade?", 
    "name": "Frederic Bastiat"
  }, 
  {
    "quote": "I don't take any photographs. I travel a lot by myself, and I feel weird taking photos on my own.", 
    "name": "Jamie Bell"
  }, 
  {
    "quote": "As an actor, I travel around a lot and live in a lot of hotels, and many times I've been in a town where the only entertainment to be had is what you find in the hotel bar or lobby.", 
    "name": "Beau Bridges"
  }, 
  {
    "quote": "My ideal travel companions are my family.", 
    "name": "Pharrell Williams"
  }, 
  {
    "quote": "I never subscribe to the stay-at-home policy. I'm not sick of the road or sick of eating in good restaurants around the country. I like to travel.", 
    "name": "Levon Helm"
  }, 
  {
    "quote": "We're all dealt with the same hand here, so to speak. I feel like I've had it a lot better than most people. I've had the opportunity to travel and play music all my life.", 
    "name": "Levon Helm"
  }, 
  {
    "quote": "There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "I got the chance to do things that I dreamed of when I was a kid: I got to travel around the world I had my own 'Goosebumps' attraction at Disney World I've been on TV and had three TV series.", 
    "name": "R. L. Stine"
  }, 
  {
    "quote": "I didn't realize what an impact having a No. 1 single would have. It connects me with people of different ages, and I get to travel all over the world.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "Through travel I first became aware of the outside world it was through travel that I found my own introspective way into becoming a part of it.", 
    "name": "Eudora Welty"
  }, 
  {
    "quote": "After a lifetime of world travel I've been fascinated that those in the third world don't have the same perception of reality that we do.", 
    "name": "Jim Harrison"
  }, 
  {
    "quote": "I like to travel by myself.", 
    "name": "Carly Rae Jepsen"
  }, 
  {
    "quote": "I have gotten to travel the world and experience all these incredible things thanks to my career.", 
    "name": "Karlie Kloss"
  }, 
  {
    "quote": "I travel all the time.", 
    "name": "Guy Kawasaki"
  }, 
  {
    "quote": "There are those who travel and those who are going somewhere. They are different and yet they are the same. The success has this over his rivals: He knows where he is going.", 
    "name": "Mark Caine"
  }, 
  {
    "quote": "My public image is so low-key, but I get to travel the world and still have an audience and it's really amazing. I don't take that for granted.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "Travel gives me the opportunity to walk through the sectors of cities where one can clearly see the passage of time.", 
    "name": "Jerzy Kosinski"
  }, 
  {
    "quote": "I have several dogs and several cats who aren't really mine. In fact, they think that I am theirs. I'd like to have some goats and chickens, but I travel around too much.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "You travel with the hope that something unexpected will happen. It has to do with enjoying being lost and figuring it out and the satisfaction. I always get a little disappointed when I know too well where I'm going, or when I've lived in a place so long that there's no chance I could possibly get lost.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "I am very excited to accept the role of Honorary Patron with Hope Air because of the national scope of the organization and the very real impact they have on Canadians who need to travel to healthcare.", 
    "name": "Rick Mercer"
  }, 
  {
    "quote": "But today we become aware of other readings of the human experience very quickly because of the media and the speed with which people travel the planet.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "People say, what is she thinking? I'm thinking: fun cash travel.", 
    "name": "Gail Porter"
  }, 
  {
    "quote": "The last couple relationships I had were long distance. It's not like I can make much of an effort to travel and see anybody. The guy had to do all the work, unfortunately.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "Southern political personalities, like sweet corn, travel badly. They lose flavor with every hundred yards away from the patch. By the time they reach New York, they are like Golden Bantam that has been trucked up from Texas - stale and unprofitable. The consumer forgets that the corn tastes different where it grows.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "I don't have the luxury of having a dog myself because I travel too much, but I love walking and cuddling somebody else's dog.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "I would love to travel around the world working for a travel company taking students abroad on cultural immersion trips.", 
    "name": "Karen Russell"
  }, 
  {
    "quote": "I come from a small town and I come from a background where we didn't have money to travel. I thought I'd have to join the military to get to Europe. So I'm thrilled to travel.", 
    "name": "Chris Isaak"
  }, 
  {
    "quote": "I was always very determined and ambitious, and I knew I would do something that would let me travel and stuff, but I didn't know really know what I would do to get there.", 
    "name": "Rachel Stevens"
  }, 
  {
    "quote": "When we see the shadow on our images, are we seeing the time 11 minutes ago on Mars? Or are we seeing the time on Mars as observed from Earth now? It's like time travel problems in science fiction. When is now when was then?", 
    "name": "Bill Nye"
  }, 
  {
    "quote": "Before we had the kids, my husband and I were traveling a lot and working and really enjoying our lives and each other. We both love the theater and books and travel and so we were really having a lot of fun.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "Once you're in the game and it's a part of your life, you never want to leave it. But you have to be committed to be able to travel and do the things you need to do to be successful in whatever role you're doing.", 
    "name": "Joe Sakic"
  }, 
  {
    "quote": "I travel all over the country making speeches for people I believe in.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "The need for this clinic is clear to me, to the veterans who are currently forced to travel hours to receive care, and even to the Veterans Administration that itself identified creation of a clinic in this part of our state as a priority to be completed by 2006.", 
    "name": "Doc Hastings"
  }, 
  {
    "quote": "I wanted to have the opportunity to travel to Vietnam and Sydney, and have the chance to work there.", 
    "name": "Brendan Fraser"
  }, 
  {
    "quote": "The fact that people will pay you to talk to people and travel to interesting places and write about what intrigues you, I am just amazed by that.", 
    "name": "Nicholas D. Kristof"
  }, 
  {
    "quote": "I think that somebody with the resources and innovation and the idea is going to come out of nowhere and come up with a successful space travel program.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "We travel to learn and I have never been in any country where they did not do something better than we do it, think some thoughts better than we think, catch some inspiration from heights above our own.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "Until 1914 I loved to travel I often went to Italy and once spent a few months in India. Since then I have almost entirely abandoned travelling, and I have not been outside of Switzerland for over ten years.", 
    "name": "Herman Hesse"
  }, 
  {
    "quote": "My writing is a combination of three elements. The first is travel: not travel like a tourist, but travel as exploration. The second is reading literature on the subject. The third is reflection.", 
    "name": "Ryszard Kapuscinski"
  }, 
  {
    "quote": "We are going to sign a treaty with Mexico. We are competing internationally. We need another international airport for international cargo, international travel, international businesses.", 
    "name": "Richard M. Daley"
  }, 
  {
    "quote": "You have to travel globally today to know what's going on and maintain an edge.", 
    "name": "Yuri Milner"
  }, 
  {
    "quote": "You know among people who kind of travel a lot and have exposure to the United States and some other countries, they do have accounts, but you know, Russia is not exactly the place with multiple language skills so local networks kind of have an edge.", 
    "name": "Yuri Milner"
  }, 
  {
    "quote": "When I had money in the past, I would always travel rather than spend it on big apartments or cars. And I still feel exactly the same way.", 
    "name": "Robin Wright Penn"
  }, 
  {
    "quote": "I could have probably raised them in L.A. and they would have been great and had so many things at their fingertips and been exposed to so many things. But we travel a lot, so I don't think that moving out of town is sheltering the girls at all. Maybe protecting them a little bit more, trying to prolong their youth.", 
    "name": "Jennie Garth"
  }, 
  {
    "quote": "I think family is very important in West Virginia and has long been so because the mountains made travel difficult in the past, and family members had to depend on each other.", 
    "name": "David Selby"
  }, 
  {
    "quote": "Aviation - and space travel, in particular - have always been especially captivating.", 
    "name": "Felix Baumgartner"
  }, 
  {
    "quote": "Our budget works to reduce and eliminate the risk of attacks at our ports, rails, in the skies, our food supply and roads by allowing for increases in many of the programs and agencies to help protect these important areas of commerce and travel.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "It's very expensive to be a professional tennis player with all the travel and the flights and the hotels and everything.", 
    "name": "Caroline Wozniacki"
  }, 
  {
    "quote": "I can't travel without Sudoku.", 
    "name": "Robert Ballard"
  }, 
  {
    "quote": "And, obviously as a, as one who likes to travel around myself a lot, I think the Earth is a beautiful place. And, I'm looking forward to some new perspectives.", 
    "name": "Duane G. Carey"
  }, 
  {
    "quote": "I'm still at the end of my rope because I find myself not handling things well when I travel.", 
    "name": "Stephen Lewis"
  }, 
  {
    "quote": "I desperately want a dog, but I've been told I travel too much, and I'm not allowed to have a dog.", 
    "name": "Victoria Pratt"
  }, 
  {
    "quote": "And now I have a big house, nice clothes and I travel in first class and I love it, so maybe it's time to enjoy being a star.", 
    "name": "Vincent Cassel"
  }, 
  {
    "quote": "When I travel, I draw and paint sketches which is great fun. And as long as you are fully aware that it has nothing to do with actual art, I think that's all right.", 
    "name": "Arne Jacobsen"
  }, 
  {
    "quote": "I just travel all the time. And I was just looking at the schedules now and starting the first week of October I will be every weekend with somebody at tournaments through Christmas. So it gets very difficult to just go away and not do that.", 
    "name": "Ivan Lendl"
  }, 
  {
    "quote": "I sometimes skip meals when I travel.", 
    "name": "Amy Smart"
  }, 
  {
    "quote": "When I travel I normally eat club sandwiches or I bring my own food. When you go into a new town, it's very had to find a good place to eat.", 
    "name": "Paul Prudhomme"
  }, 
  {
    "quote": "Some go on to trade schools or get further training for jobs they are interested in. Some go into the arts, some are craftsmen, some take a little time out to travel, and some start their own businesses. But our graduates find and work at what they want to do.", 
    "name": "Daniel Greenberg"
  }, 
  {
    "quote": "Travel aesthetics should be just as comfortable and practical as they are fashionable.", 
    "name": "Miguel Jontel Pimentel"
  }, 
  {
    "quote": "I photographed rocks and trees and tide pools and nudes and all that stuff for years and years. Until 20 years ago when I found that I could do it in the studio and never have to travel.", 
    "name": "Kim Weston"
  }, 
  {
    "quote": "I didn't want to travel. I didn't want to leave my family. I heard all these stories from Dad about not having Edward around when he was young, and I didn't want that to happen.", 
    "name": "Kim Weston"
  }, 
  {
    "quote": "You need to be an adrenalin junkie when you travel with kids.", 
    "name": "Graeme Le Saux"
  }, 
  {
    "quote": "I travel all the time, and I have two small children.", 
    "name": "Hope Davis"
  }, 
  {
    "quote": "The idea is to have global standards. There is so much travel that if you just had a regional standard, it would probably ultimately have to be changed.", 
    "name": "Gijs de Vries"
  }, 
  {
    "quote": "I hope that I'll be hot for a long time so I can make a lot of money, I can retire early, and just travel. Hopefully that will happen.", 
    "name": "Kristin Cavallari"
  }, 
  {
    "quote": "People will travel anywhere for good food - it's crazy.", 
    "name": "Rene Redzepi"
  }, 
  {
    "quote": "The President's political travel is going to get blamed (and probably rightly) for a share of this downturn.", 
    "name": "Robert Teeter"
  }, 
  {
    "quote": "Greater personal choice, individually tailored services, stronger local accountability, greater efficiency - these are all central to the new direction of travel we have set for our public services.", 
    "name": "John Hutton"
  }, 
  {
    "quote": "I always thought it would be really cool to be playing the drums in the show and then have your astral body or whatever travel all through the audience and dig whatever it's like out there.", 
    "name": "Bill Kreutzmann"
  }, 
  {
    "quote": "As I travel around Idaho and visit with seniors, I hear almost universal concern about the rising cost of health care, particularly the cost of prescription drugs.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "I like to travel and connect.", 
    "name": "Richard Powers"
  }, 
  {
    "quote": "I grew up under Communism so we could only learn Russian, and then when Communism fell in 1989 we could learn a few more things and have the freedom to travel and the freedom of speech - and the freedom of dreaming, really.", 
    "name": "Petra Nemcova"
  }, 
  {
    "quote": "If I don't need the money, I don't work. I'm going to spend time with my family and friends, and I'm going to travel and read and listen to music and try to learn a little bit more about how to be a human being, as opposed to learning how to be somebody else.", 
    "name": "James Spader"
  }, 
  {
    "quote": "If somebody asked me about my inspiration I would say that it's not the peopleand it's not the things, it's travel and experiencing different environments.", 
    "name": "Marc Newson"
  }, 
  {
    "quote": "No matter how you travel, it's still you going.", 
    "name": "Jeff Goldblum"
  }, 
  {
    "quote": "I travel for work, but recently, friends said I should take major trips.", 
    "name": "Jeff Goldblum"
  }, 
  {
    "quote": "I've brought my daughters all over the world-they travel with me. I drag them out of school just to keep the relationship. When I'm home I'm a big-time daddy.", 
    "name": "Armand Assante"
  }, 
  {
    "quote": "I've always been a big fan of time travel, and I'm very into the notion that some day we'll be able to do it. Beam me up!", 
    "name": "Scott Bakula"
  }, 
  {
    "quote": "I want to go to college to study journalism. I want to speak French fluently, to travel. My mom was a journalist and it's in my blood.", 
    "name": "Mandy Moore"
  }, 
  {
    "quote": "I did rebel. I was the rebel in my family, because my dad wanted me to go and just travel with him.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "I see a trend here where the President seems to think his job is to count votes and then try to make a deal That's what we in legislatures do. Mr. Obama's job is to travel the country, fight for the values that he cares about.", 
    "name": "Anthony Weiner"
  }, 
  {
    "quote": "Then I was lucky I met with my future husband, and I started new life with my husband, and I was happy again. He was a musician. I start to travel with him through Europe also and around the former Soviet Union.", 
    "name": "Olga Korbut"
  }, 
  {
    "quote": "But my sense in talking to people when I travel is that the film business is not that dissimilar from a lot of other businesses.", 
    "name": "Steven Soderbergh"
  }, 
  {
    "quote": "We're constantly buying airplane tickets we travel on the Concorde.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "You had to make a camera look like it's traveling at 300 mph, but you couldn't make it actually travel at 300 mph so you had to slow everything down and build devices to do that. So you were constantly engineering.", 
    "name": "John Dykstra"
  }, 
  {
    "quote": "I myself believe that there will one day be time travel because when we find that something isn't forbidden by the over-arching laws of physics we usually eventually find a technological way of doing it.", 
    "name": "David Deutsch"
  }, 
  {
    "quote": "I like people who are enthused about things they do, like travel, sports, work. I like being with people who have things they're excited about.", 
    "name": "Parker Stevenson"
  }, 
  {
    "quote": "Every day is intense and alive, whether it's travel, work, even down time, which there is so little of.", 
    "name": "Josh Lucas"
  }, 
  {
    "quote": "The first year or so on The Daily Show is pretty intense in terms of travel. You're going to the worst places in the country, talking to the craziest people in the world.", 
    "name": "Rob Corddry"
  }, 
  {
    "quote": "I travel a lot to promote the perfumes and to do the commercials.", 
    "name": "Gabriela Sabatini"
  }, 
  {
    "quote": "Taking time to sit back and watch and think about what you've seen is important. Traveling did a great deal to me. I found that when I travel and just sit in the corner and watch, a million ideas come to me.", 
    "name": "Lionel Richie"
  }, 
  {
    "quote": "I travel around the world, experiencing every language, every religion... some places where there's just no reason to smile, because their lives are so difficult.", 
    "name": "Lionel Richie"
  }, 
  {
    "quote": "I had a big troupe, a big army and it was a lot of fun. And, after 10 years of that, I just decided that I wanted to travel and do special dates. I go to Las Vegas these days.", 
    "name": "Bobby Vinton"
  }, 
  {
    "quote": "Everywhere I travel throughout Eastern Washington, I hear from people demanding we do a better job of controlling our borders and reducing illegal immigration.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "Right now I'm so old that if I had a big gush of money, I don't know what I'd do with it. I don't travel anymore. I don't need anything, don't want anything. I'd give it to my son, I guess, and let him enjoy it.", 
    "name": "Jack Vance"
  }, 
  {
    "quote": "Originally the dream was about traveling and developing a job that would permit me to travel. And I decided to go into street performing because it was a traveling job it would let me go around the world.", 
    "name": "Guy Laliberte"
  }, 
  {
    "quote": "Sure, I could give advice I could, say, travel the world, listen to music. But all I can really say is do something you want to do and do it well. And if you want to be a choreographer, then you have to make dances.", 
    "name": "Mark Morris"
  }, 
  {
    "quote": "I wake up every morning and I feel like I'm juggling glass balls. I live in Los Angeles, my business is run out of London, and most evenings I'm cuddled up in front of Skype, in my dressing gown, speaking with my studio in London. I travel a lot, my team travel a lot, but I wouldn't have it any other way.", 
    "name": "Victoria Beckham"
  }, 
  {
    "quote": "I have a character failing. I am quite incapable of identifying with anything whole-heartedly. Whatever I am doing, I am always planning to do something else. I would rather travel than arrive.", 
    "name": "Stephen Bayley"
  }, 
  {
    "quote": "Travel teaches as much as books.", 
    "name": "Youssou N'Dour"
  }, 
  {
    "quote": "The simple fact is this: they are foreigners inside a country which has rejected them. Therefore, these foreigners wherever they go or travel they will be rained down with bullets from everyone. Attacks by members of the resistance will only go up.", 
    "name": "Mohammed Saeed al-Sahaf"
  }, 
  {
    "quote": "However, we still have the problem of free travel and movement, since the Travel Documents issued by UNMIK as the substitute to passports, are not fully recognized yet by all countries.", 
    "name": "Ibrahim Rugova"
  }, 
  {
    "quote": "I usually just have one cat. It is difficult, but I have my one cat that he'll travel with me if it's appropriate, if I'm not going overseas.", 
    "name": "Gina Gershon"
  }, 
  {
    "quote": "I considered becoming a priest very seriously. I wanted to travel the world. By the time I turned 16, I realized I was only in it for selfish reasons. And, more importantly, I didn't want to sacrifice the ladies!", 
    "name": "James McAvoy"
  }, 
  {
    "quote": "As many of you know I travel a good bit and do not get to see my friends and family as much as I would like.", 
    "name": "Natalie Gulbis"
  }, 
  {
    "quote": "Movie acting is a great job for your twenties: You travel all over, you have affairs with people, and you throw yourself into one part and then another. It gets more challenging as you get older, and it's not just having a daughter, it's wanting to have your own life and be yourself.", 
    "name": "Helen Hunt"
  }, 
  {
    "quote": "It would be nice to travel if you knew where you were going and where you would live at the end or do we ever know, do we ever live where we live, we're always in other places, lost, like sheep.", 
    "name": "Janet Frame"
  }, 
  {
    "quote": "I'm passionate and I travel the world not just as a tourist but to understand cultures... I've lived with Masai tribe... I travel the world and bring it back in the form of a research book that would become the starting point for the collection.", 
    "name": "John Galliano"
  }, 
  {
    "quote": "I do not have any pets. We travel too much.", 
    "name": "Nancy Kerrigan"
  }, 
  {
    "quote": "I travel to Jakarta, I see what an important country it is. I've been working with them for a year.", 
    "name": "Anatoli Boukreev"
  }, 
  {
    "quote": "At the moment I'm doing this space movie, so I'm obsessed with physics and space travel. I know three months down the line it's gone. Then I'll be able to superficially say stuff about space.", 
    "name": "Cillian Murphy"
  }, 
  {
    "quote": "I'm a travel enthusiast.", 
    "name": "Iggy Pop"
  }, 
  {
    "quote": "Let us not forget that the European Community started as a project for peace after the terrible Second World War. And today people take for granted the freedom to travel, to study, to work abroad. And the citizens of one country have almost exactly the same rights as another country.", 
    "name": "Jose Manuel Barroso"
  }, 
  {
    "quote": "I love to travel, but sometimes it's nice to stay in one place.", 
    "name": "Gustavo Dudamel"
  }, 
  {
    "quote": "I have to travel a lot for work.", 
    "name": "James Purefoy"
  }, 
  {
    "quote": "Amtrak offers riders a cost-effective way to travel throughout the country.", 
    "name": "Tim Bishop"
  }, 
  {
    "quote": "We've got fuel prices coming down and good travel numbers coming out, so it's not surprising airline stocks are going up.", 
    "name": "Andrew Sullivan"
  }, 
  {
    "quote": "Almost 70 percent of U.S. ag exports travel the upper Mississippi River and the Illinois waterway system.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "Screenplays I didn't really care about, journalism, travel books, getting my writer friends to write about their dreams or something. I just determined to write the books I had to write.", 
    "name": "Kazuo Ishiguro"
  }, 
  {
    "quote": "I have found adventure in flying, in world travel, in business, and even close at hand... Adventure is a state of mind - and spirit.", 
    "name": "Jacqueline Cochran"
  }, 
  {
    "quote": "It's cool to meet your idols. It's a good opportunity to travel. Those kinds of things are good.", 
    "name": "Meg White"
  }, 
  {
    "quote": "I've been lucky to travel through quite a bit of Europe and Australia, but I would love to do Asia and South America and South Africa.", 
    "name": "Dianna Agron"
  }, 
  {
    "quote": "The more you travel, the better you get at it. It sounds silly, but with experience you learn how to pack the right way. I remember one of my first trips abroad, travelling around Europe by rail, fresh out of high school. I brought all these books with me and a paint set. I really had too much stuff, so I've learnt to be more economical.", 
    "name": "Roman Coppola"
  }, 
  {
    "quote": "Japan is the most intoxicating place for me. In Kyoto, there's an inn called the Tawaraya which is quite extraordinary. The Japanese culture fascinates me: the food, the dress, the manners and the traditions. It's the travel experience that has moved me the most.", 
    "name": "Roman Coppola"
  }, 
  {
    "quote": "I travel a lot. If you look at my suitcase, everything is extremely well-packed and well-folded people who travel with me are impressed at how organized I am. Some would refer to me as a maniac for this.", 
    "name": "Joel Robuchon"
  }, 
  {
    "quote": "There are days when I intentionally don't write. For instance, I never write when I'm traveling, because travel is a situation where I can learn more by looking and listening than by working.", 
    "name": "Thomas Perry"
  }, 
  {
    "quote": "But I want people to understand that poker's not all glamorous, it's not all being on TV and making tons of money. It's a hard life. It's a lot of travel. It's a lot of weird hours.", 
    "name": "Chris Moneymaker"
  }, 
  {
    "quote": "Even when my parents were together, they both had to travel and work, and it wasn't like they had nine-to-five jobs. In that way, it wasn't a normal family life.", 
    "name": "Georgia Jagger"
  }, 
  {
    "quote": "A major league pitching coach is a really difficult job. It takes a big commitment in terms of time, travel and workload.", 
    "name": "David Cone"
  }, 
  {
    "quote": "When you're an artist, there's always a moment in your life when you think you're not inspired and instead of doing things and instead of travel and instead of falling in love, you're just depressed, so you don't move, so you don't change. So you're not inspired.", 
    "name": "Melanie Laurent"
  }, 
  {
    "quote": "I love to travel. I'm a curious person.", 
    "name": "Hilary Swank"
  }, 
  {
    "quote": "The desire to become a journalist came really because I very much like living abroad, and like to travel, and wanted to be paid for it.", 
    "name": "John Pomfret"
  }, 
  {
    "quote": "I mean, the first 'Back to the Future' is kind of a perfect script, I think, in terms of handling time travel the best. It depends on your definition. To me, that means it effectively uses it in the story.", 
    "name": "Rian Johnson"
  }, 
  {
    "quote": "Unlike some of the time-travel movies I love, like 'Primer' or '12 Monkeys,' 'Looper' is not about time travel. It's about this situation that time travel creates and the people dealing with that situation. So narratively, the big challenge was to have time travel get out of the way.", 
    "name": "Rian Johnson"
  }, 
  {
    "quote": "That's my dream job, to be able to mail songs out to people who want to hear them. Paste my face on them and not travel all over the world trying to sell them.", 
    "name": "Kristin Hersh"
  }, 
  {
    "quote": "The subject matter of the stories on the surface... there seem to be a number of stories about travel.", 
    "name": "Kenneth Koch"
  }, 
  {
    "quote": "The growth of Stewart Airport creates new jobs for area residents, brings new business and new travelers to the region, and brings new convenient travel options to those of us living in the Hudson Valley.", 
    "name": "Sue Kelly"
  }, 
  {
    "quote": "I like to travel. I love touring, I love playing.", 
    "name": "Lita Ford"
  }, 
  {
    "quote": "Tennis is all about mental toughness, and you have to keep your head in the game. I make time to relax away from competition pressures, travel and intense training schedules to make sure I'm looking after myself. Taking time out with family and friends helps to maintain the work-life balance everyone needs.", 
    "name": "Samantha Stosur"
  }, 
  {
    "quote": "I travel. I do a lot of traveling around the world.", 
    "name": "Chris Tucker"
  }, 
  {
    "quote": "Sure we're in limos. We're stars. How else is a star supposed to travel?", 
    "name": "Deion Sanders"
  }, 
  {
    "quote": "There is no scientific reason to think that we, even with space travel, are going to survive as a species for ever, certainly not by biting off the hand that feeds us, which is exactly what we are doing.", 
    "name": "Lynn Margulis"
  }, 
  {
    "quote": "We all know we have a problem, a broad problem. Ninety-eight percent of the fuel that is used by our vehicles, our autos and trucks for personal and commercial purposes, for highway and air travel operates on oil. The world has the same problem.", 
    "name": "John Olver"
  }, 
  {
    "quote": "I've worked with a band, and it's nice to have someone to travel around with, but I didn't like it as well on stage.", 
    "name": "Randy Newman"
  }, 
  {
    "quote": "You know it's only 50 miles from Grand River to Canton, but it took me 67 years to travel that distance.", 
    "name": "Don Shula"
  }, 
  {
    "quote": "Yeah. I've been pretty fortunate to travel I guess, all around the place.", 
    "name": "Ben E. King"
  }, 
  {
    "quote": "I'm interested to go other places, I've been the boy in the bubble since we've been shooting, I need to go travel a little bit, see where the action is, other than going to see family, of course.", 
    "name": "George Eads"
  }, 
  {
    "quote": "I remember the first time I felt that I was sharing the stage with someone spectacular was dancing with Beyonce. It was the dancers, the band, Beyonce and me in front of thousands of people. That was sick. It was pretty amazing that I got to travel the world with someone like her.", 
    "name": "Harry Shum, Jr."
  }, 
  {
    "quote": "I'm a big fan of doing 'Triple D.' But I don't want to do it forever, don't get me wrong! Travel away from my family, are you crazy? But do you know what it does for these mom-and-pop restaurant joints? It changes their lives forever. I mean, their businesses will never be the same.", 
    "name": "Guy Fieri"
  }, 
  {
    "quote": "This is my first opportunity to visit this part of North Africa, so I am going to be able to go back home and talk about this beautiful country and encourage Americans to travel here.", 
    "name": "Donald Evans"
  }, 
  {
    "quote": "An unexpected benefit of my career in biochemistry has been travel.", 
    "name": "Paul D. Boyer"
  }, 
  {
    "quote": "Golf is growing, and there are more good young players, but you don't see them going abroad. It's so expensive to travel.", 
    "name": "Retief Goosen"
  }, 
  {
    "quote": "You have all these people in the city and everything has become centralized. If you live outside the city and you need a birth certificate or some official paper from the government, you have to travel to the city.", 
    "name": "Edwidge Danticat"
  }, 
  {
    "quote": "My goal when I started out was to get to the point where I could tour a lot and make a living, which means getting paid enough to hire my own band, travel and end up with a bit of money, but I'm still nowhere near that point. Because I didn't have a band and fan base when I started, I did everything backward.", 
    "name": "Teddy Thompson"
  }, 
  {
    "quote": "I think travel is probably the downside of playing professional golf, but you've got to do it.", 
    "name": "Karrie Webb"
  }, 
  {
    "quote": "Then, after the war it was impossible to travel, after so many years of Hitler and Stalin.", 
    "name": "Gyorgy Ligeti"
  }, 
  {
    "quote": "My goal is to ensure the Northern Border is safe, secure and allows for the free flow of travel and commerce.", 
    "name": "Rick Larsen"
  }, 
  {
    "quote": "I got the travel bug when I was quite young. My parents took me and my sisters out of school and we travelled all over Europe. It was an eye-opening experience and, although I love Norway, I also enjoy visiting new countries. I don't get homesick.", 
    "name": "Magnus Carlsen"
  }, 
  {
    "quote": "Writing allows me the time to travel and see the world, which is what I always wanted to do. I'd really like to have been Sir Richard Francis Burton, but it's the wrong century.", 
    "name": "Alan Dean Foster"
  }, 
  {
    "quote": "The first trip I remember taking was on the train from Virginia up to New York City, watching the summertime countryside rolling past the window. They used white linen tablecloths in the dining car in those days, and real silver. I love trains to this day. Maybe that was the beginning of my fixation with leisurely modes of travel.", 
    "name": "Billy Campbell"
  }, 
  {
    "quote": "I love the simplicity, the ingredients, the culture, the history and the seasonality of Italian cuisine. In Italy people do not travel. They cook the way grandma did, using fresh ingredients and what is available in season.", 
    "name": "Anne Burrell"
  }, 
  {
    "quote": "I wanted to travel with my dad to be close to him again. Having babies and raising my own family took so much of my time, I didn't have a chance to be with him very often.", 
    "name": "Nancy Sinatra"
  }, 
  {
    "quote": "Young people know how important it is for dads to be involved in their lives. As I travel the country and talk with students, some of them tell me that their lives would be totally different if their father was around.", 
    "name": "Arne Duncan"
  }, 
  {
    "quote": "Some guys travel with expensive Louis Vuitton luggage but it gets all scratched up under the plane. I'd rather not spend too much money on something that's just going to get messed up.", 
    "name": "James Harden"
  }, 
  {
    "quote": "So it allows me to travel, I'll be doing that and running these great rivers and doing what I've done in the past without much purpose other than for the experience.", 
    "name": "Richard Dean Anderson"
  }, 
  {
    "quote": "Although my book is banned I am still allowed to go to China and travel. There is no longer the kind of control that Mao used to have-there have been deep fundamental changes in society.", 
    "name": "Jung Chang"
  }, 
  {
    "quote": "I didn't have a regular school experience and wanted a more abstract way of learning. I started exploring in lots of different creative ways. It gave me the opportunity to travel and play music, so it was good for me.", 
    "name": "Brie Larson"
  }, 
  {
    "quote": "If the graves of the thousands of victims who have fallen in the terrible wars of the two races had been placed in line the philanthropist might travel from the Atlantic to the Pacific, and from the Lakes to the Gulf, and be constantly in sight of green mounds.", 
    "name": "Nelson A. Miles"
  }, 
  {
    "quote": "I like reading, free diving and hiking. But my favorite thing to do is travel anywhere in Greece. I love everything about that place.", 
    "name": "Max Irons"
  }, 
  {
    "quote": "Americans in particular are myopic. They're not traveling as much. When you were a college student, the next thing you would do on graduation was to take a year off and travel. That's what I did. I went to Indonesia.", 
    "name": "Julie Taymor"
  }, 
  {
    "quote": "We are not coaching on a daily basis because we often travel with our charity and commercial interests.", 
    "name": "Nadia Comaneci"
  }, 
  {
    "quote": "Young people don't want to be second to anyone. Everyone wants to be an overnight star. Look how many years I had to wait, how many roads I had to travel, how many songs I had to sing. And now I'm just beginning, never ending.", 
    "name": "Compay Segundo"
  }, 
  {
    "quote": "As a child I sometimes used to travel to the West Bank to visit my family, so I know what the checkpoints felt like. I knew what it was like to live under occupation.", 
    "name": "Queen Rania of Jordan"
  }, 
  {
    "quote": "My sisters and I were fortunate to travel through Asia and Europe at very young ages. We confronted extraordinary beauty in Athens and unspeakable poverty in India.", 
    "name": "Mary Chapin Carpenter"
  }, 
  {
    "quote": "Being in Blur has allowed me to travel and hear the music that's being made all over the world.", 
    "name": "Damon Albarn"
  }, 
  {
    "quote": "My ideal travel companions are my surfboard, wetsuit, and guitar.", 
    "name": "Alexander Ludwig"
  }, 
  {
    "quote": "My favorite travel pastime is writing music, either with my guitar or on my computer.", 
    "name": "Alexander Ludwig"
  }, 
  {
    "quote": "The travel and tourism industry is the lifeblood of many states around the country - including Florida, California, New York and Nevada, to name a few.", 
    "name": "Mark Foley"
  }, 
  {
    "quote": "Domestic travel and tourism-related spending has reached $1 trillion a year.", 
    "name": "Mark Foley"
  }, 
  {
    "quote": "Until the June 1967 war I was completely caught up in the life of a young professor of English. Beginning in 1968, I started to think, write, and travel as someone who felt himself to be directly involved in the renaissance of Palestinian life and politics.", 
    "name": "Edward Said"
  }, 
  {
    "quote": "There's only one drummer. We all travel to his beat. Well, I couldn't sing his song. Because for me, it wasn't a truthful statement. Well, Linda sang it, and it was a monster for her.", 
    "name": "Barry McGuire"
  }, 
  {
    "quote": "The world has become more complex as technology and easy travel mixes cultures without homogenizing them.", 
    "name": "Norman Spinrad"
  }, 
  {
    "quote": "I'm terrified of bugs and I travel with sprays, lotions, potions the lot. I have to check the room before I go to sleep and if I come across a bug and fail to remove it I have to sleep in a separate room as I'm paranoid that I'll be taken advantage of as I sleep.", 
    "name": "Freema Agyeman"
  }, 
  {
    "quote": "I get to travel around the world and meet all of these amazing people, and they're singing my songs! And to me, that's crazy.", 
    "name": "Kina Grannis"
  }, 
  {
    "quote": "Lovers of air travel find it exhilarating to hang poised between the illusion of immortality and the fact of death.", 
    "name": "Alexander Chase"
  }, 
  {
    "quote": "At American Airlines, we have built a business around the love of travel that has lasted three quarters of a century. And I'm pretty sure we're just getting started.", 
    "name": "Gerard Arpey"
  }, 
  {
    "quote": "All the rappers my age are getting Audemars and Rolexes. I want to find my own thing. That's why I travel the world - for me, that's my B-side, why we go places. I have a Hublot on from time to time but I want a home base watch - something that's elegant but has got a little pizzazz to it.", 
    "name": "Wale"
  }, 
  {
    "quote": "I love to travel, but hate to arrive.", 
    "name": "Hernando Cortez"
  }, 
  {
    "quote": "I hope to have more time to think, to look at the sky, dealing with less crisis management, to learn another language, to travel.", 
    "name": "Juliet Stevenson"
  }, 
  {
    "quote": "Book tours and research provide a lot of travel - too much, I sometimes think, but we do take vacations.", 
    "name": "Bernard Cornwell"
  }, 
  {
    "quote": "The roughest part of that lifestyle is the travel and early mornings.", 
    "name": "Josie Maran"
  }, 
  {
    "quote": "I'm having a great time. I get to travel and see the world. And yeah, I'll have a family, because I don't want to miss out on that amazing experience, but it's not defining who I am.", 
    "name": "Krysten Ritter"
  }, 
  {
    "quote": "I can't wait to start something up myself that is actually about giving unsigned bands the exposure they deserve, especially when they travel so far to play the smallest gig they've ever played in their lives.", 
    "name": "Dan Hawkins"
  }, 
  {
    "quote": "Travel provided many interesting experiences, but perhaps the most useful lesson I learned was that I really had no proficiency for learning the thousands of characters of the written Chinese language.", 
    "name": "Eric Allin Cornell"
  }, 
  {
    "quote": "If you travel around America you see different sections of highways donated by this or that person, and that's a slow beginning of what may end up being a situation common in the Third World: some sections of highways in wealthy areas are beautifully maintained and other parts are just dirt-strewn potholes.", 
    "name": "Robert D. Kaplan"
  }, 
  {
    "quote": "Along with that ongoing process Sinn Fein took a decision to establish a peace commission which had the responsibility to travel around the country to receive submissions from the general public, also our opponents.", 
    "name": "Martin McGuinness"
  }, 
  {
    "quote": "I travel in so many different ways I travel high, I rough it... it all depends on who I travel with.", 
    "name": "Diane von Furstenberg"
  }, 
  {
    "quote": "Yes, I travel in unusual circles. George Osborne and his wife Frances are my cousins.", 
    "name": "Daryl Hall"
  }, 
  {
    "quote": "I made 22 million in 14 years... with taxes, and travel and everything else, it gets blown out the window... which is why I still need to work.", 
    "name": "Boomer Esiason"
  }, 
  {
    "quote": "But as far as being an American and loving this country and getting a chance to travel across it every day and meeting people on the road and folks in the military, I love this country on so many different levels.", 
    "name": "Dierks Bentley"
  }, 
  {
    "quote": "As a general rule, I don't plan to travel with my Oscars, but we may have to make an exception.", 
    "name": "Paul Haggis"
  }, 
  {
    "quote": "I based in Brazil, Sao Paulo, but I come very often to the states, and I travel all over the world.", 
    "name": "Emerson Fittipaldi"
  }, 
  {
    "quote": "I like to be at home because I just travel so much. I have four dogs, golden retrievers.", 
    "name": "Denise Richards"
  }, 
  {
    "quote": "I don't mind where I work, it's really nice to be able to travel around and taste the flavours of different countries.", 
    "name": "Toni Collette"
  }, 
  {
    "quote": "I aimlessly travel, meaning I have no agenda other than to get small in the world, be quiet and observe people.", 
    "name": "Walton Goggins"
  }, 
  {
    "quote": "I don't like to leave anything unfinished on my desk before I travel.", 
    "name": "Vijay Mallya"
  }, 
  {
    "quote": "Within 10 years it will be impossible to travel to the North Pole by dog team. There will be too much open water.", 
    "name": "Will Steger"
  }, 
  {
    "quote": "I wanted to travel from the beginning. As a kid, I used to dream about airplanes, before I ever flew in one.", 
    "name": "Mary Ellen Mark"
  }, 
  {
    "quote": "I read everything: fiction, history, science, mathematics, biography, travel.", 
    "name": "Martin Lewis Perl"
  }, 
  {
    "quote": "I travel Europe every couple of weeks. I just came back from London, Holland and Denmark. Every nation on this planet has its issues with race, and I am not sure if everyone has figured out how to deal with it.", 
    "name": "Montel Williams"
  }, 
  {
    "quote": "I like the opportunity to travel the world and work in close company with other people.", 
    "name": "Marc Garneau"
  }, 
  {
    "quote": "I never travel without my sketch book.", 
    "name": "Ian Wright"
  }, 
  {
    "quote": "Modeling, for me, was not fulfilling. I didn't see the point - although I was able to travel a great deal. I lived in Italy, Germany, and Spain, but I wasn't devoted to it.", 
    "name": "Tom Welling"
  }, 
  {
    "quote": "Every hotel room, every apartment we rent, I am sage-ing. And I have crystals that I travel with. It just makes me feel better.", 
    "name": "Jenna Dewan"
  }, 
  {
    "quote": "I'm happy because I won't have to train again, or travel or sit in team hotels.", 
    "name": "Romario"
  }, 
  {
    "quote": "I lived at home and I cycled every morning to the railway station to travel by train to Johannesburg followed by a walk to the University, carrying sandwiches for my lunch and returning in the evening the same way.", 
    "name": "Sydney Brenner"
  }, 
  {
    "quote": "Air travel survived decades of terrorism, including attacks which resulted in the deaths of everyone on the plane. It survived 9/11. It'll survive the next successful attack. The only real worry is that we'll scare ourselves into making air travel so onerous that we won't fly anymore.", 
    "name": "Bruce Schneier"
  }, 
  {
    "quote": "It's a unique situation as well because England is a small country, so it makes it easy for the fans to travel. If we play down in London, they get buses and we'll get three or four thousand fans come down. They'll all sit in the same area and show their support for the team.", 
    "name": "Claudio Reyna"
  }, 
  {
    "quote": "I like to think that if it hadn't gone as well as it has, if I wasn't able to make a living off of playing music, I would still be playing the music. But, of course, I wouldn't likely have had the opportunity to travel, and a lot of the places have inspired songs.", 
    "name": "Bruce Cockburn"
  }, 
  {
    "quote": "Strange, is it not? That of the myriads who Before us pass'd the door of Darkness through, Not one returns to tell us of the Road Which to discover we must travel too.", 
    "name": "Edward Fitzgerald"
  }, 
  {
    "quote": "When you travel, remember that a foreign country is not designed to make you comfortable. It is designed to make its own people comfortable.", 
    "name": "Clifton Paul Fadiman"
  }, 
  {
    "quote": "I actually bought a travel guitar, and that guitar is really cool. You can actually fold the guitar, and you can plug headphones into it, but it's acoustic, or semi-acoustic.", 
    "name": "Daniel Ek"
  }, 
  {
    "quote": "Singing is my passion and I always wanted to travel the country.", 
    "name": "Thia Megia"
  }, 
  {
    "quote": "The most useful form of time travel would be to go back a year or two and rectify the mistakes we made.", 
    "name": "Matt Lucas"
  }, 
  {
    "quote": "Well, I took a sabbatical. I walked away from shooting movies because I couldn't handle the travel. I'm a single parent. I had young kids, and I found that keeping in touch with them from hotel rooms and airports wasn't working for me. So I stopped.", 
    "name": "Rick Moranis"
  }, 
  {
    "quote": "Travel definitely affects me as a writer.", 
    "name": "Anthony Doerr"
  }, 
  {
    "quote": "I enjoyed working as a model a lot as it let me travel and I got to do some really interesting projects.", 
    "name": "Patricia Velasquez"
  }, 
  {
    "quote": "I loved the travel but I didn't love the work. I mean, come on, modelling is only so stimulating!", 
    "name": "Brooklyn Decker"
  }, 
  {
    "quote": "I only travel to good material, a good director and a good company. I won't work in another country for a year any longer, because I have a lovely wife and I adore her and I can't bear to be away from her.", 
    "name": "Jim Dale"
  }, 
  {
    "quote": "It was good to travel to the other side of the world.", 
    "name": "Andre Braugher"
  }, 
  {
    "quote": "At each of these northern posts there were interesting experiences in store for me, as one who had read all the books of northern travel and dreamed for half a lifetime of the north and that was - almost daily meeting with famous men.", 
    "name": "Ernest Thompson Seton"
  }, 
  {
    "quote": "I have to travel a lot, but relaxation to me is when I am at home.", 
    "name": "Mikhail Khodorkovsky"
  }, 
  {
    "quote": "Time travel may be achieved one day, or it may not. But if it is, it should not require any fundamental change in world-view, at least for those who broadly share the world view I am presenting in this book.", 
    "name": "David Deutsch"
  }, 
  {
    "quote": "For young girls, whom I meet a lot when I travel around the country, it will be a big thing. It will really show them that there's no post in Denmark that a girl can't aspire to.", 
    "name": "Helle Thorning-Schmidt"
  }, 
  {
    "quote": "I was always just into my music and maybe into trying to save the world a little bit. I never really thought I'd have a hit record or anything like that. I was prepared to travel around all over the country, kind of like a Johnny Appleseed, and sing.", 
    "name": "Don McLean"
  }, 
  {
    "quote": "People think I'm crazy because I travel too much, but I haven't been doing any of that lately because I got a little sick this year and I've tried to take care of it.", 
    "name": "Lee Hazlewood"
  }, 
  {
    "quote": "I was in the studio so much, it was about the search for air in a metaphoric sense, and the breathing has more to do with travel for me, about the search musically for open air.", 
    "name": "Keren Ann"
  }, 
  {
    "quote": "All of my friends are animal people. To me, cats are people, too. Animals are people, too. I travel a lot and when I go overseas, it's really hard on me because the animals are treated much differently, especially in developing countries.", 
    "name": "AnnaLynne McCord"
  }, 
  {
    "quote": "Ridiculous stuff happens when I travel.", 
    "name": "Rebecca Lobo"
  }, 
  {
    "quote": "The travel and tourism industry, it's just a huge part of our economy.", 
    "name": "Karen Hughes"
  }, 
  {
    "quote": "The more you travel, the more well-off you'll be, I think.", 
    "name": "RJ Mitte"
  }, 
  {
    "quote": "Every job has its downside. For example, being in a band the travel part of it - getting picked up from your house in a car, going to the airport, getting on a plane, going from the airplane to a van, then going from the van to a hotel.", 
    "name": "Dave Lombardo"
  }, 
  {
    "quote": "We need to be aware of all aspects: To check how they travel, how they eat, the competition conditions.", 
    "name": "Alberto Juantorena"
  }, 
  {
    "quote": "Prison service vans that travel 90 miles to take a prisoner 90 yards paedophiles free to leer at children in the very parks where they have committed horrific crimes.", 
    "name": "Trevor Phillips"
  }, 
  {
    "quote": "Travel is the frivolous part of serious lives, and the serious part of frivolous ones.", 
    "name": "Sophie Swetchine"
  }, 
  {
    "quote": "I get to travel, see the world, meet people and be independent. I feel blessed.", 
    "name": "Bar Refaeli"
  }, 
  {
    "quote": "I really have to dance more often, and so I travel around. If I don't, I will crumble.", 
    "name": "Rudolf Nureyev"
  }, 
  {
    "quote": "When you're a kid, I think you want to be a film star. And I'm not as enamoured with that any more. The reality of that life is a lot of travel, and a lot of being away, which is impractical because I have four children, so I don't want to be away that much, not the other side of the world away.", 
    "name": "Rob Brydon"
  }, 
  {
    "quote": "But when I really look back on my life, being really honest about it and now that I've got the chance to travel the world, seeing how a lot of little kids grow up - my life wasn't so bad.", 
    "name": "Coolio"
  }, 
  {
    "quote": "Rocket scientists agree that we have about reached the limit of our ability to travel in space using chemical rockets. To achieve anything near the speed of light we will need a new energy source and a new propellant. Nuclear fission is not an option.", 
    "name": "Wilson Greatbatch"
  }, 
  {
    "quote": "My dad is a pilot so I think I was born with the travel bug.", 
    "name": "Isabel Lucas"
  }, 
  {
    "quote": "It was a secular cathedral, dedicated to the rites of travel.", 
    "name": "Robert Hughes"
  }, 
  {
    "quote": "I think I usually have quite ordinary dreams. Sometimes my dreams take me to other dimensions. I can travel in my mind especially when I'm dreaming I focus my mind on what I want to dream. If I want to fly, I focus on flying.", 
    "name": "Uri Geller"
  }, 
  {
    "quote": "I travel like a gypsy, and I didn't know how I could perform and be a mother.", 
    "name": "Natalia Makarova"
  }, 
  {
    "quote": "I can travel anywhere in the world and I can pretty much fit in.", 
    "name": "Kristin Kreuk"
  }, 
  {
    "quote": "I don't travel anywhere without the PS3 and XBox. There's nothing better to do on long bus trips while on tour.", 
    "name": "Soulja Boy"
  }, 
  {
    "quote": "I would like to host a show, something like travel or cooking or something like that, something I'm really interested in, and so I'm pitching a couple television shows.", 
    "name": "Trishelle Cannatella"
  }, 
  {
    "quote": "It definitely gets challenging at times. I travel a lot more now, and its never easy having to leave the kids, even if its for a few days.", 
    "name": "Peter Facinelli"
  }, 
  {
    "quote": "You know, the interesting thing about having traveled around the country as much as I have, and I think it's sort of inadvertently what made me come out or at least begin doing things within the community and thinking more about that, was that I get to travel quite a bit.", 
    "name": "Lesley Gore"
  }, 
  {
    "quote": "It's like this - because I travel so much, I crave certain foods or certain things, like from certain places that I've been.", 
    "name": "Alex Meraz"
  }, 
  {
    "quote": "I have been able to travel all over the country and see many places that I probably never would have visited. I have also participated in many charity events for worthy causes.", 
    "name": "Rob Mariano"
  }, 
  {
    "quote": "A world with a sudden limit on air travel would be tremendously different from the one we live in now.", 
    "name": "Charles C. Mann"
  }, 
  {
    "quote": "I don't write under the ghost of Faulkner. I live in the same town and find his life and work inspiring, but that's it. I have a motorcycle and tool along the country lanes. I travel at my own speed.", 
    "name": "Barry Hannah"
  }, 
  {
    "quote": "I'm extremely blessed because I travel extensively for my work, but I always try to incorporate a bit of leisure with business.", 
    "name": "Linda Gray"
  }, 
  {
    "quote": "As far as my favorite sites, I do a lot of mundane stuff on line because I travel so much.", 
    "name": "Bruce Campbell"
  }, 
  {
    "quote": "The genre has moved into this commercial aspect of itself, and ignored this extraordinarily rich literature that's filed everywhere else except under travel.", 
    "name": "Robyn Davidson"
  }, 
  {
    "quote": "I just don't see myself as a travel writer. I can't. I don't.", 
    "name": "Robyn Davidson"
  }, 
  {
    "quote": "I don't have any superstitions, but what I always travel with is my pillow and my coffee.", 
    "name": "Natalie Coughlin"
  }, 
  {
    "quote": "While the spoken word can travel faster, you can't take it home in your hand. Only the written word can be absorbed wholly at the convenience of the reader.", 
    "name": "Kingman Brewster, Jr."
  }, 
  {
    "quote": "If I had children, I would be very selfish. I wouldn't be out doing things. But by not having kids, it makes me freer to travel the world and talk about things I feel are important.", 
    "name": "Linda Blair"
  }, 
  {
    "quote": "I was home-schooled. But going to high school, I never would've been able to travel the U.S. or been able to do acting.", 
    "name": "Ethan Embry"
  }, 
  {
    "quote": "For people to understand me when I travel, I speak with my hands.", 
    "name": "Marcel Carne"
  }, 
  {
    "quote": "Travel is the most private of pleasures. There is no greater bore than the travel bore. We do not in the least want to hear what he has seen in Hong Kong.", 
    "name": "Vita Sackville-West"
  }, 
  {
    "quote": "I can tell you that when I travel the state, when I talk to people, they are really struggling, in a very real way. They're losing their jobs, they're losing their homes, they're dealing with financial challenges.", 
    "name": "Alexi Giannoulias"
  }, 
  {
    "quote": "I'm vegan on home base, but when I travel to other countries, I throw it all into the garbage.", 
    "name": "Lake Bell"
  }, 
  {
    "quote": "I used to travel in tennis shoes I am just not allowed to anymore. I'm an old hippie from San Francisco.", 
    "name": "Amy Irving"
  }, 
  {
    "quote": "I'd like to be able to travel anywhere in an instant.", 
    "name": "Jason Behr"
  }, 
  {
    "quote": "I travel 330 days a year and eat every two and a half hours - I'm a big guy. I always carry a fork, little bottles of spices, and Sriracha. I eat what I feel like eating.", 
    "name": "Robert Irvine"
  }, 
  {
    "quote": "When I began writing that I was able and did travel and met some fascinating people and also uncovered some history, which has not been discovered before.", 
    "name": "Arthur Hailey"
  }, 
  {
    "quote": "I might have been born in a hovel but I am determined to travel with the wind and the stars.", 
    "name": "Jacqueline Cochran"
  }, 
  {
    "quote": "I was afterwards sorry for this, though, if I ever travel again, I shall trust to none but natives, as the climate of Africa is too trying to foreigners.", 
    "name": "John H. Speke"
  }, 
  {
    "quote": "But he knew people and he was head writer for Have Gun Will Travel, and if you took those early Star Treks that we did and put us in a western wardrobe and put us on wagon train going west, we can say the same lines.", 
    "name": "Majel Barrett"
  }, 
  {
    "quote": "The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy.", 
    "name": "Saskia de Brauw"
  }, 
  {
    "quote": "When I think of myself at 15, even 17, I could simply not have done this work on an international level and travel all the time, take care of myself and not feel lost. I feel very happy that this is happening now, and not 10 years ago, as I feel stronger as a person.", 
    "name": "Saskia de Brauw"
  }, 
  {
    "quote": "Spirit of place! It is for this we travel, to surprise its subtlety and where it is a strong and dominant angel, that place, seen once, abides entire in the memory with all its own accidents, its habits, its breath, its name.", 
    "name": "Alice Meynell"
  }, 
  {
    "quote": "I don't like to travel as much as I have in the past, but it's good for my soul to get to pick, especially with these good musicians and these guys that play so well.", 
    "name": "Earl Scruggs"
  }, 
  {
    "quote": "All I wanted was to be big, to be in show business and to travel... and that's what I've been doing all my life.", 
    "name": "Count Basie"
  }, 
  {
    "quote": "When the plane is delayed, it's not the fault of the girl at the desk. I'm resigned to the fact that everything is out of my control and that air travel nowadays is barbaric.", 
    "name": "Tom Conti"
  }, 
  {
    "quote": "Travel is very subjective. What one person loves, another loathes.", 
    "name": "Robin Leach"
  }, 
  {
    "quote": "I travel abroad constantly on book promotion and research, and the Internet is invaluable to me for accessing U.K. news in places such as America, which most of the time hasn't heard of England.", 
    "name": "Peter James"
  }, 
  {
    "quote": "Travel is very subjective. What one person loves, another loathes. I would say a private paradise in the Caribbean. If you want culture and class, I would say Tuscany. If you want exotic, I would say Bangkok, Thailand.", 
    "name": "Robin Leach"
  }, 
  {
    "quote": "Modeling has given me the opportunity to travel outside of Brazil and see the world. I have been meeting many interesting and talented people along the way.", 
    "name": "Izabel Goulart"
  }, 
  {
    "quote": "I want to do more documentaries and travel to places I haven't been. That is where I think I can be fulfilled.", 
    "name": "Tatjana Patitz"
  }, 
  {
    "quote": "I wanted to be looked at for the skateboarder that I was. I didn't want to be the 36-year-old skateboarder who's still holding on while owning a company at the same time. I wanted to make my mark and travel and accomplish a few things here and there and then get out.", 
    "name": "Jason Lee"
  }, 
  {
    "quote": "I grew up skateboarding it was fun. I didn't think about money, I didn't know how much professional skateboarders made. I just knew that if I became a professional skateboarder, I would achieve a lot and get to travel and do these great things.", 
    "name": "Jason Lee"
  }, 
  {
    "quote": "You become a better writer by writing. You become a better travel writer by writing about travel.", 
    "name": "Tim Cahill"
  }, 
  {
    "quote": "I am living out my adolescent dream of travel and adventure.", 
    "name": "Tim Cahill"
  }, 
  {
    "quote": "You have to first be a writer and somebody who loves to write. If I couldn't travel, I would still write.", 
    "name": "Tim Cahill"
  }, 
  {
    "quote": "Restless, and in desperate need of adventure, I quit my job at an insurance company to travel west with a couple of guys I smoked pot with, scandalizing my family.", 
    "name": "Mink Stole"
  }, 
  {
    "quote": "If interstellar travel is as time- or energy- demanding as the above figures indicate, it is far from obvious what the motive for colonization might be.", 
    "name": "Barney Oliver"
  }, 
  {
    "quote": "It would be a pity if, frustrated by the price of travel, we elected to become a society that never made contact, that never gave SETI a fair chance.", 
    "name": "Barney Oliver"
  }, 
  {
    "quote": "Our covering ministry is Challenge for Christ ministries, and Travel the Road was solely our mission arm, designed to expose people to what missions are, then connect them with agencies that send people out.", 
    "name": "Michael Scott"
  }, 
  {
    "quote": "I think it's important to travel around in order to get a notion of what's going on, to find out what people are think about. I enjoy talking on campuses most because people are more informed and discussion is generally livelier.", 
    "name": "Harrison Salisbury"
  }, 
  {
    "quote": "My Christmas present to myself each year is to see how much air travel can open up the world and take me to places as far from sheltered California and Japan as possible.", 
    "name": "Pico Iyer"
  }, 
  {
    "quote": "I intend to travel to Okinawa and to visit with Okinawa officials and the citizens of Okinawa at an early date. I will send my best analysis of that situation, including the local attitudes, back to Washington, to the government there.", 
    "name": "Howard Baker"
  }, 
  {
    "quote": "Since traveling is such a big part of my life when I am working, I like to vacation relatively close to home. Florida is a great place for me to go and relax. It's so close, which is perfect because it's the minimal travel time.", 
    "name": "Hilary Rhoda"
  }, 
  {
    "quote": "For me, Dracula has always been associated with travel and beautiful historical places.", 
    "name": "Elizabeth Kostova"
  }, 
  {
    "quote": "Our government shouldn't tell us where to travel and where not to travel.", 
    "name": "Jeff Flake"
  }, 
  {
    "quote": "Foreign policy is about trying to deliver for them the best possible economic benefits, the chance to travel, to study, to work, the opportunity through trade to be able to sell their goods and services and as much peace and security so they can live and bring their kids up so they don't have to fear war.", 
    "name": "Catherine Ashton"
  }, 
  {
    "quote": "I really wish we could stay longer in the countries we visit, but I've been lucky to have visited most of them before, because I've done a tremendous amount of travel.", 
    "name": "Phil Keoghan"
  }, 
  {
    "quote": "I travel a lot I hate having my life disrupted by routine.", 
    "name": "Caskie Stinnett"
  }, 
  {
    "quote": "We have had a chance to travel to all 56 counties in this state, and I have had the chance to sit around with cups of coffee and having conversations about what matters to Montanans.", 
    "name": "Steve Daines"
  }, 
  {
    "quote": "I usually travel with a lot of people, like my dad, mom and sisters.", 
    "name": "Booboo Stewart"
  }, 
  {
    "quote": "Absolutely the worst thing about this job is the travel and being away from family. I have a wife and three wonderful children, the kids are all active in sports and it's very difficult to up and leave and miss them growing up.", 
    "name": "Roy Clark"
  }, 
  {
    "quote": "The thing I love about being an actor is the ability to travel and experience new cultures.", 
    "name": "Paul Wesley"
  }, 
  {
    "quote": "I'm crazy about my father, he's an amazing man, a real adventurer. He took us with him to travel all over the world. We were in places that were so remote, that white people hardly ever reach them.", 
    "name": "Peta Wilson"
  }, 
  {
    "quote": "It's hard now to imagine that kind of travel and the daily tasks they simply took for granted. If a wagon axle broke, you had to stop and carve a new one. To cross a river, you sometimes had to build a raft.", 
    "name": "James Houston"
  }, 
  {
    "quote": "To enjoy enduring success we should travel a little in advance of the world.", 
    "name": "John McDonald"
  }, 
  {
    "quote": "The travel writer seeks the world we have lost - the lost valleys of the imagination.", 
    "name": "Alexander Cockburn"
  }, 
  {
    "quote": "I really enjoy travel, I enjoy the U.K., I enjoy Scotland, Glasgow.", 
    "name": "George Wendt"
  }, 
  {
    "quote": "Travel is impossible, but daydreaming about travel is easy.", 
    "name": "B. J. Novak"
  }, 
  {
    "quote": "My first ever job after college was as a flight attendant. I wanted to travel and could not afford it, so I decided to get myself a job where I could travel. I did it for two years and had great fun.", 
    "name": "Jacqueline Winspear"
  }, 
  {
    "quote": "Whenever I travel anywhere, I'm constantly asked if I'm Swedish. It's the burden of most Norwegians. The Swedes have just got a better publicity agent, I think.", 
    "name": "Christopher Heyerdahl"
  }, 
  {
    "quote": "I have no plans to have any other home than Moscow. However, I love to travel, and I'm very comfortable in New York. In many ways, it reminds me of Moscow in its energy and drive.", 
    "name": "Mikhail Prokhorov"
  }, 
  {
    "quote": "I always travel with my bike and it has become a little more difficult to do it nowadays, but I stick it in 3,5 by 6-foot case and wheel that thing in.", 
    "name": "Donny Robinson"
  }, 
  {
    "quote": "I used my aviation contacts to open a travel agency. I used to book Caribbean flights.", 
    "name": "Joseph Force Crater"
  }, 
  {
    "quote": "I always enjoyed politics. I worked at the White House recently, primarily for the First Lady. Because of my experience running my travel agency, I was in charge of the files she kept on the Travel Office.", 
    "name": "Joseph Force Crater"
  }, 
  {
    "quote": "You travel across the country, you visit departments, you give talks, you talk about the work at your laboratory - what's going on, what the opportunities are there - you talk about your own research.", 
    "name": "Frank Press"
  }, 
  {
    "quote": "As the President has indicated, my life has been a life of travel - for 60 years constantly moving over the wide world on journeys which first and last have taken me to 83 countries, and, what is more significant, to most of them again and again.", 
    "name": "John Raleigh Mott"
  }, 
  {
    "quote": "To travel hopefully is better than to arrive.", 
    "name": "James Jeans"
  }, 
  {
    "quote": "Now, therefore, the Directors of the company are hereby ordered to see that precautions are taken to make travel on said railroad perfectly safe by using a screw with at least twenty-four inches diameter.", 
    "name": "Joshua A. Norton"
  }, 
  {
    "quote": "Sometimes I envy people who can be only half crazy, with one foot in the passion and one foot in the real world. But that's not me. I dive into the total crazy experience. That's the only way to travel.", 
    "name": "Kiran Ahluwalia"
  }, 
  {
    "quote": "Wherever we go, across the Pacific or Atlantic, we meet, not similarity so much as 'the bizarre'. Things astonish us, when we travel, that surprise nobody else.", 
    "name": "Miriam Beard"
  }, 
  {
    "quote": "We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration.", 
    "name": "Burt Rutan"
  }, 
  {
    "quote": "Actually, I started to become an actress because I met someone who was just a friend and I found his life wonderful, I thought, Oh my god, you can travel, you're free, you can do what you want, you're the boss. And then I met an actor and I was in love with him.", 
    "name": "Lea Seydoux"
  }, 
  {
    "quote": "I sometimes think that Thomas Cook should be numbered among the secular saints. He took travel from the privileged and gave it to the people.", 
    "name": "Robert Runcie"
  }, 
  {
    "quote": "Travel, instead of broadening the mind, often merely lengthens the conversation.", 
    "name": "Elizabeth Drew"
  }, 
  {
    "quote": "Too often travel, instead of broadening the mind, merely lengthens the conversation.", 
    "name": "Elizabeth Drew"
  }, 
  {
    "quote": "The biggest kick I get is to communicate with those who are exiled from the game - in hospitals, homes, prisons - those who have seldom seen a game, who can't travel to a game, those who are blind.", 
    "name": "Jack Buck"
  }, 
  {
    "quote": "Having my first number one single and being able to travel to places I've never been before has been amazing. The tour was also fantastic. There are so many things which I've experienced this year which I never even dreamed of.", 
    "name": "Gareth Gates"
  }, 
  {
    "quote": "We must go beyond textbooks, go out into the bypaths and untrodden depths of the wilderness and travel and explore and tell the world the glories of our journey.", 
    "name": "John Hope Franklin"
  }, 
  {
    "quote": "I hated the idea of a high school sweetheart. Growing up, oh my God, it just made me sick. I wanted to have a range of cool boyfriends. I wanted to travel around and date these interesting men. Then it just happened. You fall in love.", 
    "name": "Charlotte Arnold"
  }, 
  {
    "quote": "A lot of people say that comedy doesn't travel well. I found it very accessible.", 
    "name": "Mark Addy"
  }, 
  {
    "quote": "Traveling is my form of self-education. Every stream I fish now is not as good as it used to be. Traveling is my form of self-education. Every stream I fish now is not as good as it used to be. If you keep your eyes open as you travel around, you realize we are destroying this planet.", 
    "name": "Yvon Chouinard"
  }, 
  {
    "quote": "I think space will be conquered through the mind rather than the clumsy medium of space travel.", 
    "name": "Patrick Troughton"
  }, 
  {
    "quote": "I travel the world, and I'm happy to say that America is still the great melting pot - maybe a chunky stew rather than a melting pot at this point, but you know what I mean.", 
    "name": "Philip Glass"
  }, 
  {
    "quote": "Soul travel can be a general expansion of awareness and knowingness or conscious experience of the heavenly worlds.", 
    "name": "Bob Hayes"
  }, 
  {
    "quote": "Everything has been homogenized. Over time, with television and jet travel, everybody has blended together. Some of our wonderful charm has been lost.", 
    "name": "Bruce Paltrow"
  }, 
  {
    "quote": "There's no need to travel further. The Los Angeles area is big enough for us.", 
    "name": "Marvin Davis"
  }
]