[
  {
    "quote": "A nation that is afraid to let its people judge the truth and falsehood in an open market is a nation that is afraid of its people.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Pick the day. Enjoy it - to the hilt. The day as it comes. People as they come... The past, I think, has helped me appreciate the present - and I don't want to spoil any of it by fretting about the future.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "We fear violence less than our own feelings. Personal, private, solitary pain is more terrifying than what anyone else can inflict.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "What is needed, rather than running away or controlling or suppressing or any other resistance, is understanding fear that means, watch it, learn about it, come directly into contact with it. We are to learn about fear, not how to escape from it.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "I have learned over the years that when one's mind is made up, this diminishes fear knowing what must be done does away with fear.", 
    "name": "Rosa Parks"
  }, 
  {
    "quote": "We should not fret for what is past, nor should we be anxious about the future men of discernment deal only with the present moment.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "It is the strange fate of man, that even in the greatest of evils the fear of the worst continues to haunt him.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Love is what we were born with. Fear is what we learned here.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "The first duty of man is to conquer fear he must get rid of it, he cannot act till then.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "A person's fears are lighter when the danger is at hand.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Fear stifles our thinking and actions. It creates indecisiveness that results in stagnation. I have known talented people who procrastinate indefinitely rather than risk failure. Lost opportunities cause erosion of confidence, and the downward spiral begins.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I have never known any distress that an hour's reading did not relieve.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "True nobility is exempt from fear.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Fear makes us feel our humanity.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "There are many victories worse than a defeat.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Fear is static that prevents me from hearing myself.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "One had to take some action against fear when once it laid hold of one.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "Prosperity is not without many fears and distastes adversity not without many comforts and hopes.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "There is no passion so contagious as that of fear.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "He that hopes no good fears no ill.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "That man is prudent who neither hopes nor fears anything from the uncertain events of the future.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "To him who is in fear everything rustles.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "There are very few monsters who warrant the fear we have of them.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "We often pretend to fear what we really despise, and more often despise what we really fear.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "There are times when fear is good. It must keep its watchful place at the heart's controls.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "We have perhaps a natural fear of ends. We would rather be always on the way than arrive. Given the means, we hang on to them and often forget the ends.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "I fear the Greeks, even when they bring gifts.", 
    "name": "Virgil"
  }, 
  {
    "quote": "The thinner the ice, the more anxious is everyone to see whether it will bear.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "The fear of becoming a 'has-been' keeps some people from becoming anything.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Everyone wishes that the man whom he fears would perish.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Minds that are ill at ease are agitated by both hope and fear.", 
    "name": "Ovid"
  }, 
  {
    "quote": "I'd rather give my life than be afraid to give it.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "As a child, I was more afraid of tetanus shots than, for example, Dracula.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "To pity distress is but human to relieve it is Godlike.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "My 'fear' is my substance, and probably the best part of me.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "We fear things in proportion to our ignorance of them.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Every man, through fear, mugs his aspirations a dozen times a day.", 
    "name": "Brendan Francis"
  }, 
  {
    "quote": "Some movie stars wear their sunglasses even in church. They're afraid God might recognize them and ask for autographs.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "He whom many fear, has himself many to fear.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Fear has many eyes and can see things underground.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "There is no hope unmingled with fear, and no fear unmingled with hope.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "There is nothing that fear and hope does not permit men to do.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "You know, sometimes I feel well and vital in the world, and sometimes I just feel so distressed I want to pull my hair out by the roots.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "I have a fear of being boring.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I'm not at the point where I'd feel safe in a house alone. I would be really scared. I'm the kind of person that when I get up to go use the bathroom I have this big long hallway, and I just know someone's going to jump out and get me.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "This is all you have. This is not a dry run. This is your life. If you want to fritter it away with your fears, then you will fritter it away, but you won't get it back later.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "Hate is the consequence of fear we fear something before we hate it a child who fears noises becomes a man who hates noise.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "Do what you fear and fear disappears.", 
    "name": "David Joseph Schwartz"
  }, 
  {
    "quote": "Slowness to change usually means fear of the new.", 
    "name": "Phil Crosby"
  }, 
  {
    "quote": "By adversity are wrought the greatest works of admiration, and all the fair examples of renown, out of distress and misery are grown.", 
    "name": "Samuel Daniel"
  }, 
  {
    "quote": "Nothing gives a fearful man more courage than another's fear.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "Great work is done by people who are not afraid to be great.", 
    "name": "Fernando Flores"
  }, 
  {
    "quote": "We fear the thing we want the most.", 
    "name": "Robert Anthony"
  }, 
  {
    "quote": "It is the perpetual dread of fear, the fear of fear, that shapes the face of a brave man.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "An ugly sight, a man who is afraid.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "Ultimately we know deeply that the other side of every fear is freedom.", 
    "name": "Marilyn Ferguson"
  }, 
  {
    "quote": "Let the fear of danger be a spur to prevent it he that fears not, gives advantage to the danger.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "Courage is never to let your actions be influenced by your fears.", 
    "name": "Arthur Koestler"
  }, 
  {
    "quote": "We should not be afraid to go into a new era, to leave the old beyond.", 
    "name": "Zack Wamp"
  }, 
  {
    "quote": "Courage is a peculiar kind of fear.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "Only when we are no longer afraid do we begin to live.", 
    "name": "Dorothy Thompson"
  }, 
  {
    "quote": "Don't be afraid to give up the good for the great.", 
    "name": "Kenny Rogers"
  }, 
  {
    "quote": "True success is overcoming the fear of being unsuccessful.", 
    "name": "Paul Sweeney"
  }, 
  {
    "quote": "One thing about being successful is that I stopped being afraid of dying. Once you're a star you're dead already. You're embalmed.", 
    "name": "Dustin Hoffman"
  }, 
  {
    "quote": "The mark of fear is not easily removed.", 
    "name": "Ernest Gaines"
  }, 
  {
    "quote": "What we have most to fear is failure of the heart.", 
    "name": "Sonia Johnson"
  }, 
  {
    "quote": "Fear tastes like a rusty knife and do not let her into your house.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "Fear is excitement without breath.", 
    "name": "Robert Heller"
  }, 
  {
    "quote": "And the things that we fear are a weapon to be held against us.", 
    "name": "Ian Rush"
  }, 
  {
    "quote": "I hasten to laugh at everything, for fear of being obliged to weep.", 
    "name": "Pierre Beaumarchais"
  }, 
  {
    "quote": "A child understands fear, and the hurt and hate it brings.", 
    "name": "Nadine Gordimer"
  }, 
  {
    "quote": "To fight fear, act. To increase fear - wait, put off postpone.", 
    "name": "David Joseph Schwartz"
  }, 
  {
    "quote": "Show me a guy who's afraid to look bad, and I'll show you a guy you can beat every time.", 
    "name": "Lou Brock"
  }, 
  {
    "quote": "No good work is ever done while the heart is hot and anxious and fretted.", 
    "name": "Olive Schreiner"
  }, 
  {
    "quote": "We consume our tomorrows fretting about our yesterdays.", 
    "name": "Aulus Persius Flaccus"
  }, 
  {
    "quote": "I think what weakens people most is fear of wasting their strength.", 
    "name": "Etty Hillesum"
  }, 
  {
    "quote": "If you let your fear of consequence prevent you from following your deepest instinct, your life will be safe, expedient and thin.", 
    "name": "Katharine Butler Hathaway"
  }, 
  {
    "quote": "I am convinced that it is not the fear of death, of our lives ending that haunts our sleep so much as the fear... that as far as the world is concerned, we might as well never have lived.", 
    "name": "Harold Kushner"
  }, 
  {
    "quote": "When we are afraid we ought not to occupy ourselves with endeavoring to prove that there is no danger, but in strengthening ourselves to go on in spite of the danger.", 
    "name": "Hale White"
  }, 
  {
    "quote": "In order to succeed, your desire for success should be greater than your fear of failure.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "When the people fear the government, there is tyranny. When the government fears the people, there is liberty.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "Expose yourself to your deepest fear after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed.", 
    "name": "Buddha"
  }, 
  {
    "quote": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over. Yeah, I guess it is a friend.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "We must build dikes of courage to hold back the flood of fear.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Faith activates God - Fear activates the Enemy.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Courage is resistance to fear, mastery of fear, not absence of fear.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "It was the experience of mystery - even if mixed with fear - that engendered religion.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "When one has the feeling of dislike for evil, when one feels tranquil, one finds pleasure in listening to good teachings when one has these feelings and appreciates them, one is free of fear.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Question with boldness even the existence of a God because, if there be one, he must more approve of the homage of reason, than that of blind-folded fear.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Do not fear mistakes. You will know failure. Continue to reach out.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Do the thing you fear most and the death of fear is certain.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Action and reaction, ebb and flow, trial and error, change - this is the rhythm of living. Out of our over-confidence, fear out of our fear, clearer vision, fresh hope. And out of hope, progress.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "We are afraid to care too much, for fear that the other person does not care at all.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our Light, not our Darkness, that most frightens us.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If fear is cultivated it will become stronger, if faith is cultivated it will achieve mastery.", 
    "name": "John Paul Jones"
  }, 
  {
    "quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Fix reason firmly in her seat, and call to her tribunal every fact, every opinion. Question with boldness even the existence of a God because, if there be one, he must more approve of the homage of reason, than that of blindfolded fear.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Don't let the fear of striking out hold you back.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "Action is a great restorer and builder of confidence. Inaction is not only the result, but the cause, of fear. Perhaps the action you take will be successful perhaps different action or adjustments will have to follow. But any action is better than no action at all.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "If you look into your own heart, and you find nothing wrong there, what is there to worry about? What is there to fear?", 
    "name": "Confucius"
  }, 
  {
    "quote": "No one ever told me that grief felt so like fear.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "I have no fear that the result of our experiment will be that men may be trusted to govern themselves without a master.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I believe that anyone can conquer fear by doing the things he fears to do, provided he keeps doing them until he gets a record of successful experience behind him.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I don't have no fear of death. My only fear is coming back reincarnated.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "If you know the enemy and know yourself you need not fear the results of a hundred battles.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "The reserve of modern assertions is sometimes pushed to extremes, in which the fear of being contradicted leads the writer to strip himself of almost all sense and meaning.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Advance, and never halt, for advancing is perfection. Advance and do not fear the thorns in the path, for they draw only corrupt blood.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "There is not a truth existing which I fear... or would wish unknown to the whole world.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "My only fear is that I may live too long. This would be a subject of dread to me.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "In time we hate that which we often fear.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Love will find a way through paths where wolves fear to prey.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Things done well and with a care, exempt themselves from fear.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Tell your heart that the fear of suffering is worse than the suffering itself. And no heart has ever suffered when it goes in search of its dream.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you all is very, very well. Do this in complete faith and confidence.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Fear has its use but cowardice has none.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Only he can take great resolves who has indomitable faith in God and has fear of God.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "He who is overly attached to his family members experiences fear and sorrow, for the root of all grief is attachment. Thus one should discard attachment to be happy.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "He who is not everyday conquering some fear has not learned the secret of life.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Let us never negotiate out of fear. But let us never fear to negotiate.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Fear is pain arising from the anticipation of evil.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Fear defeats more people than any other one thing in the world.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "When I hear music, I fear no danger. I am invulnerable. I see no foe. I am related to the earliest times, and to the latest.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Have no fear of perfection - you'll never reach it.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "I have gained this from philosophy: that I do without being commanded what others do only from fear of the law.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Do the thing we fear, and death of fear is certain.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "It is not death that a man should fear, but he should fear never beginning to live.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Fear is the mother of morality.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Courage is a mean with regard to fear and confidence.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Nothing is more despicable than respect based on fear.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Limits, like fear, is often an illusion.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "The appeal of cinema lies in the fear of death.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "The generality of men are naturally apt to be swayed by fear rather than reverence, and to refrain from evil rather because of the punishment that it brings than because of its own foulness.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Men are swayed more by fear than by reverence.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "When even one American - who has done nothing wrong - is forced by fear to shut his mind and close his mouth - then all Americans are in peril.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "To fear love is to fear life, and those who fear life are already three parts dead.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Simulated disorder postulates perfect discipline simulated fear postulates courage simulated weakness postulates strength.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Having a child, that's always been my biggest fear. I want a child and I fear a child.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Fear is stupid. So are regrets.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "People living deeply have no fear of death.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "So much of what is best in us is bound up in our love of family, that it remains the measure of our stability because it measures our sense of loyalty. All other pacts of love or fear derive from it and are modeled upon it.", 
    "name": "Haniel Long"
  }, 
  {
    "quote": "This world of ours... must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "The only thing we have to fear is fear itself.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "The day which we fear as our last is but the birthday of eternity.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I never dared to be radical when young for fear it would make me conservative when old.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The time to take counsel of your fears is before you make an important battle decision. That's the time to listen to every fear you can imagine! When you have collected all the facts and fears and made your decision, turn off all your fears and go ahead!", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "As soon as the fear approaches near, attack and destroy it.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "The components of anxiety, stress, fear, and anger do not exist independently of you in the world. They simply do not exist in the physical world, even though we talk about them as if they do.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "The world we see that seems so insane is the result of a belief system that is not working. To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds.", 
    "name": "William James"
  }, 
  {
    "quote": "Love takes off masks that we fear we cannot live without and know we cannot live within.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence.", 
    "name": "Socrates"
  }, 
  {
    "quote": "You are going to let the fear of poverty govern you life and your reward will be that you will eat, but you will not live.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "On every front there are clear answers out there that can make this country stronger, but we're going to break through the fear and the frustration people are feeling. Our job is to make sure that even as we make progress, that we are also giving people a sense of hope and vision for the future.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I believe that every single event in life happens in an opportunity to choose love over fear.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "No work or love will flourish out of guilt, fear, or hollowness of heart, just as no valid plans for the future can be made by those who have no capacity for living now.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "It's the most unhappy people who most fear change.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "The more you can increase fear of drugs and crime, welfare mothers, immigrants and aliens, the more you control all the people.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Courageous people do not fear forgiving, for the sake of peace.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "People always fear change. People feared electricity when it was invented, didn't they? People feared coal, they feared gas-powered engines... There will always be ignorance, and ignorance leads to fear. But with time, people will come to accept their silicon masters.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "There is nothing I fear more than waking up without a program that will help me bring a little happiness to those with no resources, those who are poor, illiterate, and ridden with terminal disease.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Fear is the thought of admitted inferiority.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The thing we fear we bring to pass.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Fear clogs faith liberates.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Courage is knowing what not to fear.", 
    "name": "Plato"
  }, 
  {
    "quote": "When the tyrant has disposed of foreign enemies by conquest or treaty, and there is nothing more to fear from them, then he is always stirring up some war or other, in order that the people may require a leader.", 
    "name": "Plato"
  }, 
  {
    "quote": "As we let our light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence actually liberates others.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "We need to teach the next generation of children from day one that they are responsible for their lives. Mankind's greatest gift, also its greatest curse, is that we have free choice. We can make our choices built from love or from fear.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "The world is full of a lot of fear and a lot of negativity, and a lot of judgment. I just think people need to start shifting into joy and happiness. As corny as it sounds, we need to make a shift.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Fear makes strangers of people who would be friends.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Fear doesn't exist anywhere except in the mind.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Do the thing you fear to do and keep on doing it... that is the quickest and surest way ever yet discovered to conquer fear.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Courage is fear holding on a minute longer.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Fear cannot be without hope nor hope without fear.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "If we take the generally accepted definition of bravery as a quality which knows no fear, I have never seen a brave man. All men are frightened. The more intelligent they are, the more they are frightened.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "A man who is not afraid is not aggressive, a man who has no sense of fear of any kind is really a free, a peaceful man.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "What I needed most was to love and to be loved, eager to be caught. Happily I wrapped those painful bonds around me and sure enough, I would be lashed with the red-hot pokers or jealousy, by suspicions and fear, by burst of anger and quarrels.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Writing is a form of therapy sometimes I wonder how all those who do not write, compose or paint can manage to escape the madness, melancholia, the panic and fear which is inherent in a human situation.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The key to success is to focus our conscious mind on things we desire not things we fear.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "The thing you fear most has no power. Your fear of it is what has the power. Facing the truth really will set you free.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Fear of death increases in exact proportion to increase in wealth.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The people to fear are not those who disagree with you, but those who disagree with you and are too cowardly to let you know.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Injustice is censured because the censures are afraid of suffering, and not from any fear which they have of doing injustice.", 
    "name": "Plato"
  }, 
  {
    "quote": "Fear of something is at the root of hate for others, and hate within will eventually destroy the hater.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "Know one knows whether death, which people fear to be the greatest evil, may not be the greatest good.", 
    "name": "Plato"
  }, 
  {
    "quote": "To conquer fear is the beginning of wisdom.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The one permanent emotion of the inferior man is fear - fear of the unknown, the complex, the inexplicable. What he wants above everything else is safety.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "Men are moved by two levers only: fear and self interest.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "The beauty, the poetry of the fear in their eyes. I didn't mind going to jail for, what, five, six hours? It was absolutely worth it.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Fear not those who argue but those who dodge.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Never let the fear of striking out get in your way.", 
    "name": "Babe Ruth"
  }, 
  {
    "quote": "God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway we might just as well put that passing time to the best possible use.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Fear is the foundation of most governments.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Fear follows crime and is its punishment.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Boredom is... a vital problem for the moralist, since half the sins of mankind are caused by the fear of it.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Americans are in a cycle of fear which leads to people not wanting to spend and not wanting to make investments, and that leads to more fear. We'll break out of it. It takes time.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "I more fear what is within me than what comes from without.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "The strength and power of despotism consists wholly in the fear of resistance.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Fear is the passion of slaves.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "It's an interesting combination: Having a great fear of being alone, and having a desperate need for solitude and the solitary experience. That's always been a tug of war for me.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "Puritanism. The haunting fear that someone, somewhere, may be happy.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Where there is charity and wisdom, there is neither fear nor ignorance.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "Whether you like it or not, you're forced to come to the realisation that death is out there. But I don't fear death, I'm a fatalist. I believe when it's your time, that's it. It's the hand you're dealt.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Look not mournfully into the past, it comes not back again. Wisely improve the present, it is thine. Go forth to meet the shadowy future without fear and with a manly heart.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "The greatest mistake we make is living in constant fear that we will make one.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The Cuban people still live in constant fear of a brutal totalitarian regime that has demonstrated time and again its utter disregard for basic human dignity. The fight for a free Cuba has gone on for far too long.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I was set free because my greatest fear had been realized, and I still had a daughter who I adored, and I had an old typewriter and a big idea. And so rock bottom became a solid foundation on which I rebuilt my life.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I will show you fear in a handful of dust.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "I do not fear computers. I fear the lack of them.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Listen to what you know instead of what you fear.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "It is almost universally felt that when we call a country democratic we are praising it consequently, the defenders of every kind of regime claim that it is a democracy, and fear that they might have to stop using the word if it were tied down to any one meaning.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "It is part of the general pattern of misguided policy that our country is now geared to an arms economy which was bred in an artificially induced psychosis of war hysteria and nurtured upon an incessant propaganda of fear.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "There is a time to take counsel of your fears, and there is a time to never listen to any fear.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "I love the name of honor, more than I fear death.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "Men shrink less from offending one who inspires love than one who inspires fear.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Collective fear stimulates herd instinct, and tends to produce ferocity toward those who are not regarded as members of the herd.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Where fear is, happiness is not.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We've been taught that silence would save us, but it won't.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Poverty entails fear and stress and sometimes depression. It meets a thousand petty humiliations and hardships. Climbing out of poverty by your own efforts that is something on which to pride yourself but poverty itself is romanticized by fools.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world.", 
    "name": "Jack Layton"
  }, 
  {
    "quote": "Fools rush in where angels fear to tread.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "You must not fear death, my lads defy him, and you drive him into the enemy's ranks.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Neither a man nor a crowd nor a nation can be trusted to act humanely or to think sanely under the influence of a great fear.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Unless India stands up to the world, no one will respect us. In this world, fear has no place. Only strength respects strength.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Live your life that the fear of death can never enter your heart.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "None but a coward dares to boast that he has never known fear.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "There are only two forces that unite men - fear and interest.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Those who own much have much to fear.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Religion. A daughter of Hope and Fear, explaining to Ignorance the nature of the Unknowable.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Our government has kept us in a perpetual state of fear - kept us in a continuous stampede of patriotic fervor - with the cry of grave national emergency.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name.", 
    "name": "Sylvia Browne"
  }, 
  {
    "quote": "Fear is not in the habit of speaking truth when perfect sincerity is expected, perfect freedom must be allowed nor has anyone who is apt to be angry when he hears the truth any cause to wonder that he does not hear it.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "Why are we so full of restraint? Why do we not give in all directions? Is it fear of losing ourselves? Until we do lose ourselves there is no hope of finding ourselves.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "There is none made so great, but he may both need the help and service, and stand in fear of the power and unkindness, even of the meanest of mortals.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Fear? If I have gained anything by damning myself, it is that I no longer have anything to fear.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "I hope for nothing. I fear nothing. I am free.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "The constant assertion of belief is an indication of fear.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "You feel sometimes when you hear analysts and knowledgeable people talking about Iran that they fear so much about the survival of the regime, because deep down it's not a legitimate regime, it doesn't represent the will of the people, it's kind of morphed into kind of a military theocracy.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "I do respect people's faith, but I don't respect their manipulation of that faith in order to create fear and control.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "It is better for you to be free of fear lying upon a pallet, than to have a golden couch and a rich table and be full of trouble.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "Jealousy is the fear of comparison.", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "Our party must continue to strike fear in the heart of the white man, our real enemy!", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "The heart never grows better by age I fear rather worse, always harder. A young liar will be an old one, and a young knave will only be a greater knave as he grows older.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "It is not death or pain that is to be dreaded, but the fear of pain or death.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Just as courage imperils life, fear protects it.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Fear may come true that which one is afraid of.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "The more knowledge you have, the greater will be your fear of Allah.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "Let us not look back in anger, nor forward in fear, but around in awareness.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "In itself, homosexuality is as limiting as heterosexuality: the ideal should be to be capable of loving a woman or a man either, a human being, without feeling fear, restraint, or obligation.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Our society must make it right and possible for old people not to fear the young or be deserted by them, for the test of a civilization is the way that it cares for its helpless members.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "In a World where people are surrounded by darkness, ignorance and fear, it is a sign of hope to be celebrating Islam's message of peace and light, and the last great Messenger, born and chosen to deliver them to all mankind.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Power does not corrupt. Fear corrupts... perhaps the fear of a loss of power.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "Everywhere that freedom stirs, let tyrants fear.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "It is an open question whether any behavior based on fear of eternal punishment can be regarded as ethical or should be regarded as merely cowardly.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Thinking will not overcome fear but action will.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Repentance is not so much remorse for what we have done as the fear of the consequences.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "African women in general need to know that it's OK for them to be the way they are - to see the way they are as a strength, and to be liberated from fear and from silence.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "Taking a new step, uttering a new word, is what people fear most.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "I fear all we have done is to awaken a sleeping giant and fill him with a terrible resolve.", 
    "name": "Isoroku Yamamoto"
  }, 
  {
    "quote": "In order to properly understand the big picture, everyone should fear becoming mentally clouded and obsessed with one small section of truth.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "No passion so effectually robs the mind of all its powers of acting and reasoning as fear.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "At the end of the day, we must go forward with hope and not backward by fear and division.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Few women, I fear, have had such reason as I have to think the long sad years of youth were worth living for the sake of middle age.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Do not fear death so much but rather the inadequate life.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "Let the fear of a danger be a spur to prevent it he that fears not, gives advantage to the danger.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "He whose head is in heaven need not fear to put his feet into the grave.", 
    "name": "Matthew Henry"
  }, 
  {
    "quote": "Fear is not a lasting teacher of duty.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Only the contemptible fear contempt.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Love can no more continue without a constant motion than fire can and when once you take hope and fear away, you take from it its very life and being.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Comedy is defiance. It's a snort of contempt in the face of fear and anxiety. And it's the laughter that allows hope to creep back on the inhale.", 
    "name": "Will Durst"
  }, 
  {
    "quote": "Fear is exciting for me.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "The fear really hits you. That's what you feel first. And then it's the anger and frustration. Part of the problem is how little we understand about the ultimate betrayal of the body when it rebels against itself.", 
    "name": "Charles Bronson"
  }, 
  {
    "quote": "Fear not for the future, weep not for the past.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Our country is now geared to an arms economy bred in an artificially induced psychosis of war hysteria and an incessant propaganda of fear.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "I don't fear death because I don't fear anything I don't understand. When I start to think about it, I order a massage and it goes away.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "The only failure one should fear, is not hugging to the purpose they see as best.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I'm proof against that word failure. I've seen behind it. The only failure a man ought to fear is failure of cleaving to the purpose he sees to be best.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "I have no fear of making changes, destroying the image, etc., because the painting has a life of its own.", 
    "name": "Jackson Pollock"
  }, 
  {
    "quote": "The way to develop self-confidence is to do the thing you fear and get a record of successful experiences behind you.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "I fear my enthusiasm flags when real work is demanded of me.", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "Seeing that a Pilot steers the ship in which we sail, who will never allow us to perish even in the midst of shipwrecks, there is no reason why our minds should be overwhelmed with fear and overcome with weariness.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "Hopeful thinking can get you out of your fear zone and into your appreciation zone.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Americans are apocalyptic by nature. The reason why is that we've always had so much, so we live in deadly fear that people are going to take it away from us.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "They who have conquered doubt and fear have conquered failure.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Follow the path of the unsafe, independent thinker. Expose your ideas to the dangers of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity. And on issues that seem important to you, stand up and be counted at any cost.", 
    "name": "Chauncey Depew"
  }, 
  {
    "quote": "Courage consists not in hazarding without fear but being resolutely minded in a just cause.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "We fear to know the fearsome and unsavory aspects of ourselves, but we fear even more to know the godlike in ourselves.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "The public is not to see where power lies, how it shapes policy, and for what ends. Rather, people are to hate and fear one another.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "As you know from school, it's when you have not prepared for the test that you have the fear of failing. And if you have prepared, even if you fail, you've done your best.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "We shall never be able to remove suspicion and fear as potential causes of war until communication is permitted to flow, free and open, across international boundaries.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Don't fear failure so much that you refuse to try new things. The saddest summary of a life contains three descriptions: could have, might have, and should have.", 
    "name": "Louis E. Boone"
  }, 
  {
    "quote": "My fear was not of death itself, but a death without meaning.", 
    "name": "Huey Newton"
  }, 
  {
    "quote": "I have no fear of losing my life - if I have to save a koala or a crocodile or a kangaroo or a snake, mate, I will save it.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "Men fear death as children fear to go in the dark and as that natural fear in children is increased by tales, so is the other.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "If you fear making anyone mad, then you ultimately probe for the lowest common denominator of human achievement.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "While we are focusing on fear, worry, or hate, it is not possible for us to be experiencing happiness, enthusiasm or love.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Fear comes from uncertainty. When we are absolutely certain, whether of our worth or worthlessness, we are almost impervious to fear.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "The fate of animals is of greater importance to me than the fear of appearing ridiculous it is indissolubly connected with the fate of men.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "I'm intimidated by the fear of being average.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Exploiting people's emotions of fear, envy and anxiety is not hope, it's not change, it's partisanship. We don't need partisanship. We don't need demagoguery, we need solutions.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Some men love truth so much that they seem to be in continual fear lest she should catch a cold on overexposure.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The course of this conflict is not known, yet its outcome is certain. Freedom and fear, justice and cruelty, have always been at war, and we know that God is not neutral between them.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The hope and change the Democrats had in mind was nothing more than a retread of the failed and discredited socialist policies that have been the enemy of freedom for centuries all over the world. I fear America is teetering towards tyranny.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "If I die a violent death, as some fear and a few are plotting, I know that the violence will be in the thought and the action of the assassins, not in my dying.", 
    "name": "Indira Gandhi"
  }, 
  {
    "quote": "The voice of the intelligence is drowned out by the roar of fear. It is ignored by the voice of desire. It is contradicted by the voice of shame. It is biased by hate and extinguished by anger. Most of all it is silenced by ignorance.", 
    "name": "Karl A. Menninger"
  }, 
  {
    "quote": "I do not fear Satan half so much as I fear those who fear him.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "I can't understand people calling themselves religious and being hateful. If a preacher is preaching hate, to fear God that's not religion, that's not helping humanity, that's organizing an army to defeat somebody.", 
    "name": "Mojo Nixon"
  }, 
  {
    "quote": "The thing I fear most is fear.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "To have a great man for a friend seems pleasant to those who have never tried it those who have, fear it.", 
    "name": "Horace"
  }, 
  {
    "quote": "The Christian fear of the pagan outlook has damaged the whole consciousness of man.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Fear is, I believe, a most effective tool in destroying the soul of an individual - and the soul of a people.", 
    "name": "Anwar Sadat"
  }, 
  {
    "quote": "How very little can be done under the spirit of fear.", 
    "name": "Florence Nightingale"
  }, 
  {
    "quote": "Do not look upon this world with fear and loathing. Bravely face whatever the gods offer.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "Fear of a name increases fear of the thing itself.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Stories can conquer fear, you know. They can make the heart bigger.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "This man is freed from servile bands, Of hope to rise, or fear to fall Lord of himself, though not of lands, And leaving nothing, yet hath all.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever That dead men rise up never That even the weariest river Winds somewhere safe to sea.", 
    "name": "Algernon Charles Swinburne"
  }, 
  {
    "quote": "Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "Scalded cats fear even cold water.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Cruelty is a tyrant that's always attended with fear.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "It is not power that corrupts but fear. Fear of losing power corrupts those who wield it and fear of the scourge of power corrupts those who are subject to it.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "The thirst for powerful sensations takes the upper hand both over fear and over compassion for the grief of others.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "People react to fear, not love they don't teach that in Sunday School, but it's true.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Realists do not fear the results of their study.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "When the will defies fear, when duty throws the gauntlet down to fate, when honor scorns to compromise with death - that is heroism.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "As soon as men know that they can kill without fear of punishment or blame, they kill or at least they encourage killers with approving smiles.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "All religions are founded on the fear of the many and the cleverness of the few.", 
    "name": "Stendhal"
  }, 
  {
    "quote": "To good and true love fear is forever affixed.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "Events that are predestined require but little management. They manage themselves. They slip into place while we sleep, and suddenly we are aware that the thing we fear to attempt, is already accomplished.", 
    "name": "Amelia Barr"
  }, 
  {
    "quote": "Therefore, when I considered this carefully, the contempt which I had to fear because of the novelty and apparent absurdity of my view, nearly induced me to abandon utterly the work I had begun.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "For fools rush in where angels fear to tread.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "A word does not frighten the man who, in acting, feels no fear.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Worry is a cycle of inefficient thoughts whirling around a center of fear.", 
    "name": "Corrie Ten Boom"
  }, 
  {
    "quote": "Perhaps life is just that... a dream and a fear.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Liberalism is trust of the people tempered by prudence. Conservatism is distrust of the people tempered by fear.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "There is nothing strange about fear: no matter in what guise it presents itself it is something with which we are all so familiar that when a man appears who is without it we are at once enslaved by him.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Everything we do in life is based on fear, especially love.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "I have a lack of fear, whereas in the past the fear of failure was a powerful motivator. Anyway, I have great expectations for the future, but I just don't know if I'm the monarch of all I survey.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Fear not, the people may be deluded for a moment, but cannot be corrupted.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "The results of political changes are hardly ever those which their friends hope or their foes fear.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "I do not say think as I think, but think in my way. Fear no shadows, least of all in that great spectre of personal unhappiness which binds half the world to orthodoxy.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "When a child can be brought to tears, and not from fear of punishment, but from repentance he needs no chastisement. When the tears begin to flow from the grief of their conduct you can be sure there is an angel nestling in their heart.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "No one should fear to undertake any task in the name of our Saviour, if it is just and if the intention is purely for His holy service.", 
    "name": "Christopher Columbus"
  }, 
  {
    "quote": "Fear not, we are of the nature of the lion, and cannot descend to the destruction of mice and such small beasts.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "I don't run away from a challenge because I am afraid. Instead, I run toward it because the only way to escape fear is to trample it beneath your feet.", 
    "name": "Nadia Comaneci"
  }, 
  {
    "quote": "Falsehood is invariably the child of fear in one form or another.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "There is great beauty in going through life without anxiety or fear. Half our fears are baseless, and the other half discreditable.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Fear is the lengthened shadow of ignorance.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "The scariest thought in the world is that someday I'll wake up and realize I've been sleepwalking through my life: underappreciating the people I love, making the same hurtful mistakes over and over, a slave to neuroses, fear, and the habitual.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "That fear first created the gods is perhaps as true as anything so brief could be on so great a subject.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "To live a creative life, we must lose our fear of being wrong.", 
    "name": "Joseph Chilton Pearce"
  }, 
  {
    "quote": "Men! The only animal in the world to fear.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "The fear of death often proves mortal, and sets people on methods to save their Lives, which infallibly destroy them.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Everyone has his faults which he continually repeats: neither fear nor shame can cure them.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "Loving can cost a lot but not loving always costs more, and those who fear to love often find that want of love is an emptiness that robs the joy from life.", 
    "name": "Merle Shain"
  }, 
  {
    "quote": "Fear is proof of a degenerate mind.", 
    "name": "Virgil"
  }, 
  {
    "quote": "President Obama clearly cannot run on his record. All he's offering is more of the same. That's not good. Look at the economy. It's stagnating. And so, what they're now going to try and do is bring this campaign down to little things, distractions, distortions, smear, fear, anger, frustration.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "The secret of life is to have no fear it's the only way to function.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "Cruelty is softened by fear, not pity.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Satirists gain the applause of others through fear, not through love.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "It is better by noble boldness to run the risk of being subject to half the evils we anticipate than to remain in cowardly listlessness for fear of what might happen.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure.", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "To talk about balance, it's easier to talk about what's out of balance. And I think anytime that you have any disease, and disease meaning lack of ease, lack of flow... dis-ease. So any time there's disease, you're out of balance, whether it's jealousy, anger, greed, anxiety, fear.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "I had used eclectic therapy and behavior therapy on myself at the age of 19 to get over my fear of public speaking and of approaching young women in public.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "Almost all the ideas we have about being a man or being a woman are so burdened with pain, anxiety, fear and self-doubt. For many of us, the confusion around this question is excruciating.", 
    "name": "Andrew Cohen"
  }, 
  {
    "quote": "Basically, there are two paths you can walk: faith or fear. It's impossible to simultaneously trust God and not trust God.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Do not fear mistakes. There are none.", 
    "name": "Miles Davis"
  }, 
  {
    "quote": "Fear is the tax that conscience pays to guilt.", 
    "name": "George Sewell"
  }, 
  {
    "quote": "A peace that depends on fear is nothing but a suppressed war.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "Love and fear. Everything the father of a family says must inspire one or the other.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "While there's life, there's fear.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "To work without attachment is to work without the expectation of reward or fear of any punishment in this world or the next. Work so done is a means to the end, and God is the end.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "It is a base thing for a man among the people not to obey those in command. Never in a state can the laws be well administered when fear does not stand firm.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "But what is all this fear of and opposition to Oblivion? What is the matter with the soft Darkness, the Dreamless Sleep?", 
    "name": "James Thurber"
  }, 
  {
    "quote": "The terrorists are fighting freedom with all their cunning and cruelty because freedom is their greatest fear - and they should be afraid, because freedom is on the march.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "When women hold off from marrying men, we call it independence. When men hold off from marrying women, we call it fear of commitment.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "Nature soaks every evil with either fear or shame.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "There is greatness in the fear of God, contentment in faith of God, and honour in humility.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "My aim, then, was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us. Fear is the beginning of wisdom.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "Follow the path of the unsafe, independent thinker. Expose your ideas to the danger of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity.", 
    "name": "Thomas John Watson, Sr."
  }, 
  {
    "quote": "Healthy children will not fear life if their elders have integrity enough not to fear death.", 
    "name": "Erik H. Erikson"
  }, 
  {
    "quote": "Love casts out fear, but we have to get over the fear in order to get close enough to love them.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "Grab the broom of anger and drive off the beast of fear.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "If you reject the food, ignore the customs, fear the religion and avoid the people, you might better stay at home.", 
    "name": "James A. Michener"
  }, 
  {
    "quote": "The fear of death comes from limited awareness.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "I fear the boredom that comes with not learning and not taking chances.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "It is a great mystery that though the human heart longs for Truth, in which alone it finds liberation and delight, the first reaction of human beings to Truth is one of hostility and fear!", 
    "name": "Anthony de Mello"
  }, 
  {
    "quote": "Boldness is a mask for fear, however great.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "My fear is that I go up to the girl of my dreams and say 'I'm sorry, but I've got to say hello to you,' and she slides the stool back and gets up and walks away, saying, 'Not for me, Bub. I don't want anything to do with you.'", 
    "name": "John Mayer"
  }, 
  {
    "quote": "My feelings for Ellen overrode all of my fear about being out as a lesbian. I had to be with her, and I just figured I'd deal with the other stuff later.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "It's not necessary to fear the prospect of failure but to be determined not to fail.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "When desire dies, fear is born.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Fear is the dark room where the Devil develops his negatives.", 
    "name": "Gary Busey"
  }, 
  {
    "quote": "A propensity to hope and joy is real riches one to fear and sorrow real poverty.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Most men are very attached to the idea of being male, and usually experience a lot of fear and insecurity around the idea of being a man. Most women are very identified with their gender, and also experience a tremendous amount of fear and insecurity.", 
    "name": "Andrew Cohen"
  }, 
  {
    "quote": "Luck is everything... My good luck in life was to be a really frightened person. I'm fortunate to be a coward, to have a low threshold of fear, because a hero couldn't make a good suspense film.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "Death is not the biggest fear we have our biggest fear is taking the risk to be alive - the risk to be alive and express what we really are.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "The wise person often shuns society for fear of being bored.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "People are afraid, and when people are afraid, when their pie is shrinking, they look for somebody to hate. They look for somebody to blame. And a real leader speaks to anxiety and to fear and allays those fears, assuages anxiety.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "When you're young, you're always wondering when you're actually going to feel like a grownup. And I think you probably fear it, in a sense, too. There's a danger to feeling like an adult... like this whimsical kid in you is going to die or something. And then all of a sudden, one day you kind of feel like an adult and it's really nice.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "You pretend to be more eccentric than you actually are because you fear you are an interchangeable cog.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I am so tired of fear. And I don't want my girls to live in a country, in a world, based on fear.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "I know not why there is such a melancholy feeling attached to the remembrance of past happiness, except that we fear that the future can have nothing so bright as the past.", 
    "name": "Julia Ward Howe"
  }, 
  {
    "quote": "How strange this fear of death is! We are never frightened at a sunset.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "I get so nervous on stage I can't help but talk. I try. I try telling my brain: stop sending words to the mouth. But I get nervous and turn into my grandma. Behind the eyes it's pure fear. I find it difficult to believe I'm going to be able to deliver.", 
    "name": "Adele"
  }, 
  {
    "quote": "The reason most people don't express their individuality and actually deny it, is not fear of what prime ministers think of us or the head of the federal reserve, It's what their families and their friends down at the bar are going to think of them.", 
    "name": "David Icke"
  }, 
  {
    "quote": "Good men have the fewest fears. He has but one great fear who fears to do wrong he has a thousand who has overcome it.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "The Russians feared Ike. They didn't fear me.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "I have accepted fear as a part of life - specifically the fear of change... I have gone ahead despite the pounding in the heart that says: turn back.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "To have a great man for an intimate friend seems pleasant to those who have never tried it those who have, fear it.", 
    "name": "Homer"
  }, 
  {
    "quote": "A fear of the unknown keeps a lot of people from leaving bad situations.", 
    "name": "Kathie Lee Gifford"
  }, 
  {
    "quote": "Even as we enumerate their shortcomings, the rigor of raising children ourselves makes clear to us our mothers' incredible strength. We fear both. If they are not strong, who will protect us? If they are not imperfect, how can we equal them?", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "When someone says that I'm angry it's actually a compliment. I have not always been direct with my anger in my relationships, which is part of why I'd write about it in my songs because I had such fear around expressing anger as a woman.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "The origin of the absurd idea of immortal life is easy to discover it is kept alive by hope and fear, by childish faith, and by cowardice.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "No one should have to choose between medicine and other necessities. No one should have to use the emergency room every time a child gets sick. And no one should have to live in constant fear that a medical problem will become a financial crisis.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "It is wisdom in prosperity, when all is as thou wouldn't have it, to fear and suspect the worst.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "I expect nothing. I fear no one. I am free.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "So the Marine Corps really did teach me to conquer fear, and then to go for higher causes, higher purposes.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "Generosity during life is a very different thing from generosity in the hour of death one proceeds from genuine liberality and benevolence, the other from pride or fear.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "Young players need freedom of expression to develop as creative players... they should be encouraged to try skills without fear of failure.", 
    "name": "Arsene Wenger"
  }, 
  {
    "quote": "Jealousy is the fear or apprehension of superiority: envy our uneasiness under it.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "I just want my family to be safe. Because I am sometimes polarizing, I fear for their safety.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "To overcome a fear, here's all you have to do: realize the fear is there, and do the action you fear anyway.", 
    "name": "Peter McWilliams"
  }, 
  {
    "quote": "To me, my biggest fear is getting a big head, and that is when I get the hammer. Because it's very easy in this game to believe you're something special.", 
    "name": "Keith Richards"
  }, 
  {
    "quote": "I think we too often make choices based on the safety of cynicism, and what we're lead to is a life not fully lived. Cynicism is fear, and it's worse than fear - it's active disengagement.", 
    "name": "Ken Burns"
  }, 
  {
    "quote": "A cheerful frame of mind, reinforced by relaxation... is the medicine that puts all ghosts of fear on the run.", 
    "name": "George Matthew Adams"
  }, 
  {
    "quote": "When you are 16 there is no fear whatsoever. As you get older you play in more important games and that is when you start thinking about what will happen if you win or lose.", 
    "name": "Wayne Rooney"
  }, 
  {
    "quote": "Let us banish fear.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "Valor grows by daring, fear by holding back.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "When a match has equal partners then I fear not.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Excessive fear is always powerless.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "Humility is a great quality of leadership which derives respect and not just fear or hatred.", 
    "name": "Yousef Munayyer"
  }, 
  {
    "quote": "Dare to be honest and fear no labor.", 
    "name": "Robert Burns"
  }, 
  {
    "quote": "Audacity augments courage hesitation, fear.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "I have this fear of falling in front of large groups of people. That's why I tend not to wear heels.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "No person who is enthusiastic about his work has anything to fear from life.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "Everyone believes very easily whatever they fear or desire.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "An important consequence of freeing oneself from the fear of death is a radical opening to spirituality of a universal and non-denominational type.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "If you have an issue with homosexuality, then it comes to your own fear and your own darkness.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "I think 'Dilbert' will remain popular as long as employees are frustrated and they fear the consequences of complaining too loudly. 'Dilbert' is the designated voice of discontent for the workplace. I never planned it that way. It just happened.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "If we fear the unknown then surely we fear ourselves.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Love is the total absence of fear. Love asks no questions. Its natural state is one of extension and expansion, not comparison and measurement.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "There is no such thing as perpetual tranquillity of mind while we live here because life itself is but motion, and can never be without desire, nor without fear, no more than without sense.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "If you can once engage people's pride, love, pity, ambition on your side, you need not fear what their reason can do against you.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "I fear those big words which make us so unhappy.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "The strongest passion is fear.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "We must laugh before we are happy, for fear we die before we laugh at all.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "The fear of burglars is not only the fear of being robbed, but also the fear of a sudden and unexpected clutch out of the darkness.", 
    "name": "Elias Canetti"
  }, 
  {
    "quote": "I don't know how it is for women or for other guys, but when I was young and in my 20s, I had a fear of marriage.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Quite a lot of our contemporary culture is actually shot through with a resentment of limits and the passage of time, anger at what we can't do, fear or even disgust at growing old.", 
    "name": "Rowan Williams"
  }, 
  {
    "quote": "I don't have any fear of intimacy, but rather thrive on it, which is rare in a public person.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "Monopolists who fear competition and who distrust democracy because it stands for equal opportunity would like to secure their position against small and energetic enterprise.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Don't fear change - embrace it.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "Fear prophets and those prepared to die for the truth, for as a rule they make many others die with them, often before them, at times instead of them.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "The fear of being deceived is the vulgar version of the quest for Truth.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "In the company of the accomplished, people hope it will rub off on themselves, in the company of the misfortunate, they fear it!", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Under the influence of fear, which always leads men to take a pessimistic view of things, they magnified their enemies' resources, and minimized their own.", 
    "name": "Titus Livius"
  }, 
  {
    "quote": "Between the fear that something would happen and the hope that still it wouldn't, there is much more space than one thinks. On that narrow, hard, bare and dark space a lot of us spend their lives.", 
    "name": "Ivo Andric"
  }, 
  {
    "quote": "Do we fear terrorism so much that we throw out our Constitution, and are we unwilling and afraid to debate our Constitution?", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Wit is so shining a quality that everybody admires it most people aim at it, all people fear it, and few love it unless in themselves. A man must have a good share of wit himself to endure a great share of it in another.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "If I have resistance to something, it means there's something wrong. The resistance to me is a sign of fear.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Action cures fear, inaction creates terror.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "I have no fear of death. More important, I don't fear life.", 
    "name": "Steven Seagal"
  }, 
  {
    "quote": "He has not learned the first lesson of life who does not every day surmount a fear.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Within the U.S., the Obama presidency will be mainly measured by the success or failure of his economic policies. And here, I fear, the monstrous stimulus package with which this administration stumbled out of the gate will prove to be Obama's Waterloo.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "When we drop fear, we can draw nearer to people, we can draw nearer to the earth, we can draw nearer to all the heavenly creatures that surround us.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "My aim then was to whip the rebels, to humble their pride, to follow them to their inmost recesses, and make them fear and dread us.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "I've always felt that if you back down from a fear, the ghost of that fear never goes away. It diminishes people.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I was probably more scared of my high school exams than I was of the Oscars. At the time you think it's everything and if you don't do well, your life's over. Opportunities are gone. So the more you do it, the less the fear is present.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I am pretty fearless, and you know why? Because I don't handle fear very well I'm not a good terrified person.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "How does one kill fear, I wonder? How do you shoot a specter through the heart, slash off its spectral head, take it by its spectral throat?", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Love is a symbol of eternity. It wipes out all sense of time, destroying all memory of a beginning and all fear of an end.", 
    "name": "Madame de Stael"
  }, 
  {
    "quote": "You always have two choices: your commitment versus your fear.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "What I fear most is power with impunity. I fear abuse of power, and the power to abuse.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Right out of high school I never had the fear of getting beat, which is how most people lose.", 
    "name": "Dan Gable"
  }, 
  {
    "quote": "Crime in full glory consolidates authority by the sacred fear it inspires.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Isn't history ultimately the result of our fear of boredom?", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "The abandoned infant's cry is rage, not fear.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "Fear is a disease that eats away at logic and makes man inhuman.", 
    "name": "Marian Anderson"
  }, 
  {
    "quote": "It seemed that rebellion must have an unassailable base, something guarded not merely from attack, but from the fear of it: such a base as we had in the Red Sea Parts, the desert, or in the minds of the men we converted to our creed.", 
    "name": "T. E. Lawrence"
  }, 
  {
    "quote": "There are few things more liberating in this life than having your worst fear realized.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "Fear is the foundation of safety.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "I do not trust those who make the vaccines, or the apparatus behind it all to push it on us through fear.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I believe the American people have a genuine and justifiable fear of government intrusion in what they instinctively know is going to be an ever more intrusive world.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "We should face reality and our past mistakes in an honest, adult way. Boasting of glory does not make glory, and singing in the dark does not dispel fear.", 
    "name": "King Hussein"
  }, 
  {
    "quote": "I have been thinking about the notion of perfect love as being without fear, and what that means for us in a world that's becoming increasingly xenophobic, tortured by fundamentalism and nationalism.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "Love, hope, fear, faith - these make humanity These are its sign and note and character.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "And if the great fear had not come upon me, as it did, and forced me to do my duty, I might have been less good to the people than some man who had never dreamed at all, even with the memory of so great a vision in me.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "I've always had a huge fear of dying or becoming ill. The thing I'm most afraid of, though, is being alone, which I think a lot of performers fear. It's why we seek the limelight - so we're not alone, were adored. We're loved, so people want to be around us. The fear of being alone drives my life.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "You have to be careful not to let your fear stop you doing things. It's very exciting to test yourself.", 
    "name": "Francesca Annis"
  }, 
  {
    "quote": "We must laugh before we are happy, for fear of dying without having laughed at all.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "We should laugh before being happy, for fear of dying without having laughed.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Fear God and work hard.", 
    "name": "David Livingstone"
  }, 
  {
    "quote": "The more I traveled the more I realized that fear makes strangers of people who should be friends.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Many of us crucify ourselves between two thieves - regret for the past and fear of the future.", 
    "name": "Fulton Oursler"
  }, 
  {
    "quote": "A company is stronger if it is bound by love rather than by fear.", 
    "name": "Herb Kelleher"
  }, 
  {
    "quote": "I don't want the fear of failure to stop me from doing what I really care about.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "Death in itself is nothing but we fear to be we know not what, we know not where.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "Those who love to be feared fear to be loved.", 
    "name": "Saint Francis de Sales"
  }, 
  {
    "quote": "Fear cannot be banished, but it can be calm and without panic it can be mitigated by reason and evaluation.", 
    "name": "Vannevar Bush"
  }, 
  {
    "quote": "I've noticed a lot of younger artists have less fear of doing different sorts of things, whether it's various types of music, or gallery artists moving between video and sculpture and drawing.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "The fear of life is the favorite disease of the 20th century.", 
    "name": "William Lyon Phelps"
  }, 
  {
    "quote": "There's no reason for the establishment to fear me. But it has every right to fear the people collectively - I am one with the people.", 
    "name": "Huey Newton"
  }, 
  {
    "quote": "It is a measure of the framers' fear that a passing majority might find it expedient to compromise 4th Amendment values that these values were embodied in the Constitution itself.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "'Freedom from fear' could be said to sum up the whole philosophy of human rights.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "I have always been aware that you have to get people listening before you can change their minds. Any artist's big fear is being ignored, so if you get debate, that's great.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "A book is the only place in which you can examine a fragile thought without breaking it, or explore an explosive idea without fear it will go off in your face. It is one of the few havens remaining where a man's mind can get both provocation and privacy.", 
    "name": "Edward P. Morgan"
  }, 
  {
    "quote": "I spoke without fear of contradiction. I simply did not suffer self-doubt.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "I've probably earned the right to screw up a few times. I don't want the fear of failure to stop me from doing what I really care about.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "There's an honesty in our family - my kids and I are able to talk about things without me putting the fear of God into them.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul. Worry, fear, self-distrust bows the heart and turns the spirit back to dust.", 
    "name": "Samuel Ullman"
  }, 
  {
    "quote": "When I have a camera in my hand, I know no fear.", 
    "name": "Alfred Eisenstaedt"
  }, 
  {
    "quote": "There is perhaps nothing so bad and so dangerous in life as fear.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "Fear is the mother of foresight.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "The real and effectual discipline which is exercised over a workman is that of his customers. It is the fear of losing their employment which restrains his frauds and corrects his negligence.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Greed, like the love of comfort, is a kind of fear.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "He who doesn't fear death dies only once.", 
    "name": "Giovanni Falcone"
  }, 
  {
    "quote": "The great fear that hung over the business community in the 1970s was death by regulation, and the great goal of the conservative movement, as it rose to triumph in the 1980s, was to remove that threat - to keep OSHA, the EPA, and the FTC from choking off entrepreneurship with their infernal meddling in the marketplace.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "One of the scary things is that, when you're a kid, you look at your dad as the man who has no fear. When you're an adult, you realize your father had fear, and that you have it, too.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "The fear factor actually brings the genuineness.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "In politics, what begins in fear usually ends in failure.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "I would sum up my fear about the future in one word: boring. And that's my one fear: that everything has happened nothing exciting or new or interesting is ever going to happen again... the future is just going to be a vast, conforming suburb of the soul.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "I think when you move past your fear and you go after your dreams wholeheartedly, you become free.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "A star on a movie set is like a time bomb. That bomb has got to be defused so people can approach it without fear.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "My whole life I've had the fear that I was going to be abandoned.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "I think one of the terrible things today is that people have this deathly fear of food: fear of eggs, say, or fear of butter. Most doctors feel that you can have a little bit of everything.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "I won't allow myself to have tremendous fear.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "Any fear of aging, I think, is simply vanity.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "Mysticism and exaggeration go together. A mystic must not fear ridicule if he is to push all the way to the limits of humility or the limits of delight.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "I fear God and next to God I mostly fear them that fear him not.", 
    "name": "Saadi"
  }, 
  {
    "quote": "Some people need to stay at the top. They are afraid to re-start from zero because they fear the critics.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "There is no greater hell than to be a prisoner of fear.", 
    "name": "Ben Jonson"
  }, 
  {
    "quote": "As long as enough people can be frightened, then all people can be ruled. That is how it works in a democratic system and mass fear becomes the ticket to destroy rights across the board.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "My biggest fear in life is to be forgotten.", 
    "name": "Evita Peron"
  }, 
  {
    "quote": "We all have that burning question about what happens if we lose somebody we love, especially if we lose them tragically. We wonder what fear was going on, we wonder if we could have reached out and touched them, held their hand, looked in their eyes, been there.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "To withdraw is not to run away, and to stay is no wise action, when there's more reason to fear than to hope.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "I fear no man, no beast or evil, brother.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "Courage is a special kind of knowledge: the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.", 
    "name": "David Ben-Gurion"
  }, 
  {
    "quote": "A merchant who approaches business with the idea of serving the public well has nothing to fear from the competition.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "You can ask me pretty much anything. There'll be things I'll go, 'That feels a little too personal.' But most things I don't have a fear of being asked about.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "You cannot avoid war in life, you cannot avoid the fear of terrorism, you cannot avoid those things now, they are a part of everyday demeanor.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Fame does lead to money, which I don't have a close relationship with. I'm the kind of guy who never sees the money - it all goes somewhere else. I don't understand it, I don't like to deal with it. I have a fear of not having it, because I grew up without it.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I had a fear that I'd be typecast, but I don't really have that fear anymore.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "Whenever somebody says they need an angle for their story I always fear that they've got an idea and they want me to fit into it or they want me to come up with an idea myself or I'm supposed to be more revealing than I've been, and to me it just sounds like something I don't want to do.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "Fear is a very explosive emotion, but it has a short life span. It's the sprint. The marathon is hope.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "The record company's worst fear is that you'll fall in love or get rich.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "I'm very much afraid of being mad - that's my one fear.", 
    "name": "Sting"
  }, 
  {
    "quote": "He who does not fear death cares naught for threats.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "Fundamentalists are panicked by the apparent disintegration of the family, the disappearance of certainty and the decay of morality. Fear leads them to ask, if we cannot trust the Bible, what can we trust?", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "I woke up full of hate and fear the day before the most recent peace march in San Francisco. This was disappointing: I'd hoped to wake up feeling somewhere between Virginia Woolf and Wavy Gravy.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "My coming to faith did not start with a leap but rather a series of staggers from what seemed like one safe place to another. Like lily pads, round and green, these places summoned and then held me up while I grew. Each prepared me for the next leaf on which I would land, and in this way I moved across the swamp of doubt and fear.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "I have a big fear of change, or negative change, anyway. I'm basically the same person I was when I won 'Idol,' or when I was 10.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "When Christians start thinking about Jesus, things start breaking down, they lose their faith. It's perfectly possible to go to church every Sunday and not ask any questions, just because you like it as a way of life. They fear that if they ask questions they'll lose their Christ, the very linchpin of their religion.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I was taught that to create anything you had to believe in failure, simply because you had to be prepared to go through an idea without any fear. Failure, you learned, as I did in art school, to be a wonderful thing. It allowed you to get up in the morning and take the pillow off your head.", 
    "name": "Malcolm Mclaren"
  }, 
  {
    "quote": "We must travel in the direction of our fear.", 
    "name": "John Berryman"
  }, 
  {
    "quote": "I have a tendency to sabotage relationships I have a tendency to sabotage everything. Fear of success, fear of failure, fear of being afraid. Useless, good-for-nothing thoughts.", 
    "name": "Michael Buble"
  }, 
  {
    "quote": "Fear attracts attack.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Fear of things invisible in the natural seed of that which everyone in himself calleth religion.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "I try to get in quiet time and book time, but really, the only time I ever get that is when I'm on an airplane - I have a fear of flying, but I actually love flying because it's the only time I can sleep, and it's the only time I get to read.", 
    "name": "Kesha"
  }, 
  {
    "quote": "I define fear as standing across the ring from Joe Louis and knowing he wants to go home early.", 
    "name": "Max Baer"
  }, 
  {
    "quote": "Business is war. I go out there, I want to kill the competitors. I want to make their lives miserable. I want to steal their market share. I want them to fear me and I want everyone on my team thinking we're going to win.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "Fear is not a good teacher. The lessons of fear are quickly forgotten.", 
    "name": "Mary Catherine Bateson"
  }, 
  {
    "quote": "I had to confront my fears and master my every demonic thought about inferiority, insecurity, or the fear of being black, young, and gifted in this Western culture.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "Let us go forth with fear and courage and rage to save the world.", 
    "name": "Grace Paley"
  }, 
  {
    "quote": "My main concern with the condition of mathematics in high school is that there's a lot of fear involved! Math is not, generally speaking, presented in a fun way. The concepts, as I see them, are fun, and that's the way I'd like to convey them myself.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "You always fear when you're making a movie that has a moral to the story that people are going to reject the idea of being taught a lesson.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "Curiosity will conquer fear even more than bravery will.", 
    "name": "James Stephens"
  }, 
  {
    "quote": "When I'm acting, I'm two beings. There's the one monitoring the distance between myself and the camera, making sure I hit my marks, and there is the one driven by this inner fire, this delicious fear.", 
    "name": "Jeanne Moreau"
  }, 
  {
    "quote": "Shock, confusion, fear, anger, grief, and defiance. On Sept. 11, 2001, and for the three days following the worst terrorist attack on U.S. soil, President George W. Bush led with raw emotion that reflected the public's whipsawing stages of acceptance.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "We, the people. Manifest Destiny. Conceived in liberty. Fear itself. Ask not. Morning in America. United we stand. Yes, we can. In times of great change and tumult, presidents seek to inspire beleaguered Americans by reminding them of their national identity.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Eighty percent of all choices are based on fear. Most people don't choose what they want they choose what they think is safe.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "Fear of error which everything recalls to me at every moment of the flight of my ideas, this mania for control, makes men prefer reason's imagination to the imagination of the senses. And yet it is always the imagination alone which is at work.", 
    "name": "Louis Aragon"
  }, 
  {
    "quote": "We tell lies when we are afraid... afraid of what we don't know, afraid of what others will think, afraid of what will be found out about us. But every time we tell a lie, the thing that we fear grows stronger.", 
    "name": "Tad Williams"
  }, 
  {
    "quote": "Man's loneliness is but his fear of life.", 
    "name": "Eugene O'Neill"
  }, 
  {
    "quote": "I think I'm a bit less inhibited, and not thinking too much before speaking. It's not about being shameful, I'm just a bit more unabashedly myself because of this thing, and it probably started at age 15. I can be around people and say what I think without fear.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I may be compelled to face danger, but never fear it, and while our soldiers can stand and fight, I can stand and feed and nurse them.", 
    "name": "Clara Barton"
  }, 
  {
    "quote": "When you advise any person you should be guided by the fear of God.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "God helps those who fear Him.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "Grief has limits, whereas apprehension has none. For we grieve only for what we know has happened, but we fear all that possibly may happen.", 
    "name": "Pliny the Elder"
  }, 
  {
    "quote": "It's better to get mugged than to live a life of fear.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "Dictators and oppressors should continue to fear me because I will be here for a long time.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "When the entertainers of the Right aren't declaring their disgust with President Obama for groveling before foreign potentates, they're pretending to fear him as a left-wing thug, an exemplar of what they call 'the Chicago way.'", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Jerusalem is a time bomb that I fear is just waiting to go off.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Resist your fear fear will never lead to you a positive end. Go for your faith and what you believe.", 
    "name": "T. D. Jakes"
  }, 
  {
    "quote": "When we can lay down our fear and anger and choose responses other than aggression, we create the conditions for bringing out the best in us humans.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "People don't know where to place me. Terry Gilliam used me as a quirky cop in 'Twelve Monkeys', and then he hired me again to be an effeminate hotel clerk in 'Fear and Loathing in Las Vegas'. Another time, I was shooting this indie film 'The Souler Opposite' and six days a week, I'm playing this big puppy dog, then I come to the 'NYPD Blue' set and become this scumbag.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "In this life struggle, here I am among you fully cognizant that a true believer has no fear of what God has ordained for him. Those who are visited by fear live only for their present, under the illusion that the world began with them and will end with their departure.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "Uncertainty and fear and ignorance about immigrants, about people who are different, has a history as old as our Nation.", 
    "name": "Luis Gutierrez"
  }, 
  {
    "quote": "But I love being scared. I think you're brave only when you do things that scare you. I've always used fear as a motivator. I'm not sure why.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "If people would know how little brain is ruling the world, they would die of fear.", 
    "name": "Ivo Andric"
  }, 
  {
    "quote": "Resistance is feasible even for those who are not heroes by nature, and it is an obligation, I believe, for those who fear the consequences and detest the reality of the attempt to impose American hegemony.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "At the time, 1980, people regarded actresses involved with production with a certain amount of fear, resentment and anger.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "My dad always tell me to make decisions from love and not from fear.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "Men do weird things when they experience fear. It's like a fight-or-flight thing.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "An appeal to fear never finds an echo in German hearts.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "Fear is something to be moved through, not something to be turned from.", 
    "name": "Peter McWilliams"
  }, 
  {
    "quote": "I write entirely to find out what I'm thinking, what I'm looking at, what I see and what it means. What I want and what I fear.", 
    "name": "Joan Didion"
  }, 
  {
    "quote": "My dear brother Barack Obama has a certain fear of free black men. As a young brother who grows up in a white context, brilliant African father, he's always had to fear being a white man with black skin. All he has known culturally is white. He has a certain rootlessness, a deracination.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "Americans are terrified because so many of them have been laid off in recent years and months and they fear that they may be next. Even if they have not been laid off or have not known anyone laid off, they definitely know someone who has lost his home.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "You can't be a proper comic unless you've been out on stage and felt the fear.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "A huge part of what animates homophobia among young people is paranoia and fear of their own capacity to be gay themselves.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "Without fullness of experience, length of days is nothing. When fullness of life has been achieved, shortness of days is nothing. That is perhaps why the young have usually so little fear of death they live by intensities that the elderly have forgotten.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "In the ring, I never really knew fear.", 
    "name": "Rocky Marciano"
  }, 
  {
    "quote": "Can someone within that society walk into the town square and say what they want without fear of being punished for his or her views? If so, then that society is a free society. If not, it is a fear society.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "There's always a period of curious fear between the first sweet-smelling breeze and the time when the rain comes cracking down.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "I do support artists standing by their beliefs and walking with integrity. We have to find a better way to commercially exploit music while giving artists their proper respect. This cannot be done while taking their contributions for granted or trying to control the scope of their growth and power through threats and fear tactics.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "Television knows no night. It is perpetual day. TV embodies our fear of the dark, of night, of the other side of things.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "We are biological creatures. We are born, we live, we die. There is no transcendent purpose to existence. At best we are creatures of reason, and by using reason we can cure ourselves of emotional excess. Purged of both hope and fear, we find courage in the face of helplessness, insignificance and uncertainty.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "My greatest fear is feeling like a professional novelist. Somebody who creates characters, who sits down and has pieces of paper taped to the wall - what's going to happen in this scene, or this act. What I like is for it to be a much more scary, sloppy reflection of who I am.", 
    "name": "Jonathan Safran Foer"
  }, 
  {
    "quote": "Anger elicits anger, fear elicits fear, no matter how well meaning we may be.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Disease is an experience of a so-called mortal mind. It is fear made manifest on the body.", 
    "name": "Mary Baker Eddy"
  }, 
  {
    "quote": "Fear is a question. What are you afraid of and why? Our fears are a treasure house of self-knowledge if we explore them.", 
    "name": "Marilyn French"
  }, 
  {
    "quote": "Stand before the people you fear and speak your mind - even if your voice shakes.", 
    "name": "Maggie Kuhn"
  }, 
  {
    "quote": "A child's fear is a world whose dark corners are quite unknown to grownup people it has its sky and its abysses, a sky without stars, abysses into which no light can ever penetrate.", 
    "name": "Julien Green"
  }, 
  {
    "quote": "Fear rules almost every newsroom in the country.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "Only a fool does not fear actors, but you can't beat them, and if you can't beat them, join them, as they say. As I've got older I've become very interested in that part of the work.", 
    "name": "Lars von Trier"
  }, 
  {
    "quote": "Failure seldom stops you. What stops you is the fear of failure.", 
    "name": "Jack Lemmon"
  }, 
  {
    "quote": "My greatest fear is that the audience will beat me to the punch line.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "Roosevelt's declaration that Americans had 'nothing to fear but fear itself' was a glorious piece of inspirational rhetoric and just as gloriously wrong.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Gun crime is a major cause of fear and distress throughout the UK. The problem is deeply entrenched in a wide range of social and cultural factors and therefore not an isolated issue.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "I was a postman one Christmas and I developed a morbid fear of dogs.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "I never discuss a novel while I'm writing it, for fear that talking about it will diminish my desire to write it.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "Authoritarian political ideologies have a vested interest in promoting fear, a sense of the imminence of takeover by aliens and real diseases are useful material.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "The only thing I fear more than change is no change. The business of being static makes me nuts.", 
    "name": "Twyla Tharp"
  }, 
  {
    "quote": "I think people that have fear that, 'Oh if I have a kid I won't be able to do this and I won't be able to do that.' It's kind of the opposite. It really gives you energy. It makes people better.", 
    "name": "Anthony Kiedis"
  }, 
  {
    "quote": "Should we fear hackers? Intention is at the heart of this discussion.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "Vertigo is the conflict between the fear of falling and the desire to fall.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "To seek understanding before taking action, yet to trust my instincts when action is called for. Never to avoid danger from fear, never to seek out danger for its own sake. Never to conform to fashion from fear of eccentricity, never to be eccentric from fear of conformity.", 
    "name": "Steven Brust"
  }, 
  {
    "quote": "Laughter kills fear, and without fear there can be no faith. For without fear of the devil there is no need for God.", 
    "name": "Sean Connery"
  }, 
  {
    "quote": "President Obama is doing the right thing by offering young immigrants, most often in this country through no action of their own, a chance to live and work openly, free from the fear of deportation.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "You get so afraid of failure and so afraid of losing and so afraid of not being the best that it's not a natural drive - it's born out of fear of failure. Which helps in Hollywood.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "Yet, it ought to be obvious that good music generally occupies a higher plane that mere politics. Great writers can express moods through melody and capture experiences we share most powerfully - love, lust, longing joy, rage, fear triumph, yearning and confusion.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "I definitely think cheerleaders have no fear.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "Although I am deeply grateful to a great many people, I forgo the temptation of naming them for fear that I might slight any by omission.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "I don't believe in fear - I live my life without regrets.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "I have no fear of being less beautiful, I've always been afraid of not being beautiful.", 
    "name": "Isabelle Adjani"
  }, 
  {
    "quote": "I sometimes have a horrible fear of turning up a canvas of mine. I'm always afraid of finding a monster in place of the precious jewels I thought I had put there!", 
    "name": "Camille Pissarro"
  }, 
  {
    "quote": "Fear, anxiety and neurosis: that's just in the suitcase when you're an actor.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "Authority has every reason to fear the skeptic, for authority can rarely survive in the face of doubt.", 
    "name": "Vita Sackville-West"
  }, 
  {
    "quote": "Not a few other very eminent and scholarly men made the same request, urging that I should no longer through fear refuse to give out my work for the common benefit of students of Mathematics.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "So here we are today with a new conversation. When University of Georgia plays Georgia Tech, it's uniform color versus skin color. We have - we've overcome that level of racial fear.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I took a Fear of Flying class, and I always missed the class, because I was always flying.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "I think it is important to ask ourselves as citizens, not as Democrats attacking the administration, but as citizens, whether a world power can really provide global leadership on the basis of fear and anxiety?", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "Together we can make a world where cancer no longer means living with fear, without hope, or worse.", 
    "name": "Patrick Swayze"
  }, 
  {
    "quote": "In morals what begins in fear usually ends in wickedness in religion what begins in fear usually ends in fanaticism. Fear, either as a principle or a motive, is the beginning of all evil.", 
    "name": "Anna Jameson"
  }, 
  {
    "quote": "So fear helps me from making mistakes, but I make lot of mistakes.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "Fear of failure has always been my best motivator.", 
    "name": "Douglas Wood"
  }, 
  {
    "quote": "My fear now is of cliche, of complacency, of not being able to feel authenticity in myself and those around me.", 
    "name": "John Hawkes"
  }, 
  {
    "quote": "I had a constant fear, a constant little doubt in my mind: 'OK, I'm getting ready to do my standing back full on beam and I might re-tear my ACL.'", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "Mine are the deep-seated fears established when we are children, and they never quite go away: the fear of being helpless, the fear of being trapped, the fear of being out of control.", 
    "name": "Virginia C. Andrews"
  }, 
  {
    "quote": "Being a parent is not for the faint of heart. I may joke about knowing fear, but the fact is, the first time I ever knew real fear was the day Charlotte, my first child, was born. Suddenly there is someone in the world you care about more than anything.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "I always say three things make a writer: inspiration, obviously perspiration, doing the work. But the third is desperation. I'm not really fit for anything else, or to have a real job. That fear drives me. The pressure has always been self inflicted.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "I like to do something I fear.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "At first I wasn't sure that I had the talent, but I did know I had a fear of failure, and that fear compelled me to fight off anything that might abet it.", 
    "name": "Gordon Parks"
  }, 
  {
    "quote": "Jews survived all the defeats, expulsions, persecutions and pogroms, the centuries in which they were regarded as a pariah people, even the Holocaust itself, because they never gave up the faith that one day they would be free to live as Jews without fear.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "In an ecology of love, people can relate in trust and face the future without fear. They do not need to play it safe. They can take uncertainty in their stride.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "It may be you fear more to deliver judgment upon me than I fear judgment.", 
    "name": "Giordano Bruno"
  }, 
  {
    "quote": "God, make me so uncomfortable that I will do the very thing I fear.", 
    "name": "Ruby Dee"
  }, 
  {
    "quote": "Fear was absolutely necessary. Without it, I would have been scared to death.", 
    "name": "Floyd Patterson"
  }, 
  {
    "quote": "A lot of people fear death because they think that so overwhelming an experience has to be painful, but I've seen quite a few deaths, and, with one exception, I've never known anyone to undergo anything like agony. That's amazing when you think about it. I mean, how complicated the mechanism is that's being taken apart.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "A man's primary fantasy is access to a variety of attractive women without the fear of rejection.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "I am consumed with the fear of failing. Reaching deep down and finding confidence has made all my dreams come true.", 
    "name": "Arsenio Hall"
  }, 
  {
    "quote": "The greatest fear that haunts this city is a suitcase bomb, nuclear or germ. Many people carry small gas masks. The masses here seem to be resigned to the inevitable, believing an attack of major proportions will happen.", 
    "name": "David Wilkerson"
  }, 
  {
    "quote": "The Feminist Me says that a woman's right to her own body should be inviolate at all times, free from fear of peeping paps.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Well, I am now convinced there is no kind of fear or anxiety anyone has to live with.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "Roosevelt talked not only about Freedom from Fear, but also Freedom from Want.", 
    "name": "Jeffrey Sachs"
  }, 
  {
    "quote": "I fear God never showed mercy to one so vile as I.", 
    "name": "David Brainerd"
  }, 
  {
    "quote": "Most of us harbour a significant amount of subconscious fear about death, and act out of this fear in our daily lives.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "Fear is just not a part of my life - so much so that if it's involved in somebody else's life and they're close to me, I won't be around them.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "The dread of lonliness is greater than the fear of bondage, so we get married.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "There are many who dare not kill themselves for fear of what the neighbours will say.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "As repressed sadists are supposed to become policemen or butchers so those with an irrational fear of life become publishers.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "There's a confidence that comes from youth and not knowing better. But there comes a point, as an actor, when you do know better, and that is when the fear starts.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "My father was against the death penalty, and that was hard in the Son of Sam summer when fear was driving the desire for the death penalty.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Because of the lack of education on AIDS, discrimination, fear, panic, and lies surrounded me.", 
    "name": "Ryan White"
  }, 
  {
    "quote": "The universal human laws - need, love for the beloved, fear, hunger, periodic exaltation, the kindness that rises up naturally in the absence of hunger/fear/pain - are constant, predictable, reliable, universal, and are merely ornamented with the details of local culture.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "Let them hate so long as they fear.", 
    "name": "Lucius Accius"
  }, 
  {
    "quote": "The regrets of yesterday and the fear of tomorrow can kill you.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "Fear of the future is worse than one's present fortune.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "Most fear stems from sin to limit one's sins, one must assuredly limit one's fear, thereby bringing more peace to one's spirit.", 
    "name": "Marvin Gaye"
  }, 
  {
    "quote": "Over the past few years, the road to confrontation has shown its consequences: loss of innocent lives, destruction and fear. Most costly, however, was the loss of hope. The most precious gift that you can present to your peoples over the coming weeks is renewed hope born out of tangible progress on the ground.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "I'd rather be two strokes ahead going into the last day than two strokes behind. Having said that, it's probably easier to win coming from behind. There is no fear in chasing. There is fear in being chased.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "Try a thing you haven't done three times. Once, to get over the fear of doing it. Twice, to learn how to do it. And a third time to figure out whether you like it or not.", 
    "name": "Virgil Thomson"
  }, 
  {
    "quote": "Coming to terms with the fear of death is conducive to healing, positive personality transformation, and consciousness evolution.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I think one thing that kids who grow up on farms really have going for them is they have exposure to death and birth in a totally different way. I think it takes away a little bit of the mystery and a little bit of the fear, and I do wish I had that. And I wish I was able to grow my own food.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "You know I never used to be a bad flyer, but I did start to have a fear of flying after I shot a movie where I was terrorized on a plane. I made Wes Craven's 'Red Eye'. I don't think they're linked but it does make me pause and wonder if they are, so perhaps I will explore that in therapy some day.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "Vaccines save lives fear endangers them. It's a simple message parents need to keep hearing.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "At the root of the shy temperament is a deep fear of social judgment, one so severe it can sometimes be crippling. Introverted people don't worry unduly about whether they'll be found wanting, they just find too much socializing exhausting and would prefer either to be alone or in the company of a select few people.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "What people fear most about tragedy is its randomness - a taxi cab jumps the curb and hits a pedestrian, a gun misfires and kills a bystander. Better to have some rational cause and effect between incident and injury. And if cause and effect aren't possible, better that there at least be some reward for all the suffering.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Less base the fear of death than fear of life.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "I call on the Iranian people: it is not too late to replace the corrupt regime and return to your glorious Persian heritage, a heritage of culture and values and not of bombs and missiles... How can a nation allow a regime to instill fear, take away the people's freedom and shock the young generation that seeks its way out of the dictatorial Iran.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "I wish there were more true conversion, and then there would not be so much backsliding, and, for fear of suffering, living at ease, when there are so few to contend for Christ and His cause.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "Fear not and the God of mercies grant a full gale and a fair entry into His kingdom, which may carry sweetly and swiftly over the bar, that you find not the rub of death.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "I wish to be a martyr, and I don't fear death.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "I don't have a fear of flying I have a fear of crashing.", 
    "name": "Billy Bob Thornton"
  }, 
  {
    "quote": "Fear of death has never played a large part in my consciousness - perhaps unimaginative of me.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "I might be deceiving myself but I do not think that I do have an inordinate fear of death.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "On the one hand Twitter gives you the opportunity to engage with people, which is great, but on the other there are people who feel they can say whatever they want, put poison out there, really, without fear of any repercussions.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "Americans need never fear their government because of the advantage of being armed, which the Americans possess over the people of almost every other nation.", 
    "name": "Gouverneur Morris"
  }, 
  {
    "quote": "Today it is not big business that we have to fear. It is big government.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "Fear controls you.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "If you have stage fright, it never goes away. But then I wonder: is the key to that magical performance because of the fear?", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "For me it's important to be in balance. To not let fear get in the way of things, to not worry so much about protecting yourself all the time.", 
    "name": "John Frusciante"
  }, 
  {
    "quote": "Fear is always a good motivator.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "What our children have to fear is not the cars on the highways of tomorrow but our own pleasure in calculating the most elegant parameters of their deaths.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "We are near, very near, to an end to the eurozone crisis... The worst - in the sense of the fear of the eurozone breaking up - is over. But the best isn't there yet.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "You always have this fear in a movie of just being somebody's woman.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "Perhaps we don't need these religious concoctions to pillow the fear of death. Just the fact that there is an unknown, and something greater, can bring a feeling of peace. That's enough for me.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "That might have a lot to do with it, but you know, I probably don't show fear, but I suffer from fear like everyone else.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "Honest to God, all my life I have had such a fear of spiders. In fact, I use to have a reoccurring dream about one. Very clearly, it was black with a red head. It would sit up in the corner of the bedroom and when it started getting closer, I would wake up in a panic.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "You have to have fear to take risks - and I want to at least try.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "You live in this shadow that you're going to burn in Hell until you're saved. And I still worry about it a little. I don't believe in Heaven, but I do still fear Hell.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "As with most phobias, the fear of flying does make some sense, but if ever there was a fear worth quashing then this is it. After all, life is short, and there's a great big world to explore out there.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "You can't operate a company by fear, because the way to eliminate fear is to avoid criticism. And the way to avoid criticism is to do nothing.", 
    "name": "Steve Ross"
  }, 
  {
    "quote": "I always have the fear that, if I don't commit 100 percent to my work, then it's gonna suffer.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "Going to parties usually makes me feel depressed, just because I have such social fear after meeting people.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "I'm completely in love with the world but also terrified of it. It creates some overwhelming feelings. Wanting to battle out that joy and fear is part of my music.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "I'd gone from being this art student messing about with music to this girl with a record deal, magazine front covers and all this hype. In many ways, it was everything I ever wanted, but when it happened all I felt was total, paralysing fear.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "Why do people do things that they fear? It may be that the fear contains information. Something can be interesting if you get to the other side of that fear.", 
    "name": "Craig Ferguson"
  }, 
  {
    "quote": "Fear and pain and suffering is not OK for any being to feel intentionally at the hands of us.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "My fear is that, as soon as I get married and have kids that I'll kind of do what a lot of people do and suddenly start making, 'Now I'm gonna make films for kids.' I really hope I don't do that.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "Freedom is contagious. That's why despots fear it so much.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "I began to fear that Mos Def was being treated as a product, not a person, so I've been going by Yasiin since '99. At first it was just for friends and family, but now I'm declaring it openly.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "I find writing very difficult. It's hard and it hurts sometimes, and it's scary because of the fear of failure and the very unpleasant feeling that you may have reached the limit of your abilities.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "Respect and fear are two different things.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "The thing about Republicans is that they don't care so much about respect, but they love fear, at least in others.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "A writer of fiction lives in fear. Each new day demands new ideas and he can never be sure whether he is going to come up with them or not.", 
    "name": "Roald Dahl"
  }, 
  {
    "quote": "I think we have lost our groove as a country. One of the reasons was the attack on 9/11. We got knocked off our game. From a country that always exported hope we went into the business of exporting fear.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "The injury that we do to a man must be such that we need not fear his vengeance.", 
    "name": "Steve Perry"
  }, 
  {
    "quote": "There is no nation so powerful, as the one that obeys its laws not from principals of fear or reason, but from passion.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "I have now taken a serious task upon myself and I fear a greater one that is in the power of any man to perform in the given time-but it is too late to go back.", 
    "name": "Eli Whitney"
  }, 
  {
    "quote": "Whenever there is fear, you will get wrong figures.", 
    "name": "W. Edwards Deming"
  }, 
  {
    "quote": "All the times I've been lucky enough to be a part of a show that's actually gotten on the air, it's always that same mixture of excitement and utter fear.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "We have not sought this conflict we have sought too long to avoid it our forbearance has been construed into weakness, our magnanimity into fear, until the vindication of our manhood, as well as the defence of our rights, is required at our hands.", 
    "name": "Robert Toombs"
  }, 
  {
    "quote": "There are no guarantees. From the viewpoint of fear, none are strong enough. From the viewpoint of love, none are necessary.", 
    "name": "Emmanuel Teney"
  }, 
  {
    "quote": "Fear not that thy life shall come to an end, but rather that it shall never have a beginning.", 
    "name": "John Henry Newman"
  }, 
  {
    "quote": "He doesn't know the meaning of the word fear, but then again he doesn't know the meaning of most words.", 
    "name": "Bobby Bowden"
  }, 
  {
    "quote": "People have a fear of the unknown. Insects have different senses than us, different amount of limbs and their body structure is very different. It's hard for us to really relate to them and understand them.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "I fear that our true motivation is about oil and our own flailing economy about the failure to destroy Al Qaeda and about revenge.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "Defeat the fear of death and welcome the death of fear.", 
    "name": "G. Gordon Liddy"
  }, 
  {
    "quote": "With their souls of patent leather, they come down the road. Hunched and nocturnal, where they breathe they impose, silence of dark rubber, and fear of fine sand.", 
    "name": "Federico Garcia Lorca"
  }, 
  {
    "quote": "There are only three sins - causing pain, causing fear, and causing anguish. The rest is window dressing.", 
    "name": "Roger Caras"
  }, 
  {
    "quote": "Americans have discovered fear.", 
    "name": "Jose Saramago"
  }, 
  {
    "quote": "I thought Erica Jong's Fear of Flying was one of the biggest pieces of crap that I've ever read in my life.", 
    "name": "Helen Reddy"
  }, 
  {
    "quote": "In the '80s, I was putting out an album virtually every year, I think mostly based on fear - that if I didn't, people would soon forget about me.", 
    "name": "Al Yankovic"
  }, 
  {
    "quote": "Somehow we can't live outside the politics of race. There's something very deep in all of us, that is taught to us when we are very, very little. Which is the disrespect and fear of the other.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "Being brave isn't the absence of fear. Being brave is having that fear but finding a way through it.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "You're not human if you don't feel fear. But I've learnt to treat fear as an emotion that sharpens me. It's there to give me that edge for what I have to do.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "I live my life through fear. If I'm afraid of it I'll do it just so I'm not afraid of it anymore.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "I talk to women's groups all over the country and see women struggling with this. The fear of not being accepted, of being different, of not having a man, all make it hard for a woman to do what she really believes is right for her.", 
    "name": "Olympia Dukakis"
  }, 
  {
    "quote": "I am very interested in what has been called bad taste. I believe the fear of displaying a soi-disant bad taste stops us from venturing into special cultural zones.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "So then learn to conquer your fear. This is the only art we have to master nowadays: to look at things without fear, and to fearlessly do right.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "Who sows fear, reaps weapons.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "Discipline strengthens the mind so that it becomes impervious to the corroding influence of fear.", 
    "name": "Bernard Law Montgomery"
  }, 
  {
    "quote": "It is because I believe that it is in the power of such nations to lead the world back into the paths of peace that I propose to devote myself to explaining what, in my opinion, can and should be done to banish the fear of war that hangs so heavily over the world.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.", 
    "name": "Patrick J. Kennedy"
  }, 
  {
    "quote": "I didn't want to be on the losing side. I was fed up with Jewish weakness, timidity and fear. I didn't want any more Jewish sentimentality and Jewish suffering. I was sickened by our sad songs.", 
    "name": "Lionel Blue"
  }, 
  {
    "quote": "Peace, if it ever exists, will not be based on the fear of war but on the love of peace.", 
    "name": "Julien Benda"
  }, 
  {
    "quote": "Necessity of action takes away the fear of the act, and makes bold resolution the favorite of fortune.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "Democracy is stronger than terrorism, and we will not cower to the terrorists' campaign of fear.", 
    "name": "John Doolittle"
  }, 
  {
    "quote": "I live in a kind of controlled awareness. I wouldn't call it fear, but it's an awareness. I know I have a responsibility to behave in a certain way. I'm able to do that.", 
    "name": "Mary Tyler Moore"
  }, 
  {
    "quote": "I fear that the rising personal bankruptcies and repossessions are the first signs of bigger problems to come and personal debt - Gordon Brown's legacy to millions of Britain's families - will hang like a millstone around the neck of the British people for years to come.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "Fear is a huge thing for older people.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "The elimination of the fear of death transforms the individual's way of being in the world.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Dying before dying has two important consequences: It liberates the individual from the fear of death and influences the actual experience of dying at the time of biological demise.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "One of the darkest, deepest shames so many of us mothers feel nowadays is our fear that we are Bad Mothers, that we are failing our children and falling far short of our own ideals.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "By presenting a faithful and honest record of my experience as a mother, I hope to show both my readers and my children how truth can redeem even what you fear might be the gravest of sins.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "The thing about youthful offenders is that no one seems to care about them. Most people don't like adolescents - even the good ones can be snarky and unpleasant. Combine the antipathy we feel toward the average teenager with the fear inspired by youth violence, and you have a population that no one wants to deal with.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Another parent's different approach raises the possibility that you've made a mistake with your child. We simply can't tolerate that because we fear that any mistake, no matter how minor, could have devastating consequences. So we proclaim the superiority of our own choices. We've lost sight of the fact that people have preferences.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Fear and greed are potent motivators. When both of these forces push in the same direction, virtually no human being can resist.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "We all struggle with our failure to communicate and our failure to reach beyond fear to love people.", 
    "name": "Mira Sorvino"
  }, 
  {
    "quote": "You live with the fear people might find out. Then you actually have the courage to tell people and they go, I don't think you are gay. It's enough to drive you crazy.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "More than fantasy or even science fiction, Ray Bradbury wrote horror, and like so many great horror writers he was himself utterly without fear, of anything. He wasn't afraid of looking uncool - he wasn't scared to openly love innocence, or to be optimistic, or to write sentimentally when he felt that way.", 
    "name": "Lev Grossman"
  }, 
  {
    "quote": "There is the fear, common to all English-only speakers, that the chief purpose of foreign languages is to make fun of us. Otherwise, you know, why not just come out and say it?", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "President Obama's 100-day plan is pretty impressive. I think it's a Wow 100-plus days. The administration is not operating from fear, it is trying to drive change for the future, and that's a good thing.", 
    "name": "Andrea Jung"
  }, 
  {
    "quote": "I have a pathological fear of being on my own. When I'm with my own thoughts, I start to unravel myself, and I start to think really dark thoughts, self-destructive thoughts.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "I don't have a fear factor. Well, not much of one. And I'm willing to risk quite a lot - as a comedian, you're always risking a lot. You're risking failure, especially if you're improvising and going on TV shows trying to make comedy out of thin air. That is quite a risky business.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "It's the opinion of some that crops could be grown on the moon which raises the fear that it may not be long before we're paying somebody not to.", 
    "name": "Franklin P. Jones"
  }, 
  {
    "quote": "Fear can make all of us do the wrong things sometimes.", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "I fear only God, all praises to Him.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "You know, Stephen says, in the movies no one ever goes to the bathroom. They shave, they brush their teeth. He goes right at this sort of funny taboo we have about the bathroom, and he turned it into this nightmare, you know, your worst fear of what's in there.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "My biggest fear ever is to be involved in a plane crash, so when that happened... well, I'm just thankful to be alive. I'm just grateful to be here at all.", 
    "name": "Travis Barker"
  }, 
  {
    "quote": "Libertarians know that a free country has nothing to fear from anyone coming in or going out - while a welfare state is scared to death of poor people coming in and rich people getting out.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Hey, we all have our fear. Mine is bugs and lobsters!", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "There are people who never experience that, who remain closed until death, from fear of change.", 
    "name": "Isabelle Adjani"
  }, 
  {
    "quote": "The biggest fear I have is to die with regrets, and of course that will come true.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "If you don't go towards the thing you fear, you won't be able to say you lived.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I wish I had less fear about creating my own parts.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "I'd make a terrible surgeon. The fear of blood? Very high on my list.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "I could write an entertaining novel about rejection slips, but I fear it would be overly long.", 
    "name": "Louise Brown"
  }, 
  {
    "quote": "Not one has shown an iota of fear of death. They want to end this agony.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "We Hoosiers hold to some quaint notions. Some might say we 'cling' to them, though not out of fear or ignorance. We believe in paying our bills. We have kept our state in the black throughout the recent unpleasantness, while cutting rather than raising taxes, by practicing an old tribal ritual - we spend less money than we take in.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "The vehemence with which certain critics have chosen not simply to criticize what I've written, but to challenge my writing this story at all, speaks of what the book is about: fear of disapproval.", 
    "name": "Joyce Maynard"
  }, 
  {
    "quote": "I say let's go back to a truer use of the word 'freedom.' Let's start with President Franklin Roosevelt's Four Freedoms: freedom of speech and expression, freedom of worship, freedom from want and freedom from fear. I would add the freedom to bargain collectively. Those freedoms are under attack today.", 
    "name": "Richard Trumka"
  }, 
  {
    "quote": "When we are unwilling to draw clear moral lines between free societies and fear societies, when we are unwilling to call the former good and the latter evil, we will not be able to advance the cause of peace because peace cannot be disconnected from freedom.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "You know that day after day of, Oh God what am I going to do with myself feeling? The fear of the emptiness that it implies keeps me going.", 
    "name": "Anish Kapoor"
  }, 
  {
    "quote": "I find fear is a great motivator to work hard.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "They did interviews with my wife and daughter-they were genuinely in fear of me having a heart attack, working 20 hours a day, eating fast food.", 
    "name": "Willie Aames"
  }, 
  {
    "quote": "There was a real fear that a euro-zone bank might fail, that we'd have a sovereign debt problem in one of the larger European economies. That's dissipated, thanks largely to the action of the European Central Bank.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "We poison our lives with fear of burglary and shipwreck, and, ask anyone, the house is never burgled, and the ship never goes down.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "When men don't fear God, they give themselves to evil.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "I cannot give a single concert at which I do not play one piece after the other in an agony of terror because my memory threatens to fail me. This fear torments me for days beforehand.", 
    "name": "Clara Schumann"
  }, 
  {
    "quote": "Worry does not mean fear, but readiness for the confrontation.", 
    "name": "Bashar al-Assad"
  }, 
  {
    "quote": "Hope thou not much, and fear thou not at all.", 
    "name": "Algernon Charles Swinburne"
  }, 
  {
    "quote": "We must have our say, not through violence, aggression or fear. We must speak out calmly and forcefully. We shall only be able to enter the new world era if we agree to engage in dialogue with the other side.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "People with bad consciences always fear the judgment of children.", 
    "name": "Mary McCarthy"
  }, 
  {
    "quote": "As one who participated in all the wars of the state of Israel, I saw the horror of wars. I saw the fear of wars. I saw my best friends being killed in battles. I was seriously injured twice.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "The world has nothing to fear from military ambition in our Government.", 
    "name": "James K. Polk"
  }, 
  {
    "quote": "I fear other actors who are not prepared. And I fear directors who are afraid.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "I don't think that anyone seriously fears that the world can be blown to pieces all together. But what one can fear and rightly so are regional things, like in the Middle East, India, Pakistan, the Korean Peninsula, borders in Africa, etc.", 
    "name": "Hans Blix"
  }, 
  {
    "quote": "Change creates fear, and technology creates change. Sadly, most people don't behave very well when they are afraid.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "Part of what Special Olympics is trying to do is break down stereotypes that still exist for people. There is still a lot of fear.", 
    "name": "Maria Shriver"
  }, 
  {
    "quote": "The fear of the never-ending onslaught of gizmos and gadgets is nothing new. The radio, the telephone, Facebook - each of these inventions changed the world. Each of them scared the heck out of an older generation. And each of them was invented by people who were in their 20s.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "I have a fear of poverty in old age. I have this vision of myself living in a skip and eating cat food. It's because I'm freelance, and I've never had a proper job. I don't have a pension, and my savings are dwindling. I always thought someone would just come along and look after me.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "Let children read whatever they want and then talk about it with them. If parents and kids can talk together, we won't have as much censorship because we won't have as much fear.", 
    "name": "Judy Blume"
  }, 
  {
    "quote": "The books that will never be read. And all due to the fear of censorship. As always, young readers will be the real losers.", 
    "name": "Judy Blume"
  }, 
  {
    "quote": "There's so much fear involved in trying to do something you don't know how to do that drugs and alcohol can become a big part of your life if you have an addictive personality or are very unsure, which most songwriters are.", 
    "name": "Barry Mann"
  }, 
  {
    "quote": "The things you fear are undefeatable, not by their nature, but by your approach.", 
    "name": "Jewel"
  }, 
  {
    "quote": "I live in constant fear of being fired or dropped for that dark part of my work I can't control.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "The fear for a network is the viewer gets tired of you. Not that you lost any credibility, but they get tired of you.", 
    "name": "Terry Bradshaw"
  }, 
  {
    "quote": "But with the right kind of coaching and determination you can accomplish anything and the biggest accomplishment that I feel I got from the film was overcoming that fear.", 
    "name": "Reese Witherspoon"
  }, 
  {
    "quote": "We've all had that fear, that despair of losing someone, or this fierce desire because it's not reciprocated. The less reciprocation there is, the more desire we have.", 
    "name": "Emmanuelle Beart"
  }, 
  {
    "quote": "I won't touch on risky, because that's subjective. People are just afraid of things too much. Afraid of things that don't necessarily merit fear.", 
    "name": "Frank Ocean"
  }, 
  {
    "quote": "He who has conquered doubt and fear has conquered failure.", 
    "name": "James Lane Allen"
  }, 
  {
    "quote": "I don't want to wake up and be bored. That's probably my greatest fear is to have nothing to do. What better job is there than to play quarterback for an NFL team, and certainly one that I've been on for a long time and had success with? I don't plan on giving it up any time soon.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "I'm not the type of person to live in fear. I think positively.", 
    "name": "David Guetta"
  }, 
  {
    "quote": "Sides are being divided now. It's very obvious. So if you're on the other side of the fence, you're suddenly anti-American. It's breeding fear of being on the wrong side.", 
    "name": "Sam Shepard"
  }, 
  {
    "quote": "There is a lot of hype and fear about this much-talked-about prospect of designer babies.", 
    "name": "Leon Kass"
  }, 
  {
    "quote": "You don't want too much fear in a market, because people will be blinded to some very good buying opportunities. You don't want too much complacency because people will be blinded to some risk.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "There is a kind of fear, approaching a panic, that's spreading through the Baby Boom Generation, which has suddenly discovered that it will have to provide for its own retirement.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "Part of the reason that the government's fear mongering is succeeding is because so many people are so ignorant, that it is easier for government to frighten people in submission.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "Action conquers fear.", 
    "name": "Peter Nivio Zarlenga"
  }, 
  {
    "quote": "Defeat the fear of death and you welcome the death of fear.", 
    "name": "G. Gordon Liddy"
  }, 
  {
    "quote": "There is a fear of emotion in tennis.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "Forty years ago this country went down a rabbit hole in Vietnam and millions died. I fear we're going down a rabbit hole once again - and if people can stop and think and reflect on some of the ideas and issues in this movie, perhaps I've done some damn good here!", 
    "name": "Errol Morris"
  }, 
  {
    "quote": "In tennis, it is not the opponent you fear, it is the failure itself, knowing how near you were but just out of reach.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "The independent girl is a person before whose wrath only the most rash dare stand, and, they, it must be confessed, with much fear and trembling.", 
    "name": "Lou Henry Hoover"
  }, 
  {
    "quote": "Hunger and fear are the only realities in dog life: an empty stomach makes a fierce dog.", 
    "name": "Robert Falcon Scott"
  }, 
  {
    "quote": "The only men who aren't in fear of women's reactions are usually men who aren't born or who are dead.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "My only problem is the fear that opposition bowlers might go for my fingers and that's why I was scared of the short ball. Now I am struggling with the ball pitching up and swinging away. I just keep nicking that one.", 
    "name": "Shane Warne"
  }, 
  {
    "quote": "A line from one of my 1997 columns - 'Do one thing every day that scares you' - is now widely attributed to Eleanor Roosevelt, though I have yet to see any evidence that she ever said it and I don't believe she did. She said some things about fear, but not that thing.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "A lot of children, like I did, move away from words because of the fear - which is something you have to take out of education: the fear of worrying about what marks you'll get, detention, worrying about letting people down, your parents, teachers.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "I am grateful that I didn't let fear get the best of me. It only holds you back from possibilities and greatness.", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "You've got to kick fear to the side, because the payoff is huge.", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "My greatest desire is that the hope that has overcome fear in my country will help vanquish it around the world.", 
    "name": "Luiz Inacio Lula da Silva"
  }, 
  {
    "quote": "In masks outrageous and austere, The years go by in single file But none has merited my fear, And none has quite escaped my smile.", 
    "name": "Elinor Wylie"
  }, 
  {
    "quote": "Fear created the first gods in the world.", 
    "name": "Caecilius Statius"
  }, 
  {
    "quote": "What's powerful about a love scene is not seeing the act. It's seeing the passion, the need, the desire, the caring, the fear.", 
    "name": "Patrick Swayze"
  }, 
  {
    "quote": "But to be the best, you must face the best. And to overcome your fear, you must deal with the best.", 
    "name": "Barry Bonds"
  }, 
  {
    "quote": "The way you deal with a scare is the way you deal with a laugh. The timing has to be perfect. When you're dealing with fear or laughter - emotions that happen spontaneously - you hope it's working. But in the moment, you really have no idea.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "It is said that those whom the gods wish to destroy they first make mad. It may well be that a war neurosis stirred up by propaganda of fear and hatred is the prelude to destruction.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "To drive an F1 car you have to be a little mad. On the morning of a race there's a mix of excitement and fear. If it's a wet track, then it's worse as you're not in control most of the time, which is the thing all drivers fear the most.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "My biggest fear in life is to be average.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "When you say 'fear of the unknown', that is the definition of fear fear is the unknown, fear is what you do not know, and it's genetically within us so that we feel safe. We feel scared of the woods because we're not familiar with it, and that keeps you safe.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "Why fear death? It is the most beautiful adventure in life.", 
    "name": "Charles Frohman"
  }, 
  {
    "quote": "There's always an element of fear that you need to work a lot until people get sick and tired of you or finally figure out that you're a fraud after all!", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "I'd like to jump out of a plane. I have a fear of heights I'd like to face.", 
    "name": "Freida Pinto"
  }, 
  {
    "quote": "Studios, because they are investing a great deal of money in movies, they want a guarantee that when they hire somebody that person can deliver for them. Everything is fear based, so they pigeonhole people. But I've written everything, from Westerns to sci-fi to dramedy, I've done it all.", 
    "name": "Melissa Rosenberg"
  }, 
  {
    "quote": "By action and reaction do we become strong or weak, according to the character of our thoughts and mental states. Fear is the deadly nightshade of the mind.", 
    "name": "Edward Walker"
  }, 
  {
    "quote": "Americans have an abiding belief in their ability to control reality by purely material means... airline insurance replaces the fear of death with the comforting prospect of cash.", 
    "name": "Cecil Beaton"
  }, 
  {
    "quote": "I think that my vampires in general were influenced by my being allowed to watch the Hammer vampire films. Vampire Circus, also shown as Circus of Fear, was one of those movies.", 
    "name": "Laurell K. Hamilton"
  }, 
  {
    "quote": "I decided to make 'Captain America' because I realized I wasn't doing the film because it terrified me. You can't make decisions based on fear.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "With all of the divisiveness that is going on in the country we live in, so much of it is based around just fear of the other. And anyone who does not look like me, walk like me, talk like me, have sex like me, they're the other and I'm afraid of them. And hopefully we will learn that it's just not scary. There's nothing to be afraid of.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "China, in the future, is going to have even more nuclear capability than it has had in the past. I don't believe that they have anything to fear from the United States, and I frankly don't believe they do fear the United States.", 
    "name": "Paul Wolfowitz"
  }, 
  {
    "quote": "It is the privilege of those who fear love to murder those who do not fear it!", 
    "name": "May Sarton"
  }, 
  {
    "quote": "Writers rush in where publishers fear to tread and where translators fear to tread.", 
    "name": "Guillermo Cabrera Infante"
  }, 
  {
    "quote": "I play with a fear of letting people down. That's what motivates me.", 
    "name": "Jonny Wilkinson"
  }, 
  {
    "quote": "There's a connection between the advances that are made in technology and the sense of primitive fear people develop in response to it.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "Every move we make in fear of the next war in fact hastens it.", 
    "name": "Gregory Bateson"
  }, 
  {
    "quote": "The Klan had used fear, intimidation and murder to brutally oppress over African-Americans who sought justice and equality and it sought to respond to the young workers of the civil rights movement in Mississippi in the same way.", 
    "name": "Charles Rangel"
  }, 
  {
    "quote": "Fear may very well be a caveman fear of the predator, of the giant lizard chasing them - maybe that's what Steven Spielberg connects with so well in Lost World.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "War is fear cloaked in courage.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "We will be safer from terrorist attack only when we have earned the respect of all other nations instead of their fear, respect for our values and not merely our weapons.", 
    "name": "Theodore C. Sorensen"
  }, 
  {
    "quote": "I've been quite fascinated by the relative insignificance of human existence, the shortness of life. We might as well be a letter in a word in a sentence on a page in a book in a library in a city in one country in this enormous universe! And that kind of fear and insignificance has kept me awake at night.", 
    "name": "Laura Marling"
  }, 
  {
    "quote": "Are you gonna fuel your faith or fuel your fear? I'm all about fueling my faith, especially when it's hard to do so.", 
    "name": "Carrie-Anne Moss"
  }, 
  {
    "quote": "I like normal stuff people fear - like spiders and heights. I'm frightened by the unknown, by things that are hard to figure out and get a grip on.", 
    "name": "Haley Joel Osment"
  }, 
  {
    "quote": "If you believe in yourself, if you are without fear, you will also be tolerant, non-aggressive and find love.", 
    "name": "Rollo Armstrong"
  }, 
  {
    "quote": "It sometimes is just the fear of being misunderstood.", 
    "name": "Terry Gross"
  }, 
  {
    "quote": "Fear nothing but what thy industry may prevent be confident of nothing but what fortune cannot defeat it is no less folly to fear what is impossible to be avoided than to be secure when there is a possibility to be deprived.", 
    "name": "Francis Quarles"
  }, 
  {
    "quote": "Nothing drew me to the film business. I was propelled by the fear and anxiety of Vietnam. I had been drafted into the Marines. My brother was already serving in Vietnam. I bought, if you will, a stay of execution - both literally and figuratively - and went on to graduate school of business from the law school that I was attending.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "Being aware of your fear is smart. Overcoming it is the mark of a successful person.", 
    "name": "Seth Godin"
  }, 
  {
    "quote": "In terms of fear, I still am most afraid of Freddie Kruger.", 
    "name": "Andrew Mason"
  }, 
  {
    "quote": "I'm not scared of anything in particular, but I am motivated by a fear of failure as opposed to a need to succeed.", 
    "name": "Heston Blumenthal"
  }, 
  {
    "quote": "Many a time freedom has been rolled back - and always for the same sorry reason: fear.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "I was horrified when Richard Chamberlain and Rupert Everett said gay actors should stay in the closet. They were saying to people that they should live a lie and not be liberated, to live in fear of being found out.", 
    "name": "Alan Cumming"
  }, 
  {
    "quote": "For our part, we shall continue to work for the new dawn when all the Children of Abraham and their descendants are living together in the birthplace of their three great monotheistic religions, a life free from fear, a life free from want - a life in peace.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "My only fear is the unknown.", 
    "name": "David Blaine"
  }, 
  {
    "quote": "Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness.", 
    "name": "Indra Devi"
  }, 
  {
    "quote": "I think there's a lot projected on beautiful women, period. At least, maybe this is just my fear, but I do sometimes feel dismissed before I've even been allowed to participate. I have moments of feeling really wounded. But I am pretty optimistic, and I do enjoy a lot of my life.", 
    "name": "Shalom Harlow"
  }, 
  {
    "quote": "Let no man fear to die, we love to sleep all, and death is but the sounder sleep.", 
    "name": "Francis Beaumont"
  }, 
  {
    "quote": "Here's what the right-wing has in, there's no shortage of the natural resources of ignorance, apathy, hate, fear. As long as those things are in the collective conscious and unconscious, the Republicans will have some votes.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "People are so used to having their lives filmed, they're not even conscious of having cameras around. I still have that sort of suspicion when a camera comes out. I view it as a thing to fear.", 
    "name": "Sade Adu"
  }, 
  {
    "quote": "I'm afraid of being average. I have a real fear of being just another linebacker.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "Of the primary emotions, fear is the one that bears most directly on survival. Children show fear. Adults try not to, maybe because it's shameful, or, in some circumstances, dangerous. The fear response is automatic, though, and your body runs through its reflexes whether you want it to or not.", 
    "name": "Sebastian Junger"
  }, 
  {
    "quote": "People don't want to talk about death, just like they don't want to talk about computer security. Maybe I should have named my workstation Fear. People are so motivated by fear.", 
    "name": "Dan Farmer"
  }, 
  {
    "quote": "For any new technology there is always controversy and there always some fear associated with it. I think that's just the price of being first sometimes.", 
    "name": "Hugh Grant"
  }, 
  {
    "quote": "If the markets had behaved badly, that would obviously add to people's sense of alarm... but there has been a lot of reassurance coming, particularly in the way the Brits handled all this. There seems to be no great fear that something like that is going to happen here.", 
    "name": "Brit Hume"
  }, 
  {
    "quote": "Each sudden gust of light explains itself as flames, but neither they, nor even bombs redoubled on the hills tonight can quite include me in their fear.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "I was kind of surprised to learn how controlling I am. I never thought of myself in that way. I think the root of the control issues is usually fear, because you want to know what's going to be happening at any given moment.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "I have no fear that the candle lighted in Palestine years ago will ever be put out.", 
    "name": "Dean Inge"
  }, 
  {
    "quote": "The one thing I've learned is that stuttering in public is never as bad as I fear it will be.", 
    "name": "John Stossel"
  }, 
  {
    "quote": "We manage the fear, I manage the fear, but it certainly takes its toll, the strain does.", 
    "name": "Christiane Amanpour"
  }, 
  {
    "quote": "When we were scared about 9/11, we federalized the airport security, we spent millions for body armor for dogs in Ohio. All that over-reaction comes from fear and government - bad combination.", 
    "name": "John Stossel"
  }, 
  {
    "quote": "The filmmaking process is a very personal one to me, I mean it really is a personal kind of communication. It's not as though its a study of fear or any of that stuff.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "I think everyone shares a fear of failure - that you're only as good as your most recent collection. That's definitely a fear, but it's a fear that fuels me, that makes me want to work harder, that makes me take on more challenges.", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "Most people come to fear not death itself, but the many terrible ways of dying.", 
    "name": "Polly Toynbee"
  }, 
  {
    "quote": "My greatest fear is disappointing the reader, so each book has to be better than the one before.", 
    "name": "Anthony Horowitz"
  }, 
  {
    "quote": "We fear doing too little when we should do more. Then atone by doing too much, when perhaps we should do less.", 
    "name": "Robert Trout"
  }, 
  {
    "quote": "I fear dying in the middle of a book. It would be so annoying to write 80,000 words and not get to the end. I'm phobic about it. So when I'm writing a book I leave messages all over the house for people to know how the story ends, and then someone can finish it for me.", 
    "name": "Anthony Horowitz"
  }, 
  {
    "quote": "I had a fear of becoming anything, a fear of becoming a specialist. I might have become a doctor, but if you become a doctor, that's your specialty in life and you are defined by it. One of the attractions of being a writer is that you're never a specialist. Your field is entirely open your field is the entire human condition.", 
    "name": "Graham Swift"
  }, 
  {
    "quote": "Loneliness is, I think, people's biggest fear, whether they are conscious of it or not.", 
    "name": "Andrew Stanton"
  }, 
  {
    "quote": "When I was younger I used to pick things just to face the fear.", 
    "name": "Vincent D'Onofrio"
  }, 
  {
    "quote": "I'll think, If this is his first punch, how are the others gonna feel? That's the only fear I have for myself.", 
    "name": "Sugar Ray Leonard"
  }, 
  {
    "quote": "When, as we must often do, we fear science, we really fear ourselves.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "I have no fear of photography as long as it cannot be used in heaven and in hell.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "I didn't fear failure. I expected failure.", 
    "name": "Amy Tan"
  }, 
  {
    "quote": "I know a lot of people fear the rougher types who might be at a state school, but surely it is better to know who they are and how to deal with them than for that kind of child to appear as a completely different species to yours.", 
    "name": "Arabella Weir"
  }, 
  {
    "quote": "I'd love to be a dad. I hope I'd be great at it. That's every man's fear, yet his most important job.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "Fools rush in where incumbents fear to tread.", 
    "name": "Norman Ralph Augustine"
  }, 
  {
    "quote": "The day in 2004 when the radiologist told me I had invasive cancer, I walked down the hospital corridor looking for a phone to call my husband, and I could almost see the fear coming toward me like a big, black shadow.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "Celebrity or no celebrity, I think a lot of females deal with the fear of being abducted.", 
    "name": "Elisha Cuthbert"
  }, 
  {
    "quote": "See, the 'On the Road' that came out in 1957 was censored. A lot of the honesty of it, the bitter honesty, is in the original scroll version that came out in 2007 on the 50-year anniversary. Back then, there was so much post-Second World War fear that was imposed on everybody - 'You must live life this way' - and these guys were bored.", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "With Alexander's cancer, I was definitely brought to my knees for the first time because of the fear factor.", 
    "name": "Cathy Freeman"
  }, 
  {
    "quote": "How are fears born? They are born because of differences in tradition and history they are born because of differences in emotional, political and national circumstances. Because of such differences, people fear they cannot live together.", 
    "name": "Ehud Olmert"
  }, 
  {
    "quote": "Some days it is a heroic act just to refuse the paralysis of fear and straighten up and step into another day.", 
    "name": "Edward Albert"
  }, 
  {
    "quote": "Don't fear the terrorists. They're mothers and fathers.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "Do what you fear most and you control fear.", 
    "name": "Tom Hopkins"
  }, 
  {
    "quote": "I don't think that fundamentalism has anything to do with Jesus Christ. They call themselves Christians, but if that's Christian, count me out. Fundamentalism is built on fear and greed. They're telling you to give them your money otherwise you're going to hell.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "The roots of homophobia are fear. Fear and more fear.", 
    "name": "George Weinberg"
  }, 
  {
    "quote": "I remember looking at the sky and thinking that the universe is so big and it's all chaos. I call it 'the dark fear.' At any moment, the dark fear could come in.", 
    "name": "St. Vincent"
  }, 
  {
    "quote": "There is no city or country in the world where women and girls live free of the fear of violence. No leader can claim: 'this is not happening in my backyard.'", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Most fears are basic: fear of the dark, fear of going down in the basement, fear of weird sounds, fear that somebody is waiting for you in your closet. Those kinds of things stay with you no matter what age.", 
    "name": "R. L. Stine"
  }, 
  {
    "quote": "'Truth Will Set U Free' is about honesty. My philosophic belief that ultimately being true to yourself is liberating, with every individual's inalienable right to be who they are without fear or recrimination.", 
    "name": "Corey Hart"
  }, 
  {
    "quote": "Fear is the enemy. I distrust it. Any feeling or decision I make that might be motivated by fear I quickly reassess.", 
    "name": "Andrea Riseborough"
  }, 
  {
    "quote": "My greatest fear: repetition.", 
    "name": "Max Frisch"
  }, 
  {
    "quote": "The key to change... is to let go of fear.", 
    "name": "Rosanne Cash"
  }, 
  {
    "quote": "What they smell isn't the emotion of fear. What dogs can smell is the changes in a person's skin that suggest fear to the dog, anxiety, the way your skin sweats, the amount of uric acid that suddenly pours out of your pores.", 
    "name": "Robert Crais"
  }, 
  {
    "quote": "It comes with faith, for with complete faith there is no fear of what faces you in life or death.", 
    "name": "Jacqueline Cochran"
  }, 
  {
    "quote": "I remember being onstage once when I didn't have fear: I got so scared I didn't have fear that it brought on an anxiety attack.", 
    "name": "Carly Simon"
  }, 
  {
    "quote": "My optimism is not based primarily on the successful march of democracy in recent times but rather is based on the experience of having lived in a fear society and studied the mechanics of tyranny that sustain such a society.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "In contrast, fear societies are societies in which dissent is banned.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "People may believe that there can be a society where dissent is not permitted, but which is nonetheless not a fear society because everyone agrees with one another and therefore no one wants to dissent.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "Will dissent be permitted? The answer to that question will determine whether the society is a free society or a fear society.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "Amin knew that neither West nor East would criticize him for fear that he would support the other side. He felt he was untouchable and he said so openly.", 
    "name": "Ryszard Kapuscinski"
  }, 
  {
    "quote": "I have no doubt that given a real choice, the vast majority of Muslims and Arabs, like everyone else will choose a free society over a fear society.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "I'm always interested in trying to investigate different personalities. I want to keep myself guessing and keep the fear element alive, so that I don't get too comfortable.", 
    "name": "Michael Fassbender"
  }, 
  {
    "quote": "Only weeks after Oslo began, when nearly all the world and most of Israel was drunk with the idea of peace, I argued that a Palestinian society not constrained by democratic norms would be a fear society that would pose a grave threat to Israel.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "I fear it's because religion is man's attempt to reach God, and when he feels he has succeeded, he cannot abide anyone else's claim to have done the same.", 
    "name": "Jerry B. Jenkins"
  }, 
  {
    "quote": "There is no fear before and no fear after. We give our best.", 
    "name": "Rickie Lee Jones"
  }, 
  {
    "quote": "People feel uncomfortable talking about racial issues out of fear that if they express things, they will be characterized in a way that's not fair. I think that there is still a need for a dialogue about things racial that we've not engaged in.", 
    "name": "Eric Holder"
  }, 
  {
    "quote": "One of the most gratifying things I get as an artist is when people watch me do these different demonstrations, and they in some way feel empowered by what I'm doing so they can confront their own fears. Maybe it's the fear of getting in an elevator maybe it's the fear of going on a plane and seeing the world.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "I approach my character with the question: What would an animal think? How would an animal respond? A lot of times, it's quick action and no fear, and sometimes it's irrational fear. You don't always know.", 
    "name": "Victoria Pratt"
  }, 
  {
    "quote": "I think that the problem is that people fear so many things and they don't live life to its fullest. And for me as an artist, if God should want me to come this Wednesday to the end of my life, so be it.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "You can't be afraid to put out a fire if you're a fireman. You can't be afraid to be a police officer and carry a gun if you're afraid to get up and go out there. So you've got to put that fear to the side and go out in faith to overcome that.", 
    "name": "Duane Chapman"
  }, 
  {
    "quote": "Of all the hazards, fear is the worst.", 
    "name": "Sam Snead"
  }, 
  {
    "quote": "I don't buy into any of that hogwash. They put that out to sell tickets. It's just a classic horror movie, with the Greek drama formula of good versus evil, and lots of fear.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "When you gain 50 pounds during pregnancy like I did, you fear that you'll never get back in shape.", 
    "name": "Charisma Carpenter"
  }, 
  {
    "quote": "I have a ridiculous fear of sharks but I'd jump in the water in a second for an amazing role.", 
    "name": "Kate Mara"
  }, 
  {
    "quote": "As an actor, to have achieved financial stability is amazing. But I always have this weird fear that I'm not going to get any more work it's about not having enough money.", 
    "name": "Paul Giamatti"
  }, 
  {
    "quote": "Maybe I fear things going wrong so much that I pre-empt them by not getting excited about them when they appear to be. going well.", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "What I think we fear is rapid, pronounced, and uncontrollable changes to ourselves, and because of this we have a form of personality inertia - something that resists rapid change.", 
    "name": "Simon Travaglia"
  }, 
  {
    "quote": "I think masculinity is bravado against the mystery of the universe of women. It's just a fear of not knowing what women have that's so powerful. It's this shield they put up to try to get closer.", 
    "name": "K. D. Lang"
  }, 
  {
    "quote": "Greatness comes from fear. Fear can either shut us down and we go home, or we fight through it.", 
    "name": "Lionel Richie"
  }, 
  {
    "quote": "I think, however, that so long as our present economic and national systems continue, scientific research has little to fear.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "Don't fear anything for your letters, they are burnt one by one and I hope you do the same with mine.", 
    "name": "Camille Claudel"
  }, 
  {
    "quote": "I think interviews can be fine. It's just there's this terrible fear of coming off wrongly or saying something that gets taken out of context.", 
    "name": "Nicholas Hoult"
  }, 
  {
    "quote": "You don't have to do everything by the time you're 30. Or 40. All you need is a work ethic. It's what allows you to push through moments of disappointment and self-doubt and fear.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "There's no love more intense than the love we have for our kids - and where there is intense love, there is also intense fear lurking beneath the surface.", 
    "name": "Arianna Huffington"
  }
]