[
  {
    "quote": "Be kind whenever possible. It is always possible.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "If you're going through hell, keep going.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "After a storm comes a calm.", 
    "name": "Matthew Henry"
  }, 
  {
    "quote": "You are never too old to set another goal or to dream a new dream.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "With the new day comes new strength and new thoughts.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Always do your best. What you plant now, you will harvest later.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.", 
    "name": "Ken Venturi"
  }, 
  {
    "quote": "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "Expect problems and eat them for breakfast.", 
    "name": "Alfred A. Montapert"
  }, 
  {
    "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "If you can dream it, you can do it.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Even if you fall on your face, you're still moving forward.", 
    "name": "Victor Kiam"
  }, 
  {
    "quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "By failing to prepare, you are preparing to fail.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "You have to learn the rules of the game. And then you have to play better than anyone else.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Either you run the day or the day runs you.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Act as if what you do makes a difference. It does.", 
    "name": "William James"
  }, 
  {
    "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Things do not happen. Things are made to happen.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "The secret of getting ahead is getting started.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Well done is better than well said.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.", 
    "name": "Sasha Cohen"
  }, 
  {
    "quote": "Always desire to learn something useful.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "The more man meditates upon good thoughts, the better will be his world and the world at large.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Quality is not an act, it is a habit.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Be gentle to all and stern with yourself.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.", 
    "name": "Eileen Caddy"
  }, 
  {
    "quote": "If you ask me what I came into this life to do, I will tell you: I came to live out loud.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down and I will not let myself down.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "Opportunity does not knock, it presents itself when you beat down the door.", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "Problems are not stop signs, they are guidelines.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "In order to succeed, we must first believe that we can.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "True happiness involves the full use of one's power and talents.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "The harder the conflict, the more glorious the triumph.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "If you don't like how things are, change it! You're not a tree.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Your talent is God's gift to you. What you do with it is your gift back to God.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "What you do today can improve all your tomorrows.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "Never complain and never explain.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Setting goals is the first step in turning the invisible into the visible.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "It's always too early to quit.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.", 
    "name": "Mark Caine"
  }, 
  {
    "quote": "You can't build a reputation on what you are going to do.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Who seeks shall find.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Do your work with your whole heart, and you will succeed - there's so little competition.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Set your goals high, and don't stop till you get there.", 
    "name": "Bo Jackson"
  }, 
  {
    "quote": "Know or listen to those who know.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "What is called genius is the abundance of life and health.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The hardships that I encountered in the past will help me succeed in the future.", 
    "name": "Philip Emeagwali"
  }, 
  {
    "quote": "When you fail you learn from the mistakes you made and it motivates you to work even harder.", 
    "name": "Natalie Gulbis"
  }, 
  {
    "quote": "Leap, and the net will appear.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "The most effective way to do it, is to do it.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.", 
    "name": "Bradley Whitford"
  }, 
  {
    "quote": "Begin to be now what you will be hereafter.", 
    "name": "William James"
  }, 
  {
    "quote": "To know oneself, one should assert oneself.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "You need to overcome the tug of people against you as you reach for high goals.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "You can never quit. Winners never quit, and quitters never win.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "Go for it now. The future is promised to no one.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Perseverance is not a long race it is many short races one after the other.", 
    "name": "Walter Elliot"
  }, 
  {
    "quote": "Motivation is the art of getting people to do what you want them to do because they want to do it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Fear cannot be without hope nor hope without fear.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Perseverance is failing 19 times and succeeding the 20th.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "Go big or go home. Because it's true. What do you have to lose?", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "I can, therefore I am.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "You can't wait for inspiration. You have to go after it with a club.", 
    "name": "Jack London"
  }, 
  {
    "quote": "Only the educated are free.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Small deeds done are better than great deeds planned.", 
    "name": "Peter Marshall"
  }, 
  {
    "quote": "Wherever you are - be all there.", 
    "name": "Jim Elliot"
  }, 
  {
    "quote": "No matter how many goals you have achieved, you must set your sights on a higher one.", 
    "name": "Jessica Savitch"
  }, 
  {
    "quote": "To be wholly devoted to some intellectual exercise is to have succeeded in life.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "To be a good loser is to learn how to win.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Without hard work, nothing grows but weeds.", 
    "name": "Gordon B. Hinckley"
  }, 
  {
    "quote": "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "The wise does at once what the fool does at last.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "We make the world we live in and shape our own environment.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Be thine own palace, or the world's thy jail.", 
    "name": "John Donne"
  }, 
  {
    "quote": "You can't expect to hit the jackpot if you don't put a few nickels in the machine.", 
    "name": "Flip Wilson"
  }, 
  {
    "quote": "The will to succeed is important, but what's more important is the will to prepare.", 
    "name": "Bobby Knight"
  }, 
  {
    "quote": "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "If you've got a talent, protect it.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name.", 
    "name": "Sylvia Browne"
  }, 
  {
    "quote": "Poverty was the greatest motivating factor in my life.", 
    "name": "Jimmy Dean"
  }, 
  {
    "quote": "I was motivated to be different in part because I was different.", 
    "name": "Donna Brazile"
  }, 
  {
    "quote": "One way to keep momentum going is to have constantly greater goals.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "The ultimate aim of the ego is not to see something, but to be something.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "The dog that trots about finds a bone.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "If you think you can do it, you can.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "One may miss the mark by aiming too high as too low.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Do not weep do not wax indignant. Understand.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "There is nothing deep down inside us except what we have put there ourselves.", 
    "name": "Richard Rorty"
  }, 
  {
    "quote": "You never know what motivates you.", 
    "name": "Cicely Tyson"
  }, 
  {
    "quote": "Big shots are only little shots who keep shooting.", 
    "name": "Christopher Morley"
  }
]