[
  {
    "quote": "The true sign of intelligence is not knowledge but imagination.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Information is not knowledge.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "A people without the knowledge of their past history, origin and culture is like a tree without roots.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "Knowledge of what is does not open the door directly to what should be.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Ignorance is the curse of God knowledge is the wing wherewith we fly to heaven.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Real knowledge is to know the extent of one's ignorance.", 
    "name": "Confucius"
  }, 
  {
    "quote": "He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led, and bearding every authority which stood in their way.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Knowledge is love and light and vision.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "When you know a thing, to hold that you know it, and when you do not know a thing, to allow that you do not know it - this is knowledge.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Pain and foolishness lead to great bliss and complete knowledge, for Eternal Wisdom created nothing under the sun in vain.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "No man can reveal to you nothing but that which already lies half-asleep in the dawning of your knowledge.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Knowledge is knowing that we cannot know.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Perplexity is the beginning of knowledge.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "To know, is to know that you know nothing. That is the meaning of true knowledge.", 
    "name": "Socrates"
  }, 
  {
    "quote": "It is not when truth is dirty, but when it is shallow, that the lover of knowledge is reluctant to step into its waters.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Human behavior flows from three main sources: desire, emotion, and knowledge.", 
    "name": "Plato"
  }, 
  {
    "quote": "And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul.", 
    "name": "Plato"
  }, 
  {
    "quote": "To know that we know what we know, and to know that we do not know what we do not know, that is true knowledge.", 
    "name": "Nicolaus Copernicus"
  }, 
  {
    "quote": "Entire ignorance is not so terrible or extreme an evil, and is far from being the greatest of all too much cleverness and too much learning, accompanied with ill bringing-up, are far more fatal.", 
    "name": "Plato"
  }, 
  {
    "quote": "The learning and knowledge that we have, is, at the most, but little compared with that of which we are ignorant.", 
    "name": "Plato"
  }, 
  {
    "quote": "Opinion is the medium between knowledge and ignorance.", 
    "name": "Plato"
  }, 
  {
    "quote": "Knowledge without justice ought to be called cunning rather than wisdom.", 
    "name": "Plato"
  }, 
  {
    "quote": "All the knowledge I possess everyone else can acquire, but my heart is all my own.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "There is much pleasure to be gained from useless knowledge.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Knowledge which is acquired under compulsion obtains no hold on the mind.", 
    "name": "Plato"
  }, 
  {
    "quote": "Knowledge is true opinion.", 
    "name": "Plato"
  }, 
  {
    "quote": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Doubt grows with knowledge.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Let us tenderly and kindly cherish, therefore, the means of knowledge. Let us dare to read, think, speak, and write.", 
    "name": "John Adams"
  }, 
  {
    "quote": "We know accurately only when we know little, with knowledge doubt increases.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "One whose knowledge is confined to books and whose wealth is in the possession of others, can use neither his knowledge nor wealth when the need for them arises.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Even the knowledge of my own fallibility cannot keep me from making mistakes. Only when I fall do I get up again.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "All our knowledge has its origins in our perceptions.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Where is all the knowledge we lost with information?", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Where there is shouting, there is no true knowledge.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "If knowledge can create problems, it is not through ignorance that we can solve them.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Suppose that we are wise enough to learn and know - and yet not wise enough to control our learning and knowledge, so that we use it to destroy ourselves? Even if that is so, knowledge remains better than ignorance.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "The aim of education is the knowledge not of facts but of values.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "I prefer tongue-tied knowledge to ignorant loquacity.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Knowledge which is divorced from justice, may be called cunning rather than wisdom.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Today knowledge has power. It controls access to opportunity and advancement.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Knowledge is a polite word for dead but not buried imagination.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Property may be destroyed and money may lose its purchasing power but, character, health, knowledge and good judgement will always be in demand under all conditions.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "The true method of knowledge is experiment.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Humility and knowledge in poor clothes excel pride and ignorance in costly attire.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Reading furnishes the mind only with materials of knowledge it is thinking that makes what we read ours.", 
    "name": "John Locke"
  }, 
  {
    "quote": "As the biggest library if it is in disorder is not as useful as a small but well-arranged one, so you may accumulate a vast amount of knowledge but it will be of far less value than a much smaller amount if you have not thought it over for yourself.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "The only good is knowledge, and the only evil is ignorance.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "If education is always to be conceived along the same antiquated lines of a mere transmission of knowledge, there is little to be hoped from it in the bettering of man's future. For what is the use of transmitting knowledge if the individual's total development lags behind?", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information upon it.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Knowledge is power only if man knows what facts not to bother with.", 
    "name": "Robert Staughton Lynd"
  }, 
  {
    "quote": "I would rather excel in the knowledge of what is excellent, than in the extent of my power and possessions.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "I had therefore to remove knowledge, in order to make room for belief.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "Without knowledge action is useless and knowledge without action is futile.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "No man's knowledge here can go beyond his experience.", 
    "name": "John Locke"
  }, 
  {
    "quote": "This life that has been given to us as a gift, as such a precious gift. To really try to understand it, really try to recognize it, is the greatest meditation. Through the media of this Knowledge we can tap into our inner sources that are so beautiful.", 
    "name": "Prem Rawat"
  }, 
  {
    "quote": "Our knowledge can only be finite, while our ignorance must necessarily be infinite.", 
    "name": "Karl Popper"
  }, 
  {
    "quote": "Consider your origins: you were not made to live as brutes, but to follow virtue and knowledge.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "Knowledge is power. Information is power. The secreting or hoarding of knowledge or information may be an act of tyranny camouflaged as humility.", 
    "name": "Robin Morgan"
  }, 
  {
    "quote": "Depend upon it there comes a time when for every addition of knowledge you forget something that you knew before. It is of the highest importance, therefore, not to have useless facts elbowing out the useful ones.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "They say a little knowledge is a dangerous thing, but it's not one half so bad as a lot of ignorance.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "Evil being the root of mystery, pain is the root of knowledge.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "It is harder to conceal ignorance than to acquire knowledge.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "We are drowning in information but starved for knowledge.", 
    "name": "John Naisbitt"
  }, 
  {
    "quote": "Knowledge is like money: to be of value it must circulate, and in circulating it can increase in quantity and, hopefully, in value.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "Cherish that which is within you, and shut off that which is without for much knowledge is a curse.", 
    "name": "Zhuangzi"
  }, 
  {
    "quote": "If you first fortify yourself with the true knowledge of the Universal Self, and then live in the midst of wealth and worldliness, surely they will in no way affect you.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "The knower and the known are one. Simple people imagine that they should see God as if he stood there and they here. This is not so. God and I, we are one in knowledge.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "To be educated, a person doesn't have to know much or be informed, but he or she does have to have been exposed vulnerably to the transformative events of an engaged human life.", 
    "name": "Thomas More"
  }, 
  {
    "quote": "Without self knowledge, without understanding the working and functions of his machine, man cannot be free, he cannot govern himself and he will always remain a slave.", 
    "name": "G. I. Gurdjieff"
  }, 
  {
    "quote": "Even knowledge has to be in the fashion, and where it is not, it is wise to affect ignorance.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "We live on an island surrounded by a sea of ignorance. As our island of knowledge grows, so does the shore of our ignorance.", 
    "name": "John Archibald Wheeler"
  }, 
  {
    "quote": "Every addition to true knowledge is an addition to human power.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "Knowledge is the life of the mind.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "Knowledge is the eye of desire and can become the pilot of the soul.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "When a man's knowledge is not in order, the more of it he has the greater will be his confusion.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "I think we risk becoming the best informed society that has ever died of ignorance.", 
    "name": "Ruben Blades"
  }, 
  {
    "quote": "To acquire knowledge, one must study but to acquire wisdom, one must observe.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "Any knowledge that doesn't lead to new questions quickly dies out: it fails to maintain the temperature required for sustaining life.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "The ability to perceive or think differently is more important than the knowledge gained.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "Knowledge is not a passion from without the mind, but an active exertion of the inward strength, vigor and power of the mind, displaying itself from within.", 
    "name": "Ralph Cudworth"
  }, 
  {
    "quote": "I'm hungry for knowledge. The whole thing is to learn every day, to get brighter and brighter. That's what this world is about. You look at someone like Gandhi, and he glowed. Martin Luther King glowed. Muhammad Ali glows. I think that's from being bright all the time, and trying to be brighter.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "Never stop learning knowledge doubles every fourteen months.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "The knowledge of yourself will preserve you from vanity.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "If you have knowledge, let others light their candles in it.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "It is one of my sources of happiness never to desire a knowledge of other people's business.", 
    "name": "Dolley Madison"
  }, 
  {
    "quote": "The knowledge of anything, since all things have causes, is not acquired or complete unless it is known by its causes.", 
    "name": "Avicenna"
  }, 
  {
    "quote": "Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all.", 
    "name": "Pericles"
  }, 
  {
    "quote": "A man of knowledge lives by acting, not by thinking about acting.", 
    "name": "Carlos Castaneda"
  }, 
  {
    "quote": "We don't know all the answers. If we knew all the answers we'd be bored, wouldn't we? We keep looking, searching, trying to get more knowledge.", 
    "name": "Jack LaLanne"
  }, 
  {
    "quote": "I'll come to you with gifts of knowledge, wisdom and truth.", 
    "name": "Barry White"
  }, 
  {
    "quote": "To know what you know and what you do not know, that is true knowledge.", 
    "name": "Kong Fu Zi"
  }, 
  {
    "quote": "Knowledge is soon changed, then lost in the mist, an echo half-heard.", 
    "name": "Gene Wolfe"
  }, 
  {
    "quote": "A loving heart is the beginning of all knowledge.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "For beautiful eyes, look for the good in others for beautiful lips, speak only words of kindness and for poise, walk with the knowledge that you are never alone.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Imagination is more important than knowledge.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "The only source of knowledge is experience.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Science investigates religion interprets. Science gives man knowledge which is power religion gives man wisdom which is control.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Beware of false knowledge it is more dangerous than ignorance.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "There comes a time when the mind takes a higher plane of knowledge but can never prove how it got there.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Faith is a knowledge within the heart, beyond the reach of proof.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A thorough knowledge of the Bible is worth more than a college education.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "An investment in knowledge pays the best interest.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Knowledge will give you power, but character respect.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "A little knowledge that acts is worth infinitely more than much knowledge that is idle.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "It takes considerable knowledge just to realize the extent of your own ignorance.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I think this is the most extraordinary collection of talent, of human knowledge, that has ever been gathered at the White House - with the possible exception of when Thomas Jefferson dined alone.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "True knowledge exists in knowing that you know nothing.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Thought is the wind, knowledge the sail, and mankind the vessel.", 
    "name": "Augustus Hare"
  }, 
  {
    "quote": "Knowledge speaks, but wisdom listens.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "The greater our knowledge increases the more our ignorance unfolds.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "True friendship can afford true knowledge. It does not depend on darkness and ignorance.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Knowledge will forever govern ignorance and a people who mean to be their own governors must arm themselves with the power which knowledge gives.", 
    "name": "James Madison"
  }, 
  {
    "quote": "A good decision is based on knowledge and not on numbers.", 
    "name": "Plato"
  }, 
  {
    "quote": "I wash my hands of those who imagine chattering to be knowledge, silence to be ignorance, and affection to be art.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Knowledge of the self is the mother of all knowledge. So it is incumbent on me to know my self, to know it completely, to know its minutiae, its characteristics, its subtleties, and its very atoms.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "The person you consider ignorant and insignificant is the one who came from God, that he might learn bliss from grief and knowledge from gloom.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "The goal of education is the advancement of knowledge and the dissemination of truth.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "All men by nature desire knowledge.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The one exclusive sign of thorough knowledge is the power of teaching.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Wonder rather than doubt is the root of all knowledge.", 
    "name": "Abraham Joshua Heschel"
  }, 
  {
    "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Knowledge cultivates your seeds and does not sow in your seeds.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "If the Great Way perishes there will morality and duty. When cleverness and knowledge arise great lies will flourish. When relatives fall out with one another there will be filial duty and love. When states are in confusion there will be faithful servants.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Those who have knowledge, don't predict. Those who predict, don't have knowledge.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "After all manner of professors have done their best for us, the place we are to get knowledge is in books. The true university of these days is a collection of books.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The recipe for perpetual ignorance is: Be satisfied with your opinions and content with your knowledge.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "There is one quality which one must possess to win, and that is definiteness of purpose, the knowledge of what one wants, and a burning desire to possess it.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "In a battle all you need to make you fight is a little hot blood and the knowledge that it's more dangerous to lose than to win.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Ignorance more frequently begets confidence than does knowledge: it is those who know little, and not those who know much, who so positively assert that this or that problem will never be solved by science.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "All men are born with a nose and ten fingers, but no one was born with a knowledge of God.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Compassion is sometimes the fatal capacity for feeling what it is like to live inside somebody else's skin. It is the knowledge that there can never really be any peace and joy for me until there is peace and joy finally for you too.", 
    "name": "Frederick Buechner"
  }, 
  {
    "quote": "Knowledge is power.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I think I have a duty as a recovering guy to help, to make my knowledge of what I went through accessible.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "A belief in hell and the knowledge that every ambition is doomed to frustration at the hands of a skeleton have never prevented the majority of human beings from behaving as though death were no more than an unfounded rumor.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "It is an infantile superstition of the human spirit that virginity would be thought a virtue and not the barrier that separates ignorance from knowledge.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Data is not information, information is not knowledge, knowledge is not understanding, understanding is not wisdom.", 
    "name": "Clifford Stoll"
  }, 
  {
    "quote": "I'm a student of world religion, so to me, it's hugely important to have knowledge and to understand what people are doing.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Music is the one incorporeal entrance into the higher world of knowledge which comprehends mankind but which mankind cannot comprehend.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "Science is a way of thinking much more than it is a body of knowledge.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Knowledge becomes evil if the aim be not virtuous.", 
    "name": "Plato"
  }, 
  {
    "quote": "The good life is one inspired by love and guided by knowledge.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Dogmatism and skepticism are both, in a sense, absolute philosophies one is certain of knowing, the other of not knowing. What philosophy should dissipate is certainty, whether of knowledge or ignorance.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Liberty cannot be preserved without general knowledge among the people.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Love takes up where knowledge leaves off.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "We did it Disneyland, in the knowledge that most of the people I talked to thought it would be a financial disaster - closed and forgotten within the first year.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "The wise man should restrain his senses like the crane and accomplish his purpose with due knowledge of his place, time and ability.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Because in the school of the Spirit man learns wisdom through humility, knowledge by forgetting, how to speak by silence, how to live by dying.", 
    "name": "Johannes Tauler"
  }, 
  {
    "quote": "We are here and it is now. Further than that, all human knowledge is moonshine.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "A toothache, or a violent passion, is not necessarily diminished by our knowledge of its causes, its character, its importance or insignificance.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Do not share the knowledge with which you have been blessed with everyone in general, as you do with some people in particular and know that there are some men in whom Allah, may He he glorified, has placed hidden secrets, which they are forbidden to reveal.", 
    "name": "Ali ibn Abi Talib"
  }, 
  {
    "quote": "There's only one effectively redemptive sacrifice, the sacrifice of self-will to make room for the knowledge of God.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "God had brought me to my knees and made me acknowledge my own nothingness, and out of that knowledge I had been reborn. I was no longer the centre of my life and therefore I could see God in everything.", 
    "name": "Bede Griffiths"
  }, 
  {
    "quote": "Youth is the period in which a man can be hopeless. The end of every episode is the end of the world. But the power of hoping through everything, the knowledge that the soul survives its adventures, that great inspiration comes to the middle-aged.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "No group and no government can properly prescribe precisely what should constitute the body of knowledge with which true education is concerned.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Knowledge is of no value unless you put it into practice.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "The advertisements in a newspaper are more full knowledge in respect to what is going on in a state or community than the editorial columns are.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "A manager is responsible for the application and performance of knowledge.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Knowledge about life is one thing effective occupation of a place in life, with its dynamic currents passing through your being, is another.", 
    "name": "William James"
  }, 
  {
    "quote": "It is in moments of illness that we are compelled to recognize that we live not alone but chained to a creature of a different kingdom, whole worlds apart, who has no knowledge of us and by whom it is impossible to make ourselves understood: our body.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Knowledge comes, but wisdom lingers.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Thought must be divided against itself before it can come to any knowledge of itself.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Knowledge is invariably a matter of degree: you cannot put your finger upon even the simplest datum and say this we know.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Checking the results of a decision against its expectations shows executives what their strengths are, where they need to improve, and where they lack knowledge or information.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "Integrity without knowledge is weak and useless, and knowledge without integrity is dangerous and dreadful.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Faith: Belief without evidence in what is told by one who speaks without knowledge, of things without parallel.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "The first step in a person's salvation is knowledge of their sin.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "It makes a great deal of difference whether one wills not to sin or has not the knowledge to sin.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Universities exist to transmit knowledge and understanding of ideas and values to students not to provide entertainment for spectators or employment for athletes.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "A civilization is a heritage of beliefs, customs, and knowledge slowly accumulated in the course of centuries, elements difficult at times to justify by logic, but justifying themselves as paths when they lead somewhere, since they open up for man his inner distance.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Knowledge rests not upon truth alone, but upon error also.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Science is organized knowledge. Wisdom is organized life.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "The degree of one's emotions varies inversely with one's knowledge of the facts.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Happiness exists on earth, and it is won through prudent exercise of reason, knowledge of the harmony of the universe, and constant practice of generosity.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Illness is the doctor to whom we pay most heed to kindness, to knowledge, we make promise only pain we obey.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "The more knowledge you have, the greater will be your fear of Allah.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "The small part of ignorance that we arrange and classify we give the name of knowledge.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Ardor, n. The quality that distinguishes love without knowledge.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The study and knowledge of the universe would somehow be lame and defective were no practical results to follow.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "It is now common knowledge that the average American gains 7 pounds between Thanksgiving and New Year's Day.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "Between falsehood and useless truth there is little difference. As gold which he cannot spend will make no man rich, so knowledge which cannot apply will make no man wise.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "As knowledge increases, wonder deepens.", 
    "name": "Charles Morgan"
  }, 
  {
    "quote": "Wisdom is knowledge which has become a part of one's being.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Knowledge can be communicated, but not wisdom. One can find it, live it, be fortified by it, do wonders through it, but one cannot communicate and teach it.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "Where knowledge ends, religion begins.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Vanity of science. Knowledge of physical science will not console me for ignorance of morality in time of affliction, but knowledge of morality will always console me for ignorance of physical science.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The knowledge of God is very far from the love of Him.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Every great advance in natural knowledge has involved the absolute rejection of authority.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "To be conscious that you are ignorant of the facts is a great step to knowledge.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "The great end of life is not knowledge but action.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The more extensive a man's knowledge of what has been done, the greater will be his power of knowing what to do.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "It is not ignorance but knowledge which is the mother of wonder.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "Knowledge slowly builds up what Ignorance in an hour pulls down.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Scientists have become the bearers of the torch of discovery in our quest for knowledge.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Those Dutchmen had hardly any imagination or fantasy, but their good taste and their scientific knowledge of composition were enormous.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "A little knowledge is a dangerous thing, but a little want of knowledge is also a dangerous thing.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The price one pays for pursuing any profession, or calling, is an intimate knowledge of its ugly side.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Parents are usually more careful to bestow knowledge on their children rather than virtue, the art of speaking well rather than doing well but their manners should be of the greatest concern.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "He that hath knowledge spareth his words.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "To act on the belief that we possess the knowledge and the power which enable us to shape the processes of society entirely to our liking, knowledge which in fact we do not possess, is likely to make us do much harm.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "Some people drink from the fountain of knowledge, others just gargle.", 
    "name": "Robert Anthony"
  }, 
  {
    "quote": "The two operations of our understanding, intuition and deduction, on which alone we have said we must rely in the acquisition of knowledge.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "Although modesty is natural to man, it is not natural to children. Modesty only begins with the knowledge of evil.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "The desire of excessive power caused the angels to fall the desire of knowledge caused men to fall.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The fundament upon which all our knowledge and learning rests is the inexplicable.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Wisdom is the power to put our time and our knowledge to the proper use.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "It is beyond a doubt that all our knowledge that begins with experience.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "It's very strange that most people don't care if their knowledge of their family history only goes back three generations.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Knowledge and human power are synonymous.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Leisure and curiosity might soon make great advances in useful knowledge, were they not diverted by minute emulation and laborious trifles.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The youth of an art is, like the youth of anything else, its most interesting period. When it has come to the knowledge of good and evil it is stronger, but we care less about it.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "There are three principal means of acquiring knowledge... observation of nature, reflection, and experimentation. Observation collects facts reflection combines them experimentation verifies the result of that combination.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Intuition and concepts constitute... the elements of all our knowledge, so that neither concepts without an intuition in some way corresponding to them, nor intuition without concepts, can yield knowledge.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "If a little knowledge is dangerous, where is the man who has so much as to be out of danger?", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "The greatest gift is the passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination.", 
    "name": "Moses Hadas"
  }, 
  {
    "quote": "Knowledge without education is but armed injustice.", 
    "name": "Horace"
  }, 
  {
    "quote": "Knowledge is proud that it knows so much wisdom is humble that it knows no more.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Science is the father of knowledge, but opinion breeds ignorance.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "Knowledge is not eating, and we cannot expect to devour and possess what we mean. Knowledge is recognition of something absent it is a salutation, not an embrace.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "When you deal with a person who's experiencing dementia, you can see where they're struggling with knowledge. You can see what they forget completely, what they forget but they know what they once knew. You can tell how they're trying to remember.", 
    "name": "Walter Mosley"
  }, 
  {
    "quote": "I think a lot of people, even Christians, are willing to be satisfied with gaining lots and lots of biblical knowledge - and many people go to Bible studies and don't realize it isn't enough to know what's right, it's applying the information and the knowledge that you have.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "We can be knowledgable with other men's knowledge but we cannot be wise with other men's wisdom.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "There is no desire more natural than the desire for knowledge.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Zeal without knowledge is fire without light.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Our knowledge is a little island in a great ocean of nonknowledge.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "Sin, guilt, neurosis they are one and the same, the fruit of the tree of knowledge.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "I served the famous professors and scholars, and eventually they learned that the Reverend Moon is superior to them. Even Nobel laureate academics who thought they were at the center of knowledge are as nothing in front of me.", 
    "name": "Sun Myung Moon"
  }, 
  {
    "quote": "What does mysticism really mean? It means the way to attain knowledge. It's close to philosophy, except in philosophy you go horizontally while in mysticism you go vertically.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion.", 
    "name": "Alexander the Great"
  }, 
  {
    "quote": "If the education of our kids comes from radio, television, newspapers - if that's where they get most of their knowledge from, and not from the schools, then the powers that be are definitely in charge, because they own all those outlets.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "In expanding the field of knowledge we but increase the horizon of ignorance.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "If in preaching the gospel you substitute your knowledge of the way of salvation for confidence in the power of the gospel, you hinder people from getting to reality.", 
    "name": "Oswald Chambers"
  }, 
  {
    "quote": "A novel that does not uncover a hitherto unknown segment of existence is immoral. Knowledge is the novel's only morality.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "And I pray thee, loving Jesus, that as Thou hast graciously given me to drink in with delight the words of Thy knowledge, so Thou wouldst mercifully grant me to attain one day to Thee, the fountain of all wisdom and to appear forever before Thy face.", 
    "name": "Venerable Bede"
  }, 
  {
    "quote": "If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "The improver of natural knowledge absolutely refuses to acknowledge authority, as such. For him, skepticism is the highest of duties blind faith the one unpardonable sin.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Knowledge of God's Word is a bulwark against deception, temptation, accusation, even persecution.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "It is not knowledge, but the act of learning, not possession but the act of getting there, which grants the greatest enjoyment.", 
    "name": "Carl Friedrich Gauss"
  }, 
  {
    "quote": "Borrowing knowledge of reality from all sources, taking the best from every study, Science of Mind brings together the highest enlightenment of the ages.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "I don't claim to be knowledgeable about theology. Most of my knowledge comes out of my experience and the lessons in the Bible. Every Sunday I'm home I teach 45 minutes and we boiled them down to one page for the new book, 'Through the Year with Jimmy Carter.'", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Nothing leads so straight to futility as literary ambitions without systematic knowledge.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "The medieval university looked backwards it professed to be a storehouse of old knowledge. The modern university looks forward, and is a factory of new knowledge.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "I know that I have lived because I have felt, and, feeling giving me the knowledge of my existence, I know likewise that I shall exist no more when I shall have ceased to feel.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "A jazz musician can improvise based on his knowledge of music. He understands how things go together. For a chef, once you have that basis, that's when cuisine is truly exciting.", 
    "name": "Charlie Trotter"
  }, 
  {
    "quote": "The advancement and diffusion of knowledge is the only guardian of true liberty.", 
    "name": "James Madison"
  }, 
  {
    "quote": "The aim of education is the knowledge, not of facts, but of values.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "Knowledge of what is possible is the beginning of happiness.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The Supreme Court has insulted you over and over again, Lord. They've taken your Bible away from the schools. They've forbidden little children to pray. They've taken the knowledge of God as best they can, and organizations have come into court to take the knowledge of God out of the public square of America.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "The seat of knowledge is in the head of wisdom, in the heart. We are sure to judge wrong, if we do not feel right.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Only divine love bestows the keys of knowledge.", 
    "name": "Arthur Rimbaud"
  }, 
  {
    "quote": "The improvement of understanding is for two ends: first, our own increase of knowledge secondly, to enable us to deliver that knowledge to others.", 
    "name": "John Locke"
  }, 
  {
    "quote": "The only fence against the world is a thorough knowledge of it.", 
    "name": "John Locke"
  }, 
  {
    "quote": "All our knowledge merely helps us to die a more painful death than animals that know nothing.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "Knowledge is recognition of something absent it is a salutation, not an embrace.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The utmost extent of man's knowledge, is to know that he knows nothing.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "We own almost all our knowledge not to those who have agreed but to those who have differed.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Zeal will do more than knowledge.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "The animals that depend on instinct have an inherent knowledge of the laws of economics and of how to apply them Man, with his powers of reason, has reduced economics to the level of a farce which is at once funnier and more tragic than Tobacco Road.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "We can't have full knowledge all at once. We must start by believing then afterwards we may be led on to master the evidence for ourselves.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Wonder is the desire for knowledge.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "When a doctor does go wrong he is the first of criminals. He has nerve and he has knowledge.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "His ignorance was as remarkable as his knowledge.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "How dreadful knowledge of the truth can be when there's no help in the truth.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing.", 
    "name": "John Locke"
  }, 
  {
    "quote": "It is the province of knowledge to speak, and it is the privilege of wisdom to listen.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The knowledge of God is the cause of things. For the knowledge of God is to all creatures what the knowledge of the artificer is to things made by his art.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Your knowledge of what is going on can only be superficial and relative.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "A lawyer without history or literature is a mechanic, a mere working mason if he possesses some knowledge of these, he may venture to call himself an architect.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people.", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "Western civilization, unfortunately, does not link knowledge and morality but rather, it connects knowledge and power and makes them equivalent.", 
    "name": "Vine Deloria, Jr."
  }, 
  {
    "quote": "But although all our knowledge begins with experience, it does not follow that it arises from experience.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "The universal Mind contains all knowledge. It is the potential ultimate of all things. To it, all things are possible.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "In your thirst for knowledge, be sure not to drown in all the information.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "My philosophy of leadership is to surround myself with good people who have ability, judgment and knowledge, but above all, a passion for service.", 
    "name": "Sonny Perdue"
  }, 
  {
    "quote": "We are least open to precise knowledge concerning the things we are most vehement about.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Knowledge is like money: the more he gets, the more he craves.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Science gives us knowledge, but only philosophy can give us wisdom.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "In complete darkness we are all the same, it is only our knowledge and wisdom that separates us, don't let your eyes deceive you.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "No power in society, no hardship in your condition can depress you, keep you down, in knowledge, power, virtue, influence, but by your own consent.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "His priority did not seem to be to teach them what he knew, but rather to impress upon them that nothing, not even... knowledge, was foolproof.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Knowledge is the treasure of a wise man.", 
    "name": "William Penn"
  }, 
  {
    "quote": "I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life.", 
    "name": "Tobey Maguire"
  }, 
  {
    "quote": "Knowledge is two-fold, and consists not only in an affirmation of what is true, but in the negation of that which is false.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "That writer does the most who gives his reader the most knowledge and takes from him the least time.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Helping someone come to a saving knowledge of Christ is the greatest achievement possible.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "In formal logic, a contradiction is the signal of defeat, but in the evolution of real knowledge it marks the first step in progress toward a victory.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Golf... is the infallible test. The man who can go into a patch of rough alone, with the knowledge that only God is watching him, and play his ball where it lies, is the man who will serve you faithfully and well.", 
    "name": "P. G. Wodehouse"
  }, 
  {
    "quote": "Life is a travelling to the edge of knowledge, then a leap taken.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "The will to do springs from the knowledge that we can do.", 
    "name": "James Allen"
  }, 
  {
    "quote": "We do not need to be shoemakers to know if our shoes fit, and just as little have we any need to be professionals to acquire knowledge of matters of universal interest.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "True knowledge lies in knowing how to live.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Take from the philosopher the pleasure of being heard and his desire for knowledge ceases.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "In conversation, humor is worth more than wit and easiness more than knowledge.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "I would rather excel others in the knowledge of what is excellent than in the extent of my powers and dominion.", 
    "name": "Alexander the Great"
  }, 
  {
    "quote": "Knowledge is the most democratic source of power.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "It is impossible to make people understand their ignorance, for it requires knowledge to perceive it and, therefore, he that can perceive it hath it not.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "Discussion is an exchange of knowledge an argument an exchange of ignorance.", 
    "name": "Robert Quillen"
  }, 
  {
    "quote": "Research is creating new knowledge.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "Knowledge may give weight, but accomplishments give luster, and many more people see than weigh.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "We must develop knowledge optimization initiatives to leverage our key learnings.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "We are sinful not only because we have eaten of the Tree of Knowledge, but also because we have not yet eaten of the Tree of Life. The state in which we are is sinful, irrespective of guilt.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "The knowledge I have now is not the knowledge I had then.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "Men honor what lies within the sphere of their knowledge, but do not realize how dependent they are on what lies beyond it.", 
    "name": "Zhuangzi"
  }, 
  {
    "quote": "A physician without a knowledge of Astrology has no right to call himself a physician.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "Education, whatever else it should or should not be, must be an inoculation against the poisons of life and an adequate equipment in knowledge and skill for meeting the chances of life.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "The world of knowledge takes a crazy turn when teachers themselves are taught to learn.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "Well, knowledge is a fine thing, and mother Eve thought so but she smarted so severely for hers, that most of her daughters have been afraid of it since.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "How pathetically scanty my self-knowledge is compared with, say, my knowledge of my room. There is no such thing as observation of the inner world, as there is of the outer world.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Knowledge, the object of knowledge and the knower are the three factors which motivate action the senses, the work and the doer comprise the threefold basis of action.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Learning is acquired by reading books, but the much more necessary learning, the knowledge of the world, is only to be acquired by reading men, and studying all the various facets of them.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Knowledge is only one half. Faith is the other.", 
    "name": "Novalis"
  }, 
  {
    "quote": "The greatest gift is a passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination.", 
    "name": "Elizabeth Hardwick"
  }, 
  {
    "quote": "Knowledge is that possession that no misfortune can destroy, no authority can revoke, and no enemy can control. This makes knowledge the greatest of all freedoms.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Every man gets a narrower and narrower field of knowledge in which he must be an expert in order to compete with other people. The specialist knows more and more about less and less and finally knows everything about nothing.", 
    "name": "Konrad Lorenz"
  }, 
  {
    "quote": "When we go to the Bible we should keep in mind that the basic principles of the Bible are taught by God, but written down by human beings deprived of modern day knowledge. So there is some fallibility in the writings of the Bible. But the basic principles are applicable to my life and I don't find any conflict among them.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Knowledge of the world in only to be acquired in the world, and not in a closet.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "So I'd be quite happy to have a three-hour Lincoln-Douglas-style debate with Barack Obama. I'd let him use a teleprompter. I'll just rely on knowledge. We'll do fine.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Ignorance is never better than knowledge.", 
    "name": "Enrico Fermi"
  }, 
  {
    "quote": "It is becoming clear that the old platitudes can no longer be maintained, and that if we wish to improve our morals we must first improve our knowledge.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "A man acquainted with history may, in some respect, be said to have lived from the beginning of the world, and to have been making continual additions to his stock of knowledge in every century.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Scholastic learning and polemical divinity retarded the growth of all true knowledge.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Music can be healing, and with my history and my knowledge of both sides of what looks like a gigantic divide in the world, I feel I can point a way forward to our common humanity again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "There is no arguing with the pretenders to a divine knowledge and to a divine mission. They are possessed with the sin of pride, they have yielded to the perennial temptation.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "Knowledge about the economy, ideas about capitalism and government, the future of the world and geopolitics were things I was never really interested in.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "The amount of meetings I've been in - people would be shocked. But that's how you gain experience, how you can gain knowledge, being in meetings and participating. You learn and grow.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "One of the interesting things about having little musical knowledge is that you generate surprising results sometimes you move to places you wouldn't if you knew better.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "There is no substitute for accurate knowledge. Know yourself, know your business, know your men.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "But inner experience is only one source of human knowledge.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "How can smart women be so stupid about men sometimes? Lack of knowledge. It's what men have kept secret for so long.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "I don't have incredible knowledge about films or of filmmaking history I'm not that kind of person.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Ignorance is bold and knowledge reserved.", 
    "name": "Thucydides"
  }, 
  {
    "quote": "If you want to be truly successful invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom.", 
    "name": "Sydney Madwed"
  }, 
  {
    "quote": "If I was left to my own devices, you would see about ten T-shirts in rotation with maybe a few nice pairs of jeans - but I also like to look good. I like feeling really well put together, I just don't have the aptitude and the knowledge to do that.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "In some sort of crude sense, which no vulgarity, no humor, no overstatement can quite extinguish, the physicists have known sin and this is a knowledge which they cannot lose.", 
    "name": "J. Robert Oppenheimer"
  }, 
  {
    "quote": "I feel like 35. At 35 you're old enough to know something and young enough to look forward to what you can do with the knowledge. So I stayed at 35!", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "There is, so I believe, in the essence of everything, something that we cannot call learning. There is, my friend, only a knowledge - that is everywhere.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "At a family's most difficult time, I want to make sure at a minimum that they have the very basic of comforts: the ability to grieve their loss privately and the knowledge that their country is grateful for their loved one's sacrifice and service.", 
    "name": "Dave Reichert"
  }, 
  {
    "quote": "My philosophy from day one is that I can sleep better at night if I can improve an individual's knowledge about food and wine, and do it on a daily basis.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "A serious problem in America is the gap between academe and the mass media, which is our culture. Professors of humanities, with all their leftist fantasies, have little direct knowledge of American life and no impact whatever on public policy.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "The humanitarian lays stress almost solely upon breadth of knowledge and sympathy.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "True, some land was bought by a few Cabinet Ministers. They bought the land. No minister, to my knowledge acquired land which was meant for resettlement.", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Our knowledge is a receding mirage in an expanding desert of ignorance.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Men are limited by the knowledge of their minds, the worth of their characters and the principles upon which they are building their lives.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "I don't think any person has any special knowledge about what God has planned for me and you any more than me and you do.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Knowledge is in the end based on acknowledgement.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "I have thought about it a great deal, and the more I think, the more certain I am that obedience is the gateway through which knowledge, yes, and love, too, enter the mind of the child.", 
    "name": "Anne Sullivan"
  }, 
  {
    "quote": "All science requires mathematics. The knowledge of mathematical things is almost innate in us. This is the easiest of sciences, a fact which is obvious in that no one's brain rejects it for laymen and people who are utterly illiterate know how to count and reckon.", 
    "name": "Roger Bacon"
  }, 
  {
    "quote": "There are in fact two things, science and opinion the former begets knowledge, the later ignorance.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "The apple cannot be stuck back on the Tree of Knowledge once we begin to see, we are doomed and challenged to seek the strength to see more, not less.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "The best advice I ever got was that knowledge is power and to keep reading.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government.", 
    "name": "Sam Houston"
  }, 
  {
    "quote": "The truth is often terrifying, which I think is one of the motifs of Larry and Andrew's cinema. The cost of knowledge is an important theme. In the second and third films, they explore the consequences of Neo's choice to know the truth. It's a beautiful, beautiful story.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "Knowledge is a beautiful thing, but there are a few things I wish I didn't know.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "The first responsibility of the Muslim is as teacher. That is his job, to teach. His first school, his first classroom is within the household. His first student is himself. He masters himself and then he begins to convey the knowledge that he has acquired to the family. The people who are closest to him.", 
    "name": "H. Rap Brown"
  }, 
  {
    "quote": "There is a general knowledge that I am multi-dimensional, that when you are creative you do a lot of things.", 
    "name": "Suzanne Somers"
  }, 
  {
    "quote": "We are approaching a new age of synthesis. Knowledge cannot be merely a degree or a skill... it demands a broader vision, capabilities in critical thinking and logical deduction without which we cannot have constructive progress.", 
    "name": "Li Ka Shing"
  }, 
  {
    "quote": "Exclusively of the abstract sciences, the largest and worthiest portion of our knowledge consists of aphorisms: and the greatest and best of men is but an aphorism.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "The desire of knowledge, like the thirst of riches, increases ever with the acquisition of it.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "If knowledge and foresight are too penetrating and deep, unify them with ease and sincerity.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "The family teaches us about the importance of knowledge, education, hard work and effort. It teaches us about enjoying ourselves, having fun, keeping fit and healthy.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "Knowledge of the sciences is so much smoke apart from the heavenly science of Christ.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "It is remarkable how many misconceptions there are here about life in the developing world and I think that that knowledge gap has done a lot to contribute to the imbalance quite frankly.", 
    "name": "Emma Thompson"
  }, 
  {
    "quote": "G is Grace, the Flaming Star is the Torch of Reason. Those who possess this knowledge are indeed Illuminati.", 
    "name": "Adam Weishaupt"
  }, 
  {
    "quote": "Science fiction writers, I am sorry to say, really do not know anything. We can't talk about science, because our knowledge of it is limited and unofficial, and usually our fiction is dreadful.", 
    "name": "Philip K. Dick"
  }, 
  {
    "quote": "Building technical systems involves a lot of hard work and specialized knowledge: languages and protocols, coding and debugging, testing and refactoring.", 
    "name": "Jesse James Garrett"
  }, 
  {
    "quote": "When a child comes in, I believe that it's a 'multipersonhood,' and it knows it, its consciousness knows it, and it has a nuclei in the center of its consciousness that is the repository of all experience and all knowledge. And when you look in the eyes of your baby and you feel this sense that they are an old soul, I believe indeed they are.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "After the Berlin Wall came down I visited that city and I will never forget it. The abandoned checkpoints. The sense of excitement about the future. The knowledge that a great continent was coming together. Healing those wounds of our history is the central story of the European Union.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "Courage is a special kind of knowledge: the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.", 
    "name": "David Ben-Gurion"
  }, 
  {
    "quote": "He will therefore have to use what knowledge he can achieve, not to shape the results as the craftsman shapes his handiwork, but rather to cultivate a growth by providing the appropriate environment, in the manner in which the gardener does this for his plants.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "What is called an acute knowledge of human nature is mostly nothing but the observer's own weaknesses reflected back from others.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "The Greeks possessed a knowledge of human nature we seem hardly able to attain to without passing through the strengthening hibernation of a new barbarism.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Education can counteract the natural tendency to do the wrong thing, but the inexorable succession of generations requires that the basis for this knowledge be constantly refreshed.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "But now with the living conditions deteriorating, and with the sure knowledge that we are slated for destruction, we have been transformed into an implacable army of liberation.", 
    "name": "George Jackson"
  }, 
  {
    "quote": "Knowledge fills a large brain it merely inflates a small one.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "An humble knowledge of thyself is a surer way to God than a deep search after learning.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "International relationships are preordained to be clumsy gestures based on imperfect knowledge.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "People of small caliber are always carping. They are bent on showing their own superiority, their knowledge or prowess or good breeding.", 
    "name": "Van Wyck Brooks"
  }, 
  {
    "quote": "The ordinary American - as far as I can tell - knows so much less than he did fifty years ago and has such poor work habits compared with fifty years ago that the average multiplicand of knowledge/capabilities is a much smaller number than it was in 1961.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Science is the knowledge of consequences, and dependence of one fact upon another.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "I believe patriotism comes from the heart. Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "My practicality consists in this, in the knowledge that if you beat your head against the wall it is your head which breaks and not the wall - that is my strength, my only strength.", 
    "name": "Antonio Gramsci"
  }, 
  {
    "quote": "The larger the island of knowledge, the longer the shoreline of wonder.", 
    "name": "Ralph W. Sockman"
  }, 
  {
    "quote": "It may, however, be said that the level of experience to which concepts are inapplicable cannot yield any knowledge of a universal character, for concepts alone are capable of being socialized.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Inductive reason, which alone makes man master of his environment, is an achievement and when once born it must be reinforced by inhibiting the growth of other modes of knowledge.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Not ignorance, but ignorance of ignorance, is the death of knowledge.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Knowledge shrinks as wisdom grows.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Well, there are two kinds of happiness, grounded and ungrounded. Ungrounded happiness is cheesy and not based on reality. Grounded happiness is informed happiness based on the knowledge that the world sometimes sucks, but even then you have to believe in yourself.", 
    "name": "Andy Grammer"
  }, 
  {
    "quote": "The great aim of education is not knowledge but action.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Science is organized knowledge.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Knowledge is going to make you stronger. Knowledge is going to let you control your life. Knowledge is going to give you the wisdom to teach their children. Knowledge is the thing that makes you smile in the face of disaster.", 
    "name": "Avery Brooks"
  }, 
  {
    "quote": "Education in the light of present-day knowledge and need calls for some spirited and creative innovations both in the substance and the purpose of current pedagogy.", 
    "name": "Anne Sullivan Macy"
  }, 
  {
    "quote": "Perhaps as good a classification as any of the main types is that of the three lusts distinguished by traditional Christianity - the lust of knowledge, the lust of sensation, and the lust of power.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "I find myself going to places where I really have no business, speaking to these people in a whole other field that I have no extensive knowledge of. But I do it very often because it scares me.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "In England only uneducated people show off their knowledge nobody quotes Latin or Greek authors in the course of conversation, unless he has never read them.", 
    "name": "George Mikes"
  }, 
  {
    "quote": "Knowledge may give weight, but accomplishments give lustre, and many more people see than weigh.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "When knowledge is limited - it leads to folly... When knowledge exceeds a certain limit, it leads to exploitation.", 
    "name": "Abu Bakr"
  }, 
  {
    "quote": "Learn from me, if not by my precepts, then by my example, how dangerous is the pursuit of knowledge and how much happier is that man who believes his native town to be the world than he who aspires to be greater than his nature will allow.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "In the Atlantean period there were many energies being used and information and knowledge being used which were, for particular reasons of safety, withdrawn, shall we say, to prevent complete catastrophe, to prevent total destruction of your planet.", 
    "name": "David Icke"
  }, 
  {
    "quote": "Knowledge is not skill. Knowledge plus ten thousand times is skill.", 
    "name": "Shinichi Suzuki"
  }, 
  {
    "quote": "Knowledge is generally considered a good thing so, presumably, knowing more about how the U.S. thinks and operates around the world is also good.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "You don't need an explanation for everything, Recognize that there are such things as miracles - events for which there are no ready explanations. Later knowledge may explain those events quite easily.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "I respect knowledge of the psyche. I would be a therapist if I weren't an entertainer.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "Knowledge is not simply another commodity. On the contrary. Knowledge is never used up. It increases by diffusion and grows by dispersion.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "We have today a fairly thorough knowledge of the early Greco-Roman period because our motivations are the same.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "Everything has been said yet few have taken advantage of it. Since all our knowledge is essentially banal, it can only be of value to minds that are not.", 
    "name": "Raoul Vaneigem"
  }, 
  {
    "quote": "I think in most jobs, you get better as you get older. You gain experience, you gain knowledge.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "There's no question that as science, knowledge and technology advance, that we will attempt to do more significant things. And there's no question that we will always have to temper those things with ethics.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "You don't have to be a brain surgeon to be a valuable person. You become valuable because of the knowledge that you have. And that doesn't mean you won't fail sometimes. The important thing is to keep trying.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "If you go and talk to most people, they mean well but they don't have much of a breadth on education, of knowledge of understanding what the real issues are and therefore they listen to pundits on television who tell them what they are supposed to think and they keep repeating that until pretty soon they say, 'Oh, well that must be true.'", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I wish I had known more firsthand about the concerns and problems of American businesspeople while I was a U.S. senator and later a presidential nominee. That knowledge would have made me a better legislator and a more worthy aspirant to the White House.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief. A patriot shows their their patriotism through their actions, by their choice.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "You can do anything you think you can. This knowledge is literally the gift of the gods, for through it you can solve every human problem. It should make of you an incurable optimist. It is the open door.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "Fools act on imagination without knowledge, pedants act on knowledge without imagination.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "You can acquire a lot of knowledge without ever going to school.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "We don't focus as much in schools on educational knowledge which requires thinking and application, as we do on acquiring facts.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "I think it is totally wrong and terribly harmful if education is defined as acquiring knowledge.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "A great many things which in times of lesser knowledge we imagined to be superstitious or useless, prove today on examination to have been of immense value to mankind.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "If we had failed to pursue the facts as far as they led, we would have denied the public any knowledge of an unprecedented scheme of political surveillance and sabotage.", 
    "name": "Katharine Graham"
  }, 
  {
    "quote": "There can be no knowledge without emotion. We may be aware of a truth, yet until we have felt its force, it is not ours. To the cognition of the brain must be added the experience of the soul.", 
    "name": "Arnold Bennett"
  }, 
  {
    "quote": "It is not the quantity but the quality of knowledge which determines the mind's dignity.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "Most North Americans know that human-caused global warming is real, even if political leaders don't always reflect or act on that knowledge.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Knowledge is what we get when an observer, preferably a scientifically trained observer, provides us with a copy of reality that we can all recognize.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "This means that no single logic is strong enough to support the total construction of human knowledge.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "The greatest sin is judgment without knowledge.", 
    "name": "Kelsey Grammer"
  }, 
  {
    "quote": "Knowledge of human nature is the beginning and end of political education.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Wild Bill was anything but a quarrelsome man yet I have personal knowledge of at least half a dozen men whom he had at various times killed.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "Fullness of knowledge always means some understanding of the depths of our ignorance and that is always conducive to humility and reverence.", 
    "name": "Robert Millikan"
  }, 
  {
    "quote": "It would be great to be able to pass on to someone all of the successes, the failures, and the knowledge that one has had. To help someone, avoid all the fire, pain and anxiety would be wonderful.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "If they exert it not for good, they will for evil if they advance not knowledge, they will perpetuate ignorance.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "It takes a couple of years just to get the background and knowledge that you need before you can go into detailed training for your mission.", 
    "name": "Sally Ride"
  }, 
  {
    "quote": "Faulkner is a writer who has had much to do with my soul, but Hemingway is the one who had the most to do with my craft - not simply for his books, but for his astounding knowledge of the aspect of craftsmanship in the science of writing.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "Although your knowledge is weak and small, you need not be silent: since you cannot be judges be at least witnesses.", 
    "name": "Franz Grillparzer"
  }, 
  {
    "quote": "The science of politics is the one science that is deposited by the streams of history, like the grains of gold in the sand of a river and the knowledge of the past, the record of truths revealed by experience, is eminently practical, as an instrument of action and a power that goes to making the future.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Human knowledge has been changing from the word go and people in certain respects behave more rationally than they did when they didn't have it. They spend less time doing rain dances and more time seeding clouds.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "The most wonderful study of mankind is man. Relieving human suffering and diffusing universal knowledge is humanitarian.", 
    "name": "Daniel D. Palmer"
  }, 
  {
    "quote": "Argument is conclusive, but it does not remove doubt, so that the mind may rest in the sure knowledge of the truth, unless it finds it by the method of experiment.", 
    "name": "Roger Bacon"
  }, 
  {
    "quote": "Since we can't know what knowledge will be most needed in the future, it is senseless to try to teach it in advance. Instead, we should try to turn out people who love learning so much and learn so well that they will be able to learn whatever needs to be learned.", 
    "name": "John Holt"
  }, 
  {
    "quote": "I want to be safe in the knowledge that I can tour and play festivals for a long time. The main thing is that I want a good reputation as a live performer. If I have that, I'd be so happy.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "There is still the feeling that women's writing is a lesser class of writing, that what goes on in the nursery or the bedroom is not as important as what goes on in the battlefield, that what women know about is a less category of knowledge.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "The best theology is rather a divine life than a divine knowledge.", 
    "name": "Jeremy Taylor"
  }, 
  {
    "quote": "All human knowledge takes the form of interpretation.", 
    "name": "Walter Benjamin"
  }, 
  {
    "quote": "I think education is both using and improving knowledge and that changes the whole picture.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "As long as acquiring knowledge is the educational goal of schools, educational opportunities will be limited, as they are now, to affluent families.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "So long as these kinds of inequalities persist, all of us who are given expensive educations have to live with the knowledge that our victories are contaminated because the game has been rigged to our advantage.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "We live in an age of instant knowledge. And there's almost a sense of entitlement to that.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "As a young man, I went to Paris and soaked up many hours of film knowledge from Robert Hakim in my efforts to become a producer.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I have learned throughout my life as a composer chiefly through my mistakes and pursuits of false assumptions, not by my exposure to founts of wisdom and knowledge.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "Getting along with men isn't what's truly important. The vital knowledge is how to get along with a man, one man.", 
    "name": "Phyllis McGinley"
  }, 
  {
    "quote": "Distinguishing the signal from the noise requires both scientific knowledge and self-knowledge.", 
    "name": "Nate Silver"
  }, 
  {
    "quote": "I'm a very passionate believer in the unity of knowledge. There is one world of reality - one world of our experience that we're seeking to describe.", 
    "name": "John Polkinghorne"
  }, 
  {
    "quote": "'For Unlawful Carnal Knowledge' took a year to record that's why the playing on it might sound somewhat labored. 'Balance,' on the other hand, was written and recorded in only four months, so the whole process was quicker and more immediate.", 
    "name": "Eddie Van Halen"
  }, 
  {
    "quote": "The current state of knowledge is a moment in history, changing just as rapidly as the state of knowledge in the past has ever changed and, in many instances, more rapidly.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "Medical knowledge and technical savvy are biodegradable. The sort of medicine that was practiced in Boston or New York or Atlanta fifty years ago would be as strange to a medical student or intern today as the ceremonial dance of a !Kung San tribe would seem to a rock festival audience in Hackensack.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "The new industries are brainy industries and so-called knowledge workers tend to like to be near other people who are the same. Think of the City of Hollywood. People cluster. This means you have winning regions, such as London and Cambridge, and losing regions. The people who want to be top lawyers in Sunderland are hoovered up by London.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "A screen actor is compensated in the knowledge that millions will see his performance at one time, where only hundreds will see it on the stage.", 
    "name": "Bela Lugosi"
  }, 
  {
    "quote": "A man of knowledge chooses a path with a heart and follows it and then he looks and rejoices and laughs and then he sees and knows.", 
    "name": "Carlos Castenada"
  }, 
  {
    "quote": "Since ancient times, people from throughout Asia have brought to Japan their talents, knowledge and energy, helping to lay the basis for Japan's existence as a country.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "A healthy vision of the future is not possible without an accurate knowledge of the past.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "A commitment to human rights cannot be fostered simply through the transmission of knowledge. Action and experience play a crucial role in the learning process.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I believe that we must maintain pride in the knowledge that the actions we take, based on our own decisions and choices as individuals, link directly to the magnificent challenge of transforming human history.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "While many hackers have the knowledge, skills, and tools to attack computer systems, they generally lack the motivation to cause violence or severe economic or social harm.", 
    "name": "Dorothy Denning"
  }, 
  {
    "quote": "It's kind of interesting, because hacking is a skill that could be used for criminal purposes or legitimate purposes, and so even though in the past I was hacking for the curiosity, and the thrill, to get a bite of the forbidden fruit of knowledge, I'm now working in the security field as a public speaker.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "I have always liked the idea of going to print because a big part of what we are about is to disseminate knowledge throughout the world and not just to people who have broadband.", 
    "name": "Jimmy Wales"
  }, 
  {
    "quote": "What can we put into the hands of people under oppressive regimes to help them? For me, a big part of it is information, knowledge - the ability to defeat propaganda by understanding it.", 
    "name": "Jimmy Wales"
  }, 
  {
    "quote": "Psychopaths know the technical difference between right and wrong - which is one of the reasons their insanity pleas in criminal cases so rarely succeed they just fail to act on that knowledge.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "Just like I find men who talk sports who don't really know sports annoying, I think men might find women who don't really have a true passion and knowledge of sports maybe not so attractive.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "I'm on a mission. And I know the older I get, I may lose a step or two, but it's all up in the medulla oblongata. I've got a lot up there. I've got a lot of knowledge... in this medulla oblongata.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "People live longer today than they ever have. They live happier lives, have more knowledge, more information. All this is the result of communications technology. How is any of that bad?", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "Doubt is the middle position between knowledge and ignorance. It encompasses cynicism but also genuine questioning.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "In complete darkness, it is only knowledge and wisdom that separates us.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "I think a lot of food shows, especially when we started 'Good Eats' back in the late '90s, they were still really about food. 'Good Eats' isn't about food, it's about entertainment. If, however, we can virally infect you with knowledge or interest, then all the better.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "Epistemology is the study of knowledge. By what conduit do we know what we know?", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "The education that prepared me was my general education classes, which I tried to avoid when I was a stupid undergraduate, but which gave me the foundation of general knowledge that makes a career as a writer possible.", 
    "name": "Orson Scott Card"
  }, 
  {
    "quote": "We give you the facts. I told you information is power - knowledge is power. We can't be in an ideological battle to redeem the soul of this country if we don't have the facts.", 
    "name": "Tavis Smiley"
  }, 
  {
    "quote": "In the past, I used to counter any such notions by asking myself: 'Would you really want President Hattersley?' I now find that possibility rather cheers me up. With his chubby, Dickensian features and his knowledge of T.H. Green and other harmless leftish political classics, Hattersley might not be such a bad thing after all.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "Knowledge is an unending adventure at the edge of uncertainty.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "As writers become more numerous, it is natural for readers to become more indolent whence must necessarily arise a desire of attaining knowledge with the greatest possible ease.", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "These are tough times and under this Tory-led government many people in Manchester are suffering and getting left behind. If elected I will use all my energy, skills, experience and knowledge to stand up for our communities and get things done for the better.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Scientific knowledge is a kind of discourse.", 
    "name": "Jean-Francois Lyotard"
  }, 
  {
    "quote": "It created a global platform that allowed more people to plug and play, collaborate and compete, share knowledge and share work, than anything we have ever seen in the history of the world.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "Even though I'm a hype man myself, I like the practicality of it all. People who understand how to turn a profit. At the end of the day, this is still business so I'm looking for real practical knowledge of how to actually make money, not necessarily raise it.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Behind the man is the Tree of Life, bearing twelve fruits, and the Tree of the Knowledge of Good and Evil is behind the woman the serpent is twining round it.", 
    "name": "Arthur E. Waite"
  }, 
  {
    "quote": "Today mythical thinking has fallen into disrepute we often dismiss it as irrational and self-indulgent. But the imagination is also the faculty that has enabled scientists to bring new knowledge to light and to invent technology that has made us immeasurably more effective.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Compassion is a practically acquired knowledge, like dancing. You must do it and practice diligently day by day.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Science has to be understood in its broadest sense, as a method for comprehending all observable reality, and not merely as an instrument for acquiring specialized knowledge.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "At each increase of knowledge, as well as on the contrivance of every new tool, human labour becomes abridged.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "It will be readily admitted, that a degree conferred by an university, ought to be a pledge to the public that he who holds it possesses a certain quantity of knowledge.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "Surely, if knowledge is valuable, it can never be good policy in a country far wealthier than Tuscany, to allow a genius like Mr. Dalton's, to be employed in the drudgery of elementary instruction.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "That the state of knowledge in any country will exert a directive influence on the general system of instruction adopted in it, is a principle too obvious to require investigation.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "There is, however, another purpose to which academies contribute. When they consist of a limited number of persons, eminent for their knowledge, it becomes an object of ambition to be admitted on their list.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "To those who have chosen the profession of medicine, a knowledge of chemistry, and of some branches of natural history, and, indeed, of several other departments of science, affords useful assistance.", 
    "name": "Charles Babbage"
  }, 
  {
    "quote": "It's just us trying to start a movement where everybody passes on a bit of cooking knowledge. We estimate that one person can potentially affect 180 others very quickly so we're just trying to spread the word.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "To say, 'well done' to any bit of good work is to take hold of the powers which have made the effort and strengthen them beyond our knowledge.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "Knowledge conquered by labor becomes a possession - a property entirely our own.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Every mind was made for growth, for knowledge, and its nature is sinned against when it is doomed to ignorance.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "As governor, I saw the link between economic prosperity and the ability to acquire knowledge.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "But because many endeavor to get knowledge rather than to live well, they are often deceived and reap little or no benefit from their labor.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "I am conscious of my inability to grasp, in all its details and positive developments, any very large portion of human knowledge.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "I listen to them freely and with all the respect merited by their intelligence, their character, their knowledge, reserving always my incontestable right of criticism and censure.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "Scientific discovery and scientific knowledge have been achieved only by those who have gone in pursuit of it without any practical purpose whatsoever in view.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "It takes most men five years to recover from a college education, and to learn that poetry is as vital to thinking as knowledge.", 
    "name": "Brooks Atkinson"
  }, 
  {
    "quote": "The knowledge that there is a part of the psychic functions that are out of conscious reach, we did not need to wait for Freud to know this!", 
    "name": "Jacques Lacan"
  }, 
  {
    "quote": "Most of my technical knowledge comes from having worked in the industrial video industry.", 
    "name": "Richard King"
  }, 
  {
    "quote": "Use your gifts faithfully, and they shall be enlarged practice what you know, and you shall attain to higher knowledge.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "Very few beings really seek knowledge in this world. Mortal or immortal, few really ASK. On the contrary, they try to wring from the unknown the answers they have already shaped in their own minds.", 
    "name": "Anne Rice"
  }, 
  {
    "quote": "My musical knowledge is so bad it's embarrassing. When composers discuss music with someone as primitive as myself, they have to talk about it in terms of senses and emotion, rather than keys and tempo.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "My advice to women in general: Even if you're doing a nine-to-five job, treat yourself like a boss. Not arrogant, but be sure of what you want - and don't allow people to run anything for you without your knowledge.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "The knowledge of the realm of death makes it possible for the shaman to move freely back and forth and mediate these journeys for other people.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Imagine a world in which every single person on the planet is given free access to the sum of all human knowledge. That's what we're doing.", 
    "name": "Jimmy Wales"
  }, 
  {
    "quote": "I think it's a mistake to treat different realms of knowledge as if they are some how fundamentally the same.", 
    "name": "Jimmy Wales"
  }, 
  {
    "quote": "Have you heard of this new thing called the internet? It's giving people new expectations. It's allowing them to become their own expert. Knowledge lies anxious at their fingertips. Gloss over the truth in your advertising and you'll quickly be dismissed as a poser.", 
    "name": "Roy H. Williams"
  }, 
  {
    "quote": "In order to the existence of such a ministry in the Church, there is requisite an authority received from God, and consequently power and knowledge imparted from God for the exercise of such ministry and where a man possesses these, although the bis.", 
    "name": "John Wycliffe"
  }, 
  {
    "quote": "Once we know of atrocities we cannot remain silent, and knowledge inevitably leads to an urge to protect the innocent.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "All wish to possess knowledge, but few, comparatively speaking, are willing to pay the price.", 
    "name": "Juvenal"
  }, 
  {
    "quote": "A man can only attain knowledge with the help of those who possess it. This must be understood from the very beginning. One must learn from him who knows.", 
    "name": "George Gurdjieff"
  }, 
  {
    "quote": "One of the greatest joys known to man is to take a flight into ignorance in search of knowledge.", 
    "name": "Robert Staughton Lynd"
  }, 
  {
    "quote": "Security... it's simply the recognition that changes will take place and the knowledge that you're willing to deal with whatever happens.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Purity is not imposed upon us as though it were a kind of punishment, it is one of those mysterious but obvious conditions of that supernatural knowledge of ourselves in the Divine, which we speak of as faith. Impurity does not destroy this knowledge, it slays our need for it.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "The shortest and surest way of arriving at real knowledge is to unlearn the lessons we have been taught, to mount the first principles, and take nobody's word about them.", 
    "name": "Henry Bolingbroke"
  }, 
  {
    "quote": "The mathematical facts worthy of being studied are those which, by their analogy with other facts, are capable of leading us to the knowledge of a physical law.", 
    "name": "Henri Poincare"
  }, 
  {
    "quote": "There's a period of life when we swallow a knowledge of ourselves and it becomes either good or sour inside.", 
    "name": "Pearl Bailey"
  }, 
  {
    "quote": "I not only wanted to showcase lyrical skills but also continue to drop knowledge on the hiphop community. I'm looking to elevate through my music, and through my music I educate.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "You make knowledge relevant to life and you make it important for children to learn things that will really relate to things going on in their lives, and not abstract.", 
    "name": "Talib Kweli"
  }, 
  {
    "quote": "The secret of improved plant breeding, apart from scientific knowledge, is love.", 
    "name": "Luther Burbank"
  }, 
  {
    "quote": "You can do one of two things. You can bury you head in the sand and believe what everyone tells you - that you will always be that young, that thin and that fabulous. Or you can use all the things you have - talent, contacts, knowledge - and do something different.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "The knowledge of the theory of logic has no tendency whatever to make men good reasoners.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "To that class we may leave it to refine the vernacular dialects of the country, to enrich those dialects with terms of science borrowed from the Western nomenclature, and to render them by degrees fit vehicles for conveying knowledge to the great mass of the population.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "The age we live in is a busy age in which knowledge is rapidly advancing towards perfection.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "The understanding of art depends finally upon one's willingness to extend one's humanity and one's knowledge of human life.", 
    "name": "Ralph Ellison"
  }, 
  {
    "quote": "The art and science of asking questions is the source of all knowledge.", 
    "name": "Thomas Berger"
  }, 
  {
    "quote": "There is no knowledge, no light, no wisdom that you are in possession of, but what you have received it from some source.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "So I think it is common knowledge that Hitchcock had fantasies or whatever you want to call them about his leading ladies.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "It's much more interesting to watch someone who is ill-equipped to solve their problem fight to solve their problem than wallow in the knowledge that they're ill-equipped to solve their problems.", 
    "name": "John Hawkes"
  }, 
  {
    "quote": "You go to college not only for the latest knowledge but also to meet people from different backgrounds. That's the genius of the American higher-education system compared with the Europeans'. We don't simply skim the elite.", 
    "name": "Donna Shalala"
  }, 
  {
    "quote": "The world does not look to us in the Arab world out of a healthy desire for knowledge.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "The most important seed I can sow in this life is my children, and the love and knowledge that I can bestow upon them and the help I can give them.", 
    "name": "Steven Seagal"
  }, 
  {
    "quote": "Wisdom is the knowledge of good and evil, not the strength to choose between the two.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "There is no greater impediment to the advancement of knowledge than the ambiguity of words.", 
    "name": "Thomas Reid"
  }, 
  {
    "quote": "No part of the world can be truly understood without a knowledge of its garment of vegetation, for this determines not only the nature of the animal inhabitants but also the occupations of the majority of human beings.", 
    "name": "Ellsworth Huntington"
  }, 
  {
    "quote": "Real-life people are often the hardest to play, people that you recreate who have actually lived, because you have to live up to people's knowledge of those characters.", 
    "name": "Derek Jacobi"
  }, 
  {
    "quote": "Knowledge is power, if you know it about the right person.", 
    "name": "Ethel Watts Mumford"
  }, 
  {
    "quote": "With all the knowledge and skill acquired in thousands of flights in the last ten years, I would hardly think today of making my first flight on a strange machine in a twenty-seven mile wind, even if I knew that the machine had already been flown and was safe.", 
    "name": "Orville Wright"
  }, 
  {
    "quote": "You should not ask questions without knowledge.", 
    "name": "W. Edwards Deming"
  }, 
  {
    "quote": "Lack of knowledge... that is the problem.", 
    "name": "W. Edwards Deming"
  }, 
  {
    "quote": "But the scientific importance of a change in knowledge of fact consists precisely in j its having consequences for a system of theory.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "From all this it follows what the general character of the problem of the development of a body of scientific knowledge is, in so far as it depends on elements internal to science itself.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "It is probably safe to say that all the changes of factual knowledge which have led to the relativity theory, resulting in a very great theoretical development, are completely trivial from any point of view except their relevance to the structure of a theoretical system.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "It is that of increasing knowledge of empirical fact, intimately combined with changing interpretations of this body of fact - hence changing general statements about it - and, not least, a changing a structure of the theoretical system.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "The hypothesis may be put forward, to be tested by the s subsequent investigation, that this development has been in large part a matter of the reciprocal interaction of new factual insights and knowledge on the one hand with changes in the theoretical system on the other.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "The implications of these considerations justify the statement that all empirically verifiable knowledge even the commonsense knowledge of everyday life - involves implicitly, if not explicitly, systematic theory in this sense.", 
    "name": "Talcott Parsons"
  }, 
  {
    "quote": "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.", 
    "name": "Stephen Ambrose"
  }, 
  {
    "quote": "In a world in which the total of human knowledge is doubling about every ten years, our security can rest only on our ability to learn.", 
    "name": "Nathaniel Branden"
  }, 
  {
    "quote": "On the basis of biological, sociological, and historical knowledge, we should recognize that the individual self is subject to death or decay, but the sum total of individual achievement, for better or worse, lives on in the immortality of The Larger.", 
    "name": "Hu Shih"
  }, 
  {
    "quote": "I had a non-existent knowledge of Queen Victoria's early years. Like everyone else, I thought of her as an old lady dressed in black. My mom had told me about her, though, that she had a very loving relationship with Albert, that they had lots of kids, and that he died young.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "We have a hunger of the mind which asks for knowledge of all around us, and the more we gain, the more is our desire the more we see, the more we are capable of seeing.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "Hitherto I have courted Truth with a kind of Romantick Passion, in spite of all Difficulties and Discouragements: for knowledge is thought so unnecessary an Accomplishment for a Woman, that few will give themselves the Trouble to assist us in the Attainment of it.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "We all agree that its fit to be as Happy as we can, and we need no Instructor to teach us this Knowledge, 'tis born with us, and is inseparable from our Being, but we very much need to be Inform'd what is the true Way to Happiness.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "Adam knew Eve his wife and she conceived. It is a pity that this is still the only knowledge of their wives at which some men seem to arrive.", 
    "name": "F. H. Bradley"
  }, 
  {
    "quote": "There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "Our problem, from the point of view of psychology and from the point of view of genetic epistemology, is to explain how the transition is made from a lower level of knowledge to a level that is judged to be higher.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "To express the same idea in still another way, I think that human knowledge is essentially active.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "I thought they may have presumed too much knowledge of certain things for people who are not comedians. Like Montreal. A comic understands what it is and its importance, but someone else may not know about it.", 
    "name": "Todd Barry"
  }, 
  {
    "quote": "Imagine someone holding forth on biology whose only knowledge of the subject is 'The Book of British Birds,' and you have a rough idea of what it feels like to read Richard Dawkins on theology.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "To my knowledge, I was the first guy really to do what I do. And then later on different comedians started trying doing it.", 
    "name": "Don Rickles"
  }, 
  {
    "quote": "Real knowledge, like everything else of value, is not to be obtained easily. It must be worked for, studied for, thought for, and, more that all, must be prayed for.", 
    "name": "Thomas Arnold"
  }, 
  {
    "quote": "I fantasize about going back to high school with the knowledge I have now. I would shine. I would have a good time, I would have a girlfriend. I think that's where a lot of my pain comes from. I think I never had any teenage years to go back to.", 
    "name": "Spalding Gray"
  }, 
  {
    "quote": "Books minister to our knowledge, to our guidance, and to our delight, by their truth, their uprightness, and their art.", 
    "name": "George Henry Lewes"
  }, 
  {
    "quote": "The minuses of celebrity include having to live with security and the knowledge that you may be stalked.", 
    "name": "Enya"
  }, 
  {
    "quote": "The general knowledge of time on the island depends, curiously enough, on the direction of the wind.", 
    "name": "John Millington Synge"
  }, 
  {
    "quote": "If you desire information on some point of law, you are not likely to ponder over the ponderous tomes of legal writers in order to obtain the knowledge you seek, by your own unaided efforts.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "A quest for knowledge is not a war with faith spirituality is not usually an infelicitous amalgam of superstition and philistinism and moral relativism, taken outside midfield, leads inexorably both to heresy and to secular wickedness, which are often identical.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "The greater the step forward in knowledge, the greater is the one taken backward in search of wisdom.", 
    "name": "Stephen Gardiner"
  }, 
  {
    "quote": "You cannot simply put something new into a place. You have to absorb what you see around you, what exists on the land, and then use that knowledge along with contemporary thinking to interpret what you see.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "Without a knowledge of mythology much of the elegant literature of our own language cannot be understood and appreciated.", 
    "name": "Thomas Bulfinch"
  }, 
  {
    "quote": "With our knowledge of modern-day genetics, we realize that it was possible for God to place the potential for all people throughout history into the genes of Adam and Eve when He created them.", 
    "name": "Walter Lang"
  }, 
  {
    "quote": "This persistence as private firms continued because it ensured the maximum of anonymity and secrecy to persons of tremendous public power who dreaded public knowledge of their activities as an evil almost as great as inflation.", 
    "name": "Carroll Quigley"
  }, 
  {
    "quote": "Knowledge of other people's beliefs and ways of thinking must be used to build bridges, not to create conflicts.", 
    "name": "Kjell Magne Bondevik"
  }, 
  {
    "quote": "The Founders believed liberty came directly from God. With their knowledge of Scripture, they knew each child was made in the image of God. That is why everyone had dignity, value and worth.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "Heroes to me are guys that sit in libraries. They absorb knowledge and then the risks they take are calculated on the basis of the courage it took to become replete with knowledge.", 
    "name": "William Hurt"
  }, 
  {
    "quote": "I gained direct knowledge of the life of the poor in big towns: I have lived the narrowing mechanism of its conditioning and feared it.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "The courage of a soldier is heightened by his knowledge of his profession.", 
    "name": "Publius Flavius Vegetius Renatus"
  }, 
  {
    "quote": "If information and knowledge are central to democracy, they are conditions for development.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "Knowledge is a weapon. I intend to be formidably armed.", 
    "name": "Terry Goodkind"
  }, 
  {
    "quote": "The beginning of knowledge is the discovery of something we do not understand.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "Many people make the mistake of confusing information with knowledge. They are not the same thing. Knowledge involves the interpretation of information. Knowledge involves listening.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "I noticed a lot of guitar players neglected the rhythm part of rhythm guitar and decided I would try to focus in that. As my skill and knowledge of the instrument grew, I found lead started to come naturally. Sometimes I play guitar like a frustrated drummer. Ha ha!", 
    "name": "Hal Sparks"
  }, 
  {
    "quote": "Basically I was a rebel growing up. I got kicked out of six schools. But I don't think that it makes you less of an intellect. You know, if you ever crave knowledge, there's always a library.", 
    "name": "Michelle Rodriguez"
  }, 
  {
    "quote": "The thing with film and theater is that you always know the story so you can play certain cues in each scene with the knowledge that you know where the story's going to end and how it's going to go. But on television nobody knows what's going to happen, even the writers.", 
    "name": "Alan Cumming"
  }, 
  {
    "quote": "The real difference between a man's scientific judgments about himself and the judgment of others about him is he has added sources of knowledge.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "It has been a privilege to pursue knowledge for its own sake and to see how it might help mankind in more practical ways.", 
    "name": "Paul Nurse"
  }, 
  {
    "quote": "I was one of the first generations to watch television. TV exposes people to news, to information, to knowledge, to entertainment. How is it bad?", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "Exclusively oral cultures are unencumbered by dead knowledge, dead facts. Libraries, on the other hand, are full of them.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "Fine art is knowledge made visible.", 
    "name": "Gustave Courbet"
  }, 
  {
    "quote": "Anything that gives us new knowledge gives us an opportunity to be more rational.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "Do you remember when you found out you wouldn't live forever? People don't talk about this, but everybody had to go through it because you're not born with that knowledge.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "His knowledge of books had in some degree diminished his knowledge of the world.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "This required the development of a view which allowed one to integrate research with belief, thing with person, fact with aesthetics, knowledge with application of knowledge.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "An excessive knowledge of Marxism is a sign of a misspent youth.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "Mediocre men often have the most acquired knowledge.", 
    "name": "Claude Bernard"
  }, 
  {
    "quote": "Human dignity is better served by embracing knowledge.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Scientia is knowledge. It is only in the popular mind that it is equated with facts.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Others think it the responsibility of scientists to coerce the rest of society, because they have the power that derives from special knowledge.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "Although born in a prosperous realm, we did not believe that its boundaries should limit our knowledge, and that the lore of the East should alone enlighten us.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "I feel like I've reached an age where I can relax a little bit with the knowledge of what I've been through, take all that experience and use it. I love the challenge of trying to get back to where I've been, and beyond it.", 
    "name": "Cathy Freeman"
  }, 
  {
    "quote": "Another hero was Tom Swift, in the books. What he stood for, the freedom, the scientific knowledge and being and engineer gave him the ability to invent solutions to problems. He's always been a hero to me. I buy old Tom Swift books now and read them to my own children.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "I am not a member of any organization listed by the Attorney General as subversive. In any instance where I lent my name in the past, it was certainly without knowledge that such an organization was subversive. I have always been essentially and foremost an American.", 
    "name": "Judy Holliday"
  }, 
  {
    "quote": "Someday in the distant cyborg future, when our internal and external memories fully merge, we may come to possess infinite knowledge. But that's not the same thing as wisdom.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "When I climb into my car, I enter my destination into a GPS device, whose spatial memory supplants my own. I have photographs to store the images I want to remember, books to store knowledge and now, thanks to Google, I rarely have to remember anything more than the right set of search terms to access humankind's collective memory.", 
    "name": "Joshua Foer"
  }, 
  {
    "quote": "If you know you are on the right track, if you have this inner knowledge, then nobody can turn you off... no matter what they say.", 
    "name": "Barbara McClintock"
  }, 
  {
    "quote": "I always was very interested in intellect and the massive world of knowledge out there, but in terms of being a kid who wanted to be treated as an equal, school is not the place.", 
    "name": "Ezra Miller"
  }, 
  {
    "quote": "While knowledge may provide useful point of reference, it cannot become a force to guide the future.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "You can practice to attain knowledge, but you can't practice to attain wisdom.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "We have to realize only in communication, in real knowledge, in real reaching out, can there be an understanding that there's humanity everywhere, and that's what I'm trying to do.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "Science is knowledge arranged and classified according to truth, facts, and the general laws of nature.", 
    "name": "Luther Burbank"
  }, 
  {
    "quote": "The passionate controversies of one era are viewed as sterile preoccupations by another, for knowledge alters what we seek as well as what we find.", 
    "name": "Freda Adler"
  }, 
  {
    "quote": "Technical knowledge has now become an integral aspect of the Iranian psyche.", 
    "name": "Mahmoud Ahmadinejad"
  }, 
  {
    "quote": "If the past has been an obstacle and a burden, knowledge of the past is the safest and the surest emancipation.", 
    "name": "John Acton"
  }, 
  {
    "quote": "The auditory perception is not sufficient for our knowledge of the world it does not have vastness.", 
    "name": "Robert Delaunay"
  }, 
  {
    "quote": "In Mexico, theater is very underground, so if you're a theater actor it's very difficult to make a living. But it's also a very beautiful pathway to knowledge and to an open education.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "More students have a better knowledge of pop culture than of the Constitution.", 
    "name": "Charles Bowen"
  }, 
  {
    "quote": "Courage is... the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.", 
    "name": "David Ben-Gurion"
  }, 
  {
    "quote": "As an actor, you have an accumulated knowledge base. But there's also something about it that every time you really feel like you're doing it for the first time you have no idea whether you're capable of it.", 
    "name": "Brit Marling"
  }, 
  {
    "quote": "At any rate, girls are differently situated. Having no need of deep scientific knowledge, their education is confined more to the ordinary things of the world, the study of the fine arts, and of the manners and dispositions of people.", 
    "name": "William John Wills"
  }, 
  {
    "quote": "Even scientific knowledge, if there is anything to it, is not a random observation of random objects for the critical objectivity of significant knowledge is attained as a practice only philosophically in inner action.", 
    "name": "Karl Jaspers"
  }, 
  {
    "quote": "There was never a nation great until it came to the knowledge that it had nowhere in the world to go for help.", 
    "name": "Charles Dudley Warner"
  }, 
  {
    "quote": "Later, I realized that the mission had to end in a let-down because the real barrier wasn't in the sky but in our knowledge and experience of supersonic flight.", 
    "name": "Chuck Yeager"
  }, 
  {
    "quote": "I don't know what is better than the work that is given to the actor-to teach the human heart the knowledge of itself.", 
    "name": "Laurence Olivier"
  }, 
  {
    "quote": "And let me tell you, you boys of America, that there is no higher inspiration to any man to be a good man, a good citizen, and a good son, brother, or father, than the knowledge that you come from honest blood.", 
    "name": "John Sergeant Wise"
  }, 
  {
    "quote": "I mean, it's the life lessons that I suppose you learn that nobody gets a free ride and that you do the best you can with the means that you can and try to open yourself to as much knowledge and all that that you can.", 
    "name": "Joe Mantegna"
  }, 
  {
    "quote": "Always, through my whole life, I've had a thirst for knowledge.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "I never doubted that I would work, and every time I went to an audition, I went into the room with the knowledge that I was going to get the part. Ninety-nine times out of 100, I didn't.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "I found it peculiar that those who wanted to take military action could - with 100 per cent certainty - know that the weapons existed and turn out to have zero knowledge of where they were.", 
    "name": "Hans Blix"
  }, 
  {
    "quote": "If, on occasion, the knowledge brought by science leads to an unhappy end, this is not to the discredit of science but is rather an indication of an imperfect ability to use wisely the gifts placed within our hands.", 
    "name": "Polykarp Kusch"
  }, 
  {
    "quote": "As a species we are always hungry for new knowledge.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "For this reason, to study English literature without some general knowledge of the relation of the Bible to that literature would be to leave one's literary education very incomplete.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "We need to think more about the nature of rhetoric in anthropology. There isn't a body of knowledge and thought to fall back on in this regard.", 
    "name": "Clifford Geertz"
  }, 
  {
    "quote": "I came literally to the table with a wealth of knowledge by simply understanding how food should taste.", 
    "name": "Rocco DiSpirito"
  }, 
  {
    "quote": "Music is at once the product of feeling and knowledge, for it requires from its disciples, composers and performers alike, not only talent and enthusiasm, but also that knowledge and perception which are the result of protracted study and reflection.", 
    "name": "Alban Berg"
  }, 
  {
    "quote": "My whole life, I had been taught to read and study, to seek understanding in knowledge of history, of cultures.", 
    "name": "Meghan O'Rourke"
  }, 
  {
    "quote": "I think in the NFL knowledge is power, and you try to get the knowledge by whatever means.", 
    "name": "Steve Sabol"
  }, 
  {
    "quote": "After the knowledge of, and obedience to, the will of God, the next aim must be to know something of His attributes of wisdom, power, and goodness as evidenced by His handiwork.", 
    "name": "James Prescott Joule"
  }, 
  {
    "quote": "Schools are not intended to moralize a wicked world, but to impart knowledge and develop intelligence, with only two social aims in mind: prepare to take on one's share in the world's work, and perhaps in addition, lend a hand in improving society, after schooling is done.", 
    "name": "Jacques Barzun"
  }, 
  {
    "quote": "Science, we are repeatedly told, is the most reliable form of knowledge about the world because it is based on testable hypotheses. Religion, by contrast, is based on faith. The term 'doubting Thomas' well illustrates the difference.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "Is there anything science should not try to explain? Science is knowledge and knowledge is power - power to do good or evil. Sometimes ignorance is bliss.", 
    "name": "Paul Davies"
  }, 
  {
    "quote": "One of the things that makes our military the best in the world is the certain knowledge of each soldier, sailor, airman, and Marine that they can always count on their comrades should they need help - that they will never be abandoned.", 
    "name": "Jon Kyl"
  }, 
  {
    "quote": "That knowledge which is popular is not scientific.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "The accumulation of cultural capital - the acquisition of knowledge - is the key to social mobility.", 
    "name": "Michael Gove"
  }, 
  {
    "quote": "My knowledge of video games ends with Nintendo 'Mario Bros.'", 
    "name": "Gina Carano"
  }, 
  {
    "quote": "Readership was high, and very attentive. It was people's only source of knowledge about the world.", 
    "name": "Ryszard Kapuscinski"
  }, 
  {
    "quote": "The President regards the Japanese as a brave people but courage, though useful in time of war, is subordinate to knowledge of arts hence, courage without such knowledge is not to be highly esteemed.", 
    "name": "Townsend Harris"
  }, 
  {
    "quote": "Each co-operative institution will become a school of business in which each member will acquire a knowledge of the laws of trade and commerce.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "A complacent satisfaction with present knowledge is the chief bar to the pursuit of knowledge.", 
    "name": "B. H. Liddell Hart"
  }, 
  {
    "quote": "Each department of knowledge passes through three stages. The theoretic stage the theological stage and the metaphysical or abstract stage.", 
    "name": "Auguste Comte"
  }, 
  {
    "quote": "It's clear that people are going to download media files, and they're going to talk to each other, and they're going to exchange information and knowledge and so forth. So this system logic is basically what you bounce off of.", 
    "name": "Michael Nesmith"
  }, 
  {
    "quote": "I'm one of those women who likes to chat and share knowledge and pass it around.", 
    "name": "Jennie Garth"
  }, 
  {
    "quote": "Scientific knowledge is in perpetual evolution it finds itself changed from one day to the next.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "In other words, knowledge of the external world begins with an immediate utilisation of things, whereas knowledge of self is stopped by this purely practical and utilitarian contact.", 
    "name": "Jean Piaget"
  }, 
  {
    "quote": "That's how easy baseball was for me. I'm not trying to brag or anything, but I had the knowledge before I became a professional baseball player to do all these things and know what each guy would hit.", 
    "name": "Willie Mays"
  }, 
  {
    "quote": "I've done a lot of things in a business where you're lucky to stay alive, so when the time comes, I'll be happy to pass my knowledge along and help someone else.", 
    "name": "Felix Baumgartner"
  }, 
  {
    "quote": "The development of the telescope, together with increased knowledge of things, brought men to see that the earth is not what man had once thought it to be.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "The intercourse between the Mediterranean and the North or between the Atlantic and Central Europe was never purely economic or political it also meant the exchange of knowledge and ideas and the influence of social institutions and artistic and literary forms.", 
    "name": "Christopher Dawson"
  }, 
  {
    "quote": "To my knowledge, the Department of Homeland Security has focused on detection devices that are large, expensive, use a large amount of energy, and cannot easily be placed in or on a shipping container.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "Knowledge is power. Most of us agree that something has to be done to strengthen Social Security, and I believe it's irresponsible to arbitrarily dismiss any idea, Republican nor Democrat, without giving it a hard look.", 
    "name": "Conrad Bums"
  }, 
  {
    "quote": "And, that's what I truly believe that we're doing when we're advancing scientific knowledge is we're someday making the world better. Not only for our children, but for all people after that.", 
    "name": "Duane G. Carey"
  }, 
  {
    "quote": "Poverty and lack of knowledge must be challenged.", 
    "name": "Russell Simmons"
  }, 
  {
    "quote": "Our civilization has evolved through the continuous adjustment of society to the stimulus of new knowledge.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "If the views I have expressed be right, we can think of our civilization evolving with the growth of knowledge from small wandering tribes to large settled law.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "Though the general principles of statecraft have survived the rise and fall of empires, every increase in knowledge has brought about changes in the political, economic, and social structure.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "These will vary in every human being but knowledge is the same for every mind, and every mind may and ought to be trained to receive it.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "How are men to be secured in any rights without instruction how to be secured in the equal exercise of those rights without equality of instruction? By instruction understand me to mean knowledge - just knowledge not talent, not genius, not inventive mental powers.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "All of them had so much to offer us as far as, you know, knowledge in the music industry, and especially Randy and Paula because, you know, they've been artists.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "Shakespeare also introduces the supernatural into some of his tragedies he introduces ghosts, and witches who have supernatural knowledge.", 
    "name": "Andrew Coyle Bradley"
  }, 
  {
    "quote": "It's hard to decide how to match words to music. It's not like it's twice the work. It's always difficult for me to explain to the composer what I'm looking for. I'm not a professional I lack even basic knowledge about writing music.", 
    "name": "Ayumi Hamasaki"
  }, 
  {
    "quote": "I'm not fascinated by one particular case, but by knowledge that I had no idea was out there.", 
    "name": "Shannon Miller"
  }, 
  {
    "quote": "The knowledge of languages was very useful. I have a university degree in foreign languages and literature.", 
    "name": "Emma Bonino"
  }, 
  {
    "quote": "You have already disarmed my men without my knowledge, are their arms to be returned or not?", 
    "name": "Zebulon Pike"
  }, 
  {
    "quote": "Crime shapes how we think about the world it shapes social decisions that we make it shapes our base of knowledge. But we don't talk about it intelligently.", 
    "name": "Bill James"
  }, 
  {
    "quote": "It is no good to try to stop knowledge from going forward. Ignorance is never better than knowledge.", 
    "name": "Enrico Fermi"
  }, 
  {
    "quote": "If we wish to discuss knowledge in the most highly developed contemporary society, we must answer the preliminary question of what methodological representation to apply to that society.", 
    "name": "Jean-Francois Lyotard"
  }, 
  {
    "quote": "One can decide that the principal role of knowledge is as an indispensable element in the functioning of society, and act in accordance with that decision, only if one has already decided that society is a giant machine.", 
    "name": "Jean-Francois Lyotard"
  }, 
  {
    "quote": "Taking it in its wider and generic application, I understand faith to be the supplement of sense or, to change the phrase, all knowledge which comes not to us through our senses we gain by faith in others.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "If we look at the realm of knowledge, how exceedingly small and limited is that part acquired through our own senses how wide is that we gain from other sources.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "The realm of immediate or personal knowledge is a narrow circle in which these bodies move the realm of knowledge derived through faith is as wide as the universe, and old as eternity.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "If, then, knowledge be power, how much more power to we gain through the agency of faith, and what elevation must it give to human character.", 
    "name": "Matthew Simpson"
  }, 
  {
    "quote": "No one person invented Mulberry. The knowledge that we had to have this floating harbor slowly grew.", 
    "name": "Lord Mountbatten"
  }, 
  {
    "quote": "Nevertheless, I consider OOP as an aspect of programming in the large that is, as an aspect that logically follows programming in the small and requires sound knowledge of procedural programming.", 
    "name": "Niklaus Wirth"
  }, 
  {
    "quote": "The role of the teacher is to create the conditions for invention rather than provide ready-made knowledge.", 
    "name": "Seymour Papert"
  }, 
  {
    "quote": "We cannot stop natural disasters but we can arm ourselves with knowledge: so many lives wouldn't have to be lost if there was enough disaster preparedness.", 
    "name": "Petra Nemcova"
  }, 
  {
    "quote": "I am excited to bring my deep knowledge, passion and expertise of soccer in this country to The New York Cosmos. They truly represent where this sport is headed on a national and international level, and I want to make history with them.", 
    "name": "Cobi Jones"
  }, 
  {
    "quote": "This crisis exposed very significant problems in the financial systems of the United States and some other major economies. Innovation got too far out in front of the knowledge of risk.", 
    "name": "Timothy Geithner"
  }, 
  {
    "quote": "I think it will be found that experience, the true source and foundation of all knowledge, invariably confirms its truth.", 
    "name": "Thomas Malthus"
  }, 
  {
    "quote": "The future of publishing is about having connections to readers and the knowledge of what those readers want.", 
    "name": "Seth Godin"
  }, 
  {
    "quote": "It is common knowledge that smoking is considered one of the nation's leading causes of preventable death, but it's less widely known that cigarettes are also the leading cause of fatal fires.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "As a physician, I understand how important it is to collect data on people so we can understand what's happening with them. I will be in the position to help enable that knowledge.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "And I'm walking along and we're laughing, kidding, joking, and see he understood the leader, the one we called the leader, had some knowledge of English, although limited.", 
    "name": "Betty Hill"
  }, 
  {
    "quote": "Hope is the belief we might get it done, and faith is the knowledge we will get it done.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "Those who want to row on the ocean of human knowledge do not get far, and the storm drives those out of their course who set sail.", 
    "name": "Franz Grillparzer"
  }, 
  {
    "quote": "The ultimate ground of faith and knowledge is confidence in God.", 
    "name": "Charles Hodge"
  }, 
  {
    "quote": "I think my knowledge of music theory is rooted in jazz theory, and a lot of the writers of standards - Rodgers and Hart, and Gershwin.", 
    "name": "Zooey Deschanel"
  }, 
  {
    "quote": "It is like a voyage of discovery into unknown lands, seeking not for new territory but for new knowledge. It should appeal to those with a good sense of adventure.", 
    "name": "Frederick Sanger"
  }, 
  {
    "quote": "Yeah, my drum programming especially is based on my knowledge of playing a drum kit. For the bass too, definitely. It was the first thing that I translated any sort of ideas through. It must have shaped it somehow.", 
    "name": "Tom Jenkinson"
  }, 
  {
    "quote": "Learned men are the cisterns of knowledge, not the fountainheads.", 
    "name": "James Northcote"
  }, 
  {
    "quote": "If we don't empower ourselves with knowledge, then we're gonna be led down a garden path.", 
    "name": "Fran Drescher"
  }, 
  {
    "quote": "Kids are smart. Knowledge is power. Let them figure things out. Don't turn into that grown-up who they won't come to.", 
    "name": "Lauren Myracle"
  }, 
  {
    "quote": "If we want to implement climate protection worldwide, countries like Germany, which are capable of developing new technologies, will have to hand over some of their knowledge. We can't expect to have our cake and eat it too.", 
    "name": "Sigmar Gabriel"
  }, 
  {
    "quote": "I believe that the quantum of our knowledge will increase considerably in the coming years and that scientists will continue to be amongst the brave voices speaking out.", 
    "name": "Peter Garrett"
  }, 
  {
    "quote": "The knowledge that we have about what it is to be human that we have as a child is something we necessarily must lose.", 
    "name": "Dennis Potter"
  }, 
  {
    "quote": "Even if you're improvising, the fact that beforehand you know certain things will work helps you make those improvisations successful. It really helps to have a certain amount of knowledge about musical structure.", 
    "name": "John Cale"
  }, 
  {
    "quote": "If I have enough ego to say I'm a writer, a director, a producer, and an actor, I should have the energy and the knowledge to write a scene for this great actor named Henry Fonda and direct him in it and have it work.", 
    "name": "Peter Fonda"
  }, 
  {
    "quote": "I'm always trying to find brain food and indulge in knowledge that's gonna be useful.", 
    "name": "Big Boi"
  }, 
  {
    "quote": "The point is that knowledge of God is not prohibited under the First Amendment.", 
    "name": "Roy Moore"
  }, 
  {
    "quote": "I'm quite ignorant about fashion and I'm colourblind, so it's all a tad tricky. My only knowledge of that world comes through Christopher Bailey, whom I first met in 2008 when I did a campaign for Burberry that featured musicians, artists, actors and sportsmen.", 
    "name": "Eddie Redmayne"
  }, 
  {
    "quote": "And most importantly perhaps, children can learn about their rights, share their knowledge with the children of other nations, identify problems with them and establish how they might work together to address them.", 
    "name": "Carol Bellamy"
  }, 
  {
    "quote": "So no one should rely on television either for their knowledge of music or for news. There's just more going on. It's an adjunct to the written word, which I think is still the most important thing.", 
    "name": "Kurt Loder"
  }, 
  {
    "quote": "Seldom ever was any knowledge given to keep, but to impart the grace of this rich jewel is lost in concealment.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "We read deeply for varied reasons, most of them familiar: that we cannot know enough people profoundly enough that we need to know ourselves better that we require knowledge, not just of self and others, but of the way things are.", 
    "name": "Harold Bloom"
  }, 
  {
    "quote": "Thought is the wind and knowledge the sail.", 
    "name": "David Hare"
  }, 
  {
    "quote": "There is a universal, intelligent, life force that exists within everyone and everything. It resides within each one of use as a deep wisdom, an inner knowing. We can access this wonderful source of knowledge and wisdom through our intuition, an inner sense that tells us what feels right and true for us at any given moment.", 
    "name": "Shakti Gawain"
  }, 
  {
    "quote": "Now it is established in the sciences that no knowledge is acquired save through the study of its causes and beginnings, if it has had causes and beginnings nor completed except by knowledge of its accidents and accompanying essentials.", 
    "name": "Avicenna"
  }, 
  {
    "quote": "Effective use of Braille is as important to the blind as independent mobility, knowledge in the use of adaptive technology, and the core belief that equality, opportunity and security are truly possible for all people who are blind.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "Science consists exactly of those forms of knowledge that can be verified and duplicated by anybody.", 
    "name": "Seth Lloyd"
  }, 
  {
    "quote": "Intuition does not in itself amount to knowledge, yet cannot be disregarded by philosophers and psychologists.", 
    "name": "Corliss Lamont"
  }, 
  {
    "quote": "But the egoist has no ideals, for the knowledge that his ideals are only his ideals, frees him from their domination. He acts for his own interest, not for the interest of ideals.", 
    "name": "John Buchanan Robinson"
  }, 
  {
    "quote": "Bobby Fischer has an enormous knowledge of chess and his familiarity with the chess literature of the USSR is immense.", 
    "name": "Boris Spassky"
  }, 
  {
    "quote": "Knowledge is the prime need of the hour.", 
    "name": "Mary McLeod Bethune"
  }, 
  {
    "quote": "It's a wonderful profession, and it opens lots of doors, and I think it's quite right that people can accuse actors and actresses of being dilettante, but you learn on every job, whatever it is, the process moves you on in some way, and yeah, I want to expand my knowledge of our existence, I suppose.", 
    "name": "Miranda Richardson"
  }, 
  {
    "quote": "If one must fight or create, it is necessary that this be preceded by the broadest possible knowledge.", 
    "name": "Karel Capek"
  }, 
  {
    "quote": "When obedience to the Divine precepts keeps pace with knowledge, in the mind of any man, that man is a Christian and when the fruits of Christianity are produced, that man is a disciple of our blessed Lord, let his profession of religion be what it may.", 
    "name": "Joseph Lancaster"
  }, 
  {
    "quote": "This celebration here tells me that this work is not hopeless. I thank you for this teaching with all my heart and lift my glass to human solidarity, to the ultimate victory of knowledge, peace, good-will and understanding.", 
    "name": "Albert Szent-Gyorgyi"
  }, 
  {
    "quote": "Where the private sector, or anyone else, has skills, knowledge and resources that can help to deliver a high quality of education and to raise standards, we should use them.", 
    "name": "Estelle Morris"
  }, 
  {
    "quote": "All around me insisted that my doubts proved only my own ignorance and sinfulness that they knew by experience they would soon give place to true knowledge, and an advance in religion and I felt something like indecision.", 
    "name": "Maria Monk"
  }, 
  {
    "quote": "If I had to come up with something that just came to me, I think growing up in a small town, I want knowledge. I still think today, knowledge is one of the keys.", 
    "name": "Herschel Walker"
  }, 
  {
    "quote": "The monopoly of science in the realm of knowledge explains why evolutionary biologists do not find it meaningful to address the question whether the Darwinian theory is true.", 
    "name": "Phillip E. Johnson"
  }, 
  {
    "quote": "A fact must be assimilated with, or discriminated fromm, some other fact or facts, in order to be raised to the dignity of a truth, and made to convey the least knowledge to the mind.", 
    "name": "Henry Mayhew"
  }, 
  {
    "quote": "The deductive method is the mode of using knowledge, and the inductive method the mode of acquiring it.", 
    "name": "Henry Mayhew"
  }, 
  {
    "quote": "Listen to any musical phrase or rhythm, and grasp it as a whole, and you thereupon have present in you the image, so to speak, of the divine knowledge of the temporal order.", 
    "name": "Josiah Royce"
  }, 
  {
    "quote": "We need to get back to reasoning and thinking things through. The future generation is being brought up in greed and without a true understanding of civics. There is no more emphasis on knowledge and time. As a society we need to process ideas and understand what certain principles are based upon.", 
    "name": "Richard Dreyfuss"
  }, 
  {
    "quote": "Radical constructivism, thus, is radical because it breaks with convention and develops a theory of knowledge in which knowledge does not reflect an 'objective' ontological reality.", 
    "name": "Paul Watzlawick"
  }, 
  {
    "quote": "Now, my knowledge of photography was terribly limited.", 
    "name": "Ben Shahn"
  }, 
  {
    "quote": "A good government implies two things first, fidelity to the objects of the government secondly, a knowledge of the means, by which those objects can be best attained.", 
    "name": "Joseph Story"
  }, 
  {
    "quote": "That free will was demonstrated in the placing of temptation before man with the command not to eat of the fruit of the tree which would give him a knowledge of good and evil, with the disturbing moral conflict to which that awareness would give rise.", 
    "name": "Kenneth Scott Latourette"
  }, 
  {
    "quote": "I have an incredible amount of basketball knowledge, and I think a lot of that is derived from having a Hall of Fame college basketball coach who was very knowledgeable of the game and I had a great high school coach who was also very knowledgeable.", 
    "name": "Alonzo Mourning"
  }, 
  {
    "quote": "I do believe states' rights was a sound doctrine that got hijacked by some unsavory customers for a while - like, 150 years or so. I'm professionally obliged to believe that knowledge is better than ignorance, but some kinds of forgetting are OK with me.", 
    "name": "John Shelton Reed"
  }, 
  {
    "quote": "Every branch of human knowledge, if traced up to its source and final principles, vanishes into mystery.", 
    "name": "Arthur Machen"
  }, 
  {
    "quote": "For the progress of scientific knowledge will lead to a constant increase of expenditure.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "Sane judgment abhors nothing so much as a picture perpetrated with no technical knowledge, although with plenty of care and diligence.", 
    "name": "Albrecht Durer"
  }, 
  {
    "quote": "Imparting knowledge is only lighting other men's candles at our lamp without depriving ourselves of any flame.", 
    "name": "Jane Porter"
  }, 
  {
    "quote": "It is possible to fly without motors, but not without knowledge and skill.", 
    "name": "Wilbur Wright"
  }, 
  {
    "quote": "To deal with the stark reality of having hit or hurt a woman or child, to deal with the initial responsibility you have not to do that and the knowledge you did do it, can be incredibly hard.", 
    "name": "David Soul"
  }, 
  {
    "quote": "I began the study of medicine, impelled by a desire for knowledge of facts and of man. The resolution to do disciplined work tied me to both laboratory and clinic for a long time to come.", 
    "name": "Karl Jaspers"
  }, 
  {
    "quote": "Through the mythology of Einstein, the world blissfully regained the image of knowledge reduced to a formula.", 
    "name": "Roland Barthes"
  }, 
  {
    "quote": "I started playing ball when I was a kid. My dad was a pro ball player and he passed on his knowledge to me.", 
    "name": "Kurt Russell"
  }, 
  {
    "quote": "Every job leaves its residue, a bit of extra knowledge, a new skill-set.", 
    "name": "Joel Edgerton"
  }, 
  {
    "quote": "I awake with a not entirely sickened knowledge that I am merely young again and in a funny way at peace, an observer who is aware of time's chariot, aware that some metamorphosis has occurred.", 
    "name": "Harold Brodkey"
  }, 
  {
    "quote": "Considered now as a possession, one may define culture as the residuum of a large body of useless knowledge that has been well and truly forgotten.", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "Useless knowledge can be made directly contributory to a force of sound and disinterested public opinion.", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "The business of a scientific school is the dissemination of useful knowledge, and this is a noble enterprise and indispensable withal society can not exist unless it goes on.", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "Perhaps the prevalence of pedantry may be largely accounted for by the common error of thinking that, because useful knowledge should be remembered, any kind of knowledge that is at all worth learning should be remembered too.", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "The university's business is the conservation of useless knowledge and what the university itself apparently fails to see is that this enterprise is not only noble but indispensable as well, that society can not exist unless it goes on.", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "Life has obliged him to remember so much useful knowledge that he has lost not only his history, but his whole original cargo of useless knowledge history, languages, literatures, the higher mathematics, or what you will - are all gone.", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "It has been common knowledge to informed collectors that many times the finest and rarest art glass is found unsigned.", 
    "name": "James Lafferty"
  }, 
  {
    "quote": "A number of scientists with greatly different backgrounds can come up with completely different assessments. The discussions or controversies are endless. Once a year, we try to bring the most important discoverers together to exchange their experiences and knowledge.", 
    "name": "Richard Leakey"
  }, 
  {
    "quote": "When I entered medical physics in 1958 there were fewer than 100 in the U.S. and I could see many opportunities to apply my knowledge of nuclear physics.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "In garden arrangement, as in all other kinds of decorative work, one has not only to acquire a knowledge of what to do, but also to gain some wisdom in perceiving what it is well to let alone.", 
    "name": "Gertrude Jekyll"
  }, 
  {
    "quote": "The idea of trying to create things that last - forever knowledge - has guided my work for a long time now.", 
    "name": "Edward Tufte"
  }, 
  {
    "quote": "I think all the knowledge and all the travels that I've done, I'm going to do a lot of great work in the future.", 
    "name": "Chris Tucker"
  }, 
  {
    "quote": "If you're a singer you lose your voice. A baseball player loses his arm. A writer gets more knowledge, and if he's good, the older he gets, the better he writes.", 
    "name": "Mickey Spillane"
  }, 
  {
    "quote": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two.", 
    "name": "John Cheever"
  }, 
  {
    "quote": "As this body of knowledge has evolved, a much more critical job for researchers and scientists has evolved into explaining and educating policy makers and the public to the risks of global warming and the possible consequences of action or of no action.", 
    "name": "John Olver"
  }, 
  {
    "quote": "I feel, sometimes, as the renaissance man must have felt in finding new riches at every point and in the certainty that unexplored areas of knowledge and experience await at every turn.", 
    "name": "Polykarp Kusch"
  }, 
  {
    "quote": "Indeed science alone may perhaps be sterile when pursued without an understanding of the world in which scientific knowledge is created and in which the fruits of science are used.", 
    "name": "Polykarp Kusch"
  }, 
  {
    "quote": "The increase of scientific knowledge lies not only in the occasional milestones of science, but in the efforts of the very large body of men who with love and devotion observe and study nature.", 
    "name": "Polykarp Kusch"
  }, 
  {
    "quote": "The knowledge and understanding of the world which science gives us and the magnificent opportunity which it extends to us to control and use the world for the extension of our pleasure in it has never been greater than it now is.", 
    "name": "Polykarp Kusch"
  }, 
  {
    "quote": "For example, I spent a lot of time with Reagan, both before he ran for governor and when he was running for president. As a print reporter without the cameras, I was able to really test the quality of their minds and their knowledge base.", 
    "name": "Robert Scheer"
  }, 
  {
    "quote": "The intellectual takes as a starting point his self and relates the world to his own sensibilities the scientist accepts an existing field of knowledge and seeks to map out the unexplored terrain.", 
    "name": "Daniel Bell"
  }, 
  {
    "quote": "The presentations and conceptions of the average man of the world are formed and dominated, not by the full and pure desire for knowledge as an end in itself, but by the struggle to adapt himself favourably to the conditions of life.", 
    "name": "Ernst Mach"
  }, 
  {
    "quote": "Without television and mass communication, that knowledge wouldn't exist. So I think it actually has the possibility of turning people into more understanding and more empathetic people.", 
    "name": "John Warnock"
  }, 
  {
    "quote": "I think education is one of the greatest tools for most kids not only to expand their book knowledge, but their ability to experience new things - I think it opens more doors than any other experience I can think of.", 
    "name": "Will Estes"
  }, 
  {
    "quote": "Whole areas of knowledge and information have been defined into nonexistence because the system cannot know, understand, control, or measure them.", 
    "name": "Anne Wilson Schaef"
  }, 
  {
    "quote": "Anyone who acquires more than the usual amount of knowledge concerning a subject is bound to leave it as his contribution to the knowledge of the world.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "Probability is expectation founded upon partial knowledge. A perfect acquaintance with all the circumstances affecting the occurrence of an event would change expectation into certainty, and leave nether room nor demand for a theory of probabilities.", 
    "name": "George Boole"
  }, 
  {
    "quote": "All handling by IPCC of the Sea Level questions have been done in a way that cannot be accepted and that certainly not concur with modern knowledge of the mode and mechanism of sea level changes.", 
    "name": "Nils-Axel Morner"
  }, 
  {
    "quote": "I hope to attend it as Japan needs to tell the world the lessons, knowledge and reflections learned from the nuclear crisis at the Fukushima No. 1 power plant.", 
    "name": "Yoshihiko Noda"
  }, 
  {
    "quote": "Lawrence Ferlinghetti had a tremendous education as an artist and also an enormous knowledge of literarture.", 
    "name": "David Amram"
  }, 
  {
    "quote": "Allen Ginsberg was a world authority on the writing of William Blake, and had an incredible knowledge of classic literature and world politics.", 
    "name": "David Amram"
  }, 
  {
    "quote": "Just because scientists have the knowledge to do it, the technology to do it, and some may even have a financial motive or other incentive to do it, does not make it right.", 
    "name": "Nathan Deal"
  }, 
  {
    "quote": "A lot of knowledge in any kind of an organization is what we call task knowledge. These are things that people who have been there a long time understand are important, but they may not know how to talk about them. It's often called the culture of the organization.", 
    "name": "Howard Gardner"
  }, 
  {
    "quote": "The really frightening thing about middle age is the knowledge that you'll grow out of it.", 
    "name": "Doris Day"
  }, 
  {
    "quote": "We have no firm hold on any knowledge or philosophy that can lift us out of our difficulties.", 
    "name": "Anne Sullivan Macy"
  }, 
  {
    "quote": "No matter how mistaken Communist ideas may be, the experience and knowledge gained by trying them out have given a tremendous impetus to thought and imagination.", 
    "name": "Anne Sullivan Macy"
  }, 
  {
    "quote": "For whatever be the knowledge which we are able to obtain of God, either by perception or reflection, we must of necessity believe that He is by many degrees far better than what we perceive Him to be.", 
    "name": "Origen"
  }, 
  {
    "quote": "Love, work, and knowledge are the wellsprings of our lives, they should also govern it.", 
    "name": "Wilhelm Reich"
  }, 
  {
    "quote": "I have a great advantage over many of my colleagues inasmuch as my students bring with them to class their own personal knowledge of national, regional, religious, ethnic, occupational, and family folklore traditions.", 
    "name": "Alan Dundes"
  }, 
  {
    "quote": "I had a vision how it should sound and I put all my knowledge into this product and it is a fantastic product. People still tell me that I have the best musical thing there.", 
    "name": "Miroslav Vitous"
  }, 
  {
    "quote": "That was really so upsetting when you are trying to pass on some very serious knowledge and be basically, treated worse than a student coming off the street because his father pays the tuition. Come on. Give me a break. This is no school. This is a joke.", 
    "name": "Miroslav Vitous"
  }, 
  {
    "quote": "There was the best teachers from the Czech Philharmonic, highly dedicated people, some of the best musicians in the world passing on the knowledge about the country, about the principles, and about the music.", 
    "name": "Miroslav Vitous"
  }, 
  {
    "quote": "They taught us because they wanted to pass the knowledge on and educate young musicians. It was not because they had to teach because they failed as musicians. There is a huge difference in the reasons why someone is teaching and what they can offer and what they cannot offer.", 
    "name": "Miroslav Vitous"
  }, 
  {
    "quote": "You cannot blame the mismanagement of the economy or the fact that we have not invested adequately in education in order to give our people the knowledge, the skills and the technology that they need in order to be able to use the resources that Africa has to gain wealth.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "Now all the knowledge and wisdom that is in creatures, whether angels or men, is nothing else but a participation of that one eternal, immutable and increased wisdom of God.", 
    "name": "Ralph Cudworth"
  }, 
  {
    "quote": "Your aim will be knowledge and wisdom, not the reflected glamour of fame.", 
    "name": "Abbott L. Lowell"
  }, 
  {
    "quote": "One could not have isolated this retrovirus without knowledge of other retroviruses, that's obvious. But I believe we have answered the criteria of isolation.", 
    "name": "Luc Montagnier"
  }, 
  {
    "quote": "The frontiers of knowledge in the various fields of our subject are expanding at such a rate that, work as hard as one can, one finds oneself further and further away from an understanding of the whole.", 
    "name": "James Meade"
  }, 
  {
    "quote": "A knowledge of the forces that rule society, of the causes that have produced its upheavals, and of society's resources for promoting healthy progress has become of vital concern to our civilization.", 
    "name": "Wilhelm Dilthey"
  }, 
  {
    "quote": "The existence of inherent limits of experience in no way settles the question about the subordination of facts of the human world to our knowledge of matter.", 
    "name": "Wilhelm Dilthey"
  }, 
  {
    "quote": "Thus, in accordance with the spirit of the Historical School, knowledge of the principles of the human world falls within that world itself, and the human sciences form an independent system.", 
    "name": "Wilhelm Dilthey"
  }, 
  {
    "quote": "To attempt this would be like seeing without eyes or directing the gaze of knowledge behind one's own eye. Modern science can acknowledge no other than this epistemological stand-point.", 
    "name": "Wilhelm Dilthey"
  }, 
  {
    "quote": "When David Marr at MIT moved into computer vision, he generated a lot of excitement, but he hit up against the problem of knowledge representation he had no good representations for knowledge in his vision systems.", 
    "name": "Marvin Minsky"
  }, 
  {
    "quote": "I think Lenat is headed in the right direction, but someone needs to include a knowledge base about learning.", 
    "name": "Marvin Minsky"
  }, 
  {
    "quote": "Religious speech is extreme, emotional, and motivational. It is anti-literal, relying on metaphor, allusion, and other rhetorical devices, and it assumes knowledge within a community of believers.", 
    "name": "Amy Waldman"
  }, 
  {
    "quote": "I have discovered in 20 years of moving around a ballpark, that the knowledge of the game is usually in inverse proportion to the price of the seats.", 
    "name": "Bill Veeck"
  }, 
  {
    "quote": "When time and space and change converge, we find place. We arrive in Place when we resolve things. Place is peace of mind and understanding. Place is knowledge of self. Place is resolution.", 
    "name": "Abdullah Ibrahim"
  }, 
  {
    "quote": "The goal of NIH research is to acquire new knowledge to help prevent, detect, diagnose, and treat disease and disability, from the rarest genetic disorder to the common cold.", 
    "name": "Ike Skelton"
  }, 
  {
    "quote": "The foundation of our religion is a basis of fact - the fact of the birth, ministry, miracles, death, resurrection by the Evangelists as having actually occurred, within their own personal knowledge.", 
    "name": "Simon Greenleaf"
  }, 
  {
    "quote": "My understanding is that what was provided was general order of battle information, not operational intelligence. I certainly have no knowledge of US participation in preparing battle and strike packages and doubt strongly that that occurred.", 
    "name": "Frank Carlucci"
  }, 
  {
    "quote": "I shall suggest, on the contrary, that all communication relies, to a noticeable extent on evoking knowledge that we cannot tell, and that all our knowledge of mental processes, like feelings or conscious intellectual activities, is based on a knowledge which we cannot tell.", 
    "name": "Michael Polanyi"
  }, 
  {
    "quote": "A theoretical grounding in agronomy must, therefore, include knowledge of biological laws.", 
    "name": "Trofim Lysenko"
  }, 
  {
    "quote": "Agricultural practice served Darwin as the material basis for the elaboration of his theory of Evolution, which explained the natural causation of the adaptation we see in the structure of the organic world. That was a great advance in the knowledge of living nature.", 
    "name": "Trofim Lysenko"
  }, 
  {
    "quote": "Close contact between science and the practice of collective farms and State farms creates inexhaustible opportunities for the development of theoretical knowledge, enabling us to learn ever more and more about the nature of living bodies and the soil.", 
    "name": "Trofim Lysenko"
  }, 
  {
    "quote": "There can be no proof that Blake's lyric is composed of the best words in the best order only a conviction, accepted by our knowledge and judgment, that it is so.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "The knowledge of the ancient languages is mainly a luxury.", 
    "name": "John Bright"
  }, 
  {
    "quote": "If we would have new knowledge, we must get a whole world of new questions.", 
    "name": "Susanne Langer"
  }, 
  {
    "quote": "We are rather in the position that used to exist at the BBC, where you feel that you can pick up the phone to people who are experts in their field and they will be very favourably disposed to you and share their knowledge.", 
    "name": "Rory Bremner"
  }, 
  {
    "quote": "The historical development of the work of anthropologists seems to single out clearly a domain of knowledge that heretofore has not been treated by any other science.", 
    "name": "Franz Boas"
  }, 
  {
    "quote": "But, in the name of the experimental method and out of our poor knowledge, are we really entitled to claim that everything happens by chance, to the exclusion of all other possibilities?", 
    "name": "Albert Claude"
  }, 
  {
    "quote": "Now will I rehearse before you a very ancient Breton Lay. As the tale was told to me, so, in turn, will I tell it over again, to the best of my art and knowledge. Hearken now to my story, its why and its reason.", 
    "name": "Marie de France"
  }, 
  {
    "quote": "But I am just as appalled that my experience, knowledge, dedication and service relative to defending the United States against biological warfare has been turned against me in connection with the search for the anthrax killer.", 
    "name": "Steven Hatfill"
  }, 
  {
    "quote": "I don't know Dr. Rosenberg. I have never met her, I have never spoken or corresponded with this woman. And to my knowledge, she is ignorant of my work and background except in the very broadest of terms.", 
    "name": "Steven Hatfill"
  }, 
  {
    "quote": "Knowledge once gained casts a light beyond its own immediate boundaries.", 
    "name": "John Tyndall"
  }, 
  {
    "quote": "Knowledge is ancient error reflecting on its youth.", 
    "name": "Francis Picabia"
  }, 
  {
    "quote": "The library is seen as a force for self improvement and the pursuit of knowledge. I fear that in many cases this is no longer true, if it ever was.", 
    "name": "John Redwood"
  }, 
  {
    "quote": "May I say, finally, that I have no illusions of grandeur quite to the contrary, I am very humble in my knowledge that through forty years of my life my life has been an open book of service to my fellow architects and for the public good.", 
    "name": "Ralph Thomas Walker"
  }, 
  {
    "quote": "It is my deliberate opinion that the one essential requisite of human welfare in all ways is scientific knowledge of human nature.", 
    "name": "Harriet Martineau"
  }, 
  {
    "quote": "To maximize our potential to enhance our health and our knowledge, we should remain open to new understanding and evolving technology or resources that might inspire a change in our approach to these important questions.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "Everyone wants a hand in the outcome, a piece of the knowledge.", 
    "name": "Walter Gilbert"
  }, 
  {
    "quote": "I have the same sense of the power and virtue of knowledge that some people get from a religious background.", 
    "name": "Walter Gilbert"
  }, 
  {
    "quote": "Knowledge is never too dear.", 
    "name": "Francis Walsingham"
  }, 
  {
    "quote": "We may take it to be the accepted idea that the Mosaic books were not handed down to us for our instruction in scientific knowledge, and that it is our duty to ground our scientific beliefs upon observation and inference, unmixed with considerations of a different order.", 
    "name": "Asa Gray"
  }, 
  {
    "quote": "The most important thing I learned as a foreign correspondent in about 80 countries is that it takes a very shallow knowledge of history to think that there are solutions to most problems.", 
    "name": "Robert D. Kaplan"
  }, 
  {
    "quote": "Human relations are built on feeling, not on reason or knowledge. And feeling is not an exact science like all spiritual qualities, it has the vagueness of greatness about it.", 
    "name": "Amelia Edith Huddleston Barr"
  }, 
  {
    "quote": "Aging is an inevitable process. I surely wouldn't want to grow younger. The older you become, the more you know your bank account of knowledge is much richer.", 
    "name": "William Holden"
  }, 
  {
    "quote": "I do think we know that a teacher who knows what he or she is doing, knows their subject matter, and knows how to impart knowledge to kids is a critical piece of closing the achievement gap.", 
    "name": "Margaret Spellings"
  }, 
  {
    "quote": "English girls' schools today providing the higher education are, so far as my knowledge goes, worthily representative of that astonishing rise in the intellectual standards of women which has taken place in the last half-century.", 
    "name": "Mary Augusta Ward"
  }, 
  {
    "quote": "On our plane knowledge and ignorance are the immemorial adversaries.", 
    "name": "Frederick Soddy"
  }, 
  {
    "quote": "To-day it appears as though it may well be altogether abolished in the future as it has to some extent been mitigated in the past by the unceasing, and as it now appears, unlimited ascent of man to knowledge, and through knowledge to physical power and dominion over Nature.", 
    "name": "Frederick Soddy"
  }, 
  {
    "quote": "The whole Twitter phenomenon is really indicative of what's happening in this country. And I say this in condemnation of myself as much as anyone else - we are growing into a nation that has no time, desire or capacity for truth. All we can handle is 140 characters of knowledge.", 
    "name": "Kurt Sutter"
  }, 
  {
    "quote": "But, I think it's great to be able to work with established directors, and then also first-timers. I feel like you learn from both of them, but then you can go and share your knowledge with each of them. That's really fantastic!", 
    "name": "Juno Temple"
  }, 
  {
    "quote": "I agree completely with my son James when he says 'Internet is like electricity. The latter lights up everything, while the former lights up knowledge'.", 
    "name": "Kerry Packer"
  }, 
  {
    "quote": "Reason is an action of the mind knowledge is a possession of the mind but faith is an attitude of the person. It means you are prepared to stake yourself on something being so.", 
    "name": "Michael Ramsey"
  }, 
  {
    "quote": "I'm not a professional I lack even basic knowledge about writing music.", 
    "name": "Ayumi Hamasaki"
  }, 
  {
    "quote": "It was very interesting for me because DNA made music without much technical knowledge at all.", 
    "name": "Arto Lindsay"
  }, 
  {
    "quote": "As far as knowledge goes I've come a long way.", 
    "name": "Jurgen Klinsmann"
  }, 
  {
    "quote": "I had a traditional interview based on a phone call from an agent. He says there's a show and they would like to see you and its called Dallas. With very little knowledge I go over to this meeting at Warner Brothers.", 
    "name": "Steve Kanaly"
  }, 
  {
    "quote": "My finances have been decimated by a group of people, such as my ex-attorney, my ex-business manager, and an estate planner, specifically. And they have conspired together to - to co-op my corporations, put in trustees without my knowledge.", 
    "name": "Randy Quaid"
  }, 
  {
    "quote": "What I look for when I see a piece of art for the first time is some kind of emotional, intellectual experience, that's a combination of both of those things and is informed by my knowledge and something new that I see the artist doing.", 
    "name": "Cheech Marin"
  }, 
  {
    "quote": "Wonder, connected with a principle of rational curiosity, is the source of all knowledge and discover, and it is a principle even of piety but wonder which ends in wonder, and is satisfied with wonder, is the quality of an idiot.", 
    "name": "Samuel Horsley"
  }, 
  {
    "quote": "I certainly feel that the time is not far distant when a knowledge of the principles of diet will be an essential part of one's education. Then mankind will eat to live, be able to do better mental and physical work and disease will be less frequent.", 
    "name": "Fannie Farmer"
  }, 
  {
    "quote": "The benefit of the radio is, something beyond your realm of knowledge can surprise you, can enter your realm of knowledge.", 
    "name": "Esperanza Spalding"
  }, 
  {
    "quote": "That test should not be about ratings. What should weigh is the knowledge that a public broadcaster delivers programmes that matter.", 
    "name": "Jonathan Dimbleby"
  }, 
  {
    "quote": "If no other knowledge deserves to be called useful but that which helps to enlarge our possessions or to raise our station in society, then Mythology has no claim to the appellation.", 
    "name": "Thomas Bulfinch"
  }, 
  {
    "quote": "Thus we hope to teach mythology not as a study, but as a relaxation from study to give our work the charm of a story-book, yet by means of it to impart a knowledge of an important branch of education.", 
    "name": "Thomas Bulfinch"
  }, 
  {
    "quote": "The knowledge that makes us cherish innocence makes innocence unattainable.", 
    "name": "Irving Howe"
  }, 
  {
    "quote": "Take the decision in early March to arrest Muqtada al-Sadr. It was made apparently without knowledge or understanding of the nature of his movement or how widespread it is.", 
    "name": "Juan Cole"
  }, 
  {
    "quote": "Our working hypothesis is that the status of knowledge is altered as societies enter what is known as the postindustrial age and cultures enter what is known as the postmodern age.", 
    "name": "Jean-Francois Lyotard"
  }, 
  {
    "quote": "Knowledge is and will be produced in order to be sold, it is and will be consumed in order to be valorised in a new production: in both cases, the goal is exchange.", 
    "name": "Jean-Francois Lyotard"
  }, 
  {
    "quote": "What guides Marxism, then, is a different model of society, and a different conception of the function of the knowledge that can be produced by society and acquired from it.", 
    "name": "Jean-Francois Lyotard"
  }, 
  {
    "quote": "Harvard is first and foremost a university and not a consulting operation, and our job here is to teach and to research and to create knowledge on Asia in conjunction and in cooperation with scholars as well as with political, intellectual, and cultural leaders in Asia.", 
    "name": "William Kirby"
  }, 
  {
    "quote": "Education is a private matter between the person and the world of knowledge and experience, and has little to do with school or college.", 
    "name": "Lillian Smith"
  }, 
  {
    "quote": "The increased global linkages promote economic growth in the world through two key mechanisms: the division of labor and the international spillovers of knowledge.", 
    "name": "Toshihiko Fukui"
  }, 
  {
    "quote": "If I can give you some kind of knowledge of life you should listen.", 
    "name": "Leon Spinks"
  }, 
  {
    "quote": "Chess is not only knowledge and logic.", 
    "name": "Alexander Alekhine"
  }, 
  {
    "quote": "It's hard for women to talk about these things, and for the doctors to really talk about it too, and to even have the knowledge of what's going on. That's why I'm doing this and urging women to speak out and talk to their doctors frankly.", 
    "name": "Cybill Shepherd"
  }, 
  {
    "quote": "I think my dyslexia was a vital part of my development because my inability to read and write meant that I had to find knowledge elsewhere so I looked to the cinema.", 
    "name": "Joe Wright"
  }, 
  {
    "quote": "In a country with an overabundance of food, no one should go hungry because of a lack of funds or technical and professional knowledge. We have the food, and we have the networks we now need to support the providers.", 
    "name": "Jose Serrano"
  }, 
  {
    "quote": "Experience alone can give a final answer. The knowledge gained in a few years by a commission of the kind suggested would be worth more than volumes of mere assertions and contradictions.", 
    "name": "John Bates Clark"
  }, 
  {
    "quote": "It wasn't a problem for me drawing humans although I had originally come to the studio with the idea that what I had to offer them was my knowledge in the drawing of animals.", 
    "name": "Marc Davis"
  }, 
  {
    "quote": "The Communist Party said that I must finish my studies because after the revolution in Germany people would be required with technical knowledge to take part in the building of the Communist Germany.", 
    "name": "Klaus Fuchs"
  }, 
  {
    "quote": "A paradigm shift, where, in addition to physical inputs for farming, a focused emphasis placed on knowledge inputs can be a promising way forward. This knowledge-based approach will bring immense returns, particularly in rain fed and dry land farming areas.", 
    "name": "Pratibha Patil"
  }, 
  {
    "quote": "Interactive computers and software will, I think, provide a less costly method of doing some kinds of inquiry, in knowledge acquisition and even reasoning and interaction.", 
    "name": "Roy Romer"
  }, 
  {
    "quote": "If you asked somebody, 'what do you wish for in life?' they wouldn't say 'happiness.' I would have answered 'excitement, knowledge,' God knows - I mean, many, many different things, but certainly not 'happiness'. It seemed like a foreign concept to wish for something that specific and that singular.", 
    "name": "Connie Nielsen"
  }, 
  {
    "quote": "Humans may or may not have cosmic significance, and if they do, it will be by hitching a ride on the objective centrality of knowledge in the cosmic scheme of things.", 
    "name": "David Deutsch"
  }, 
  {
    "quote": "We too, through lack of knowledge and of sufficiently mature reflection, mistook the visible outward appearance of the phenomenon for the phenomenon itself.", 
    "name": "Leon Jouhaux"
  }, 
  {
    "quote": "Historic changes and challenges. Breakthroughs in human knowledge and opportunity. And yet, for vast numbers across the globe, the daily realities have not altered.", 
    "name": "Abdallah II"
  }, 
  {
    "quote": "Darrell is really good in the studio. I mean, he has a real working knowledge of how the process works, and what sounds good coming back over tape, and how the stuff works together.", 
    "name": "Guy Clark"
  }, 
  {
    "quote": "I'd like to work with any actress from whom I can learn-one who has had many experiences with many directors and is willing to share some of her knowledge with me.", 
    "name": "Fred Savage"
  }, 
  {
    "quote": "I enjoyed making this album a lot because of the knowledge we acquired over the last 3 years.", 
    "name": "Isaac Hanson"
  }, 
  {
    "quote": "To break boundaries interests me. With all the knowledge that is available now in the world, it should be accessible to everyone. You can get so much information on the Internet now, and yet there are so many places in the world where people just don't have the education.", 
    "name": "Melanie Griffith"
  }, 
  {
    "quote": "In any case, in so far as our knowledge of the universe carries us, the advent of civilization for the first time on our globe represents the highest ascent of the life processes to which evolution had anywhere attained.", 
    "name": "James H. Breasted"
  }, 
  {
    "quote": "And indeed this theme has been at the centre of all my research since 1943, both because of its intrinsic fascination and my conviction that a knowledge of sequences could contribute much to our understanding of living matter.", 
    "name": "Frederick Sanger"
  }, 
  {
    "quote": "I and my colleagues here have been engaged in the pursuit of knowledge.", 
    "name": "Frederick Sanger"
  }, 
  {
    "quote": "The properties which differentiate living matter from any kind of inorganic imitation may be instinctively felt, but can hardly be formulated without expert knowledge.", 
    "name": "Oliver Joseph Lodge"
  }, 
  {
    "quote": "To remove this obstacle I repeat or refer to such knowledge as has come under my notice, my own previously expressed views, and also describe and exhibit my last experiments and explain their novelty and utility.", 
    "name": "Lawrence Hargrave"
  }, 
  {
    "quote": "It is true that the aristocracies seem to have abused their monopoly of legal knowledge and at all events their exclusive possession of the law was a formidable impediment to the success of those popular movements which began to be universal in the western world.", 
    "name": "Henry James Sumner Maine"
  }, 
  {
    "quote": "And my first film was Carnal Knowledge, another amazing experience, largely because of Mike Nichols, who would tell me you can't do anything wrong because you're doing everything right.", 
    "name": "Carol Kane"
  }, 
  {
    "quote": "Breaking into a system or exposing its weaknesses is a good thing because truth and knowledge must win out.", 
    "name": "Dan Farmer"
  }, 
  {
    "quote": "The object of all the former voyages to the South Seas undertaken by the command of his present majesty, has been the advancement of science and the increase of knowledge.", 
    "name": "William Bligh"
  }, 
  {
    "quote": "It's hard for me to imagine that some people in the CIA who had firsthand knowledge would be unable to recognize that this would be helpful information for a soldier's death.", 
    "name": "Christopher Shays"
  }, 
  {
    "quote": "We have a tremendous lack of knowledge of how far we have gotten away from the Constitution of the United States. Democrats and Republicans alike have taken us away from the original intent. You see, I believe in this document as our founding fathers intended it.", 
    "name": "Paul Broun"
  }, 
  {
    "quote": "Throughout the past, there has been a lack of intimacy, affection, and regard for Islam by Christianity. This, to a large extent, has been due to a lack of knowledge of the great human and spiritual ideals for which Islam and the teachings of Islam stand.", 
    "name": "Aly Khan"
  }, 
  {
    "quote": "The satirist is prevented by repulsion from gaining a better knowledge of the world he is attracted to, yet he is forced by attraction to concern himself with the world that repels him.", 
    "name": "Italo Calvino"
  }, 
  {
    "quote": "Widespread public access to knowledge, like public education, is one of the pillars of our democracy, a guarantee that we can maintain a well-informed citizenry.", 
    "name": "Scott Turow"
  }, 
  {
    "quote": "The channels of intuitive knowledge are opened according to the intensity of individual need.", 
    "name": "Jane Roberts"
  }, 
  {
    "quote": "I love sharing my knowledge of hitting with others. Now coaches and players at all levels can learn my systematic approach to hitting a baseball with more consistency, mental strength and accuracy.", 
    "name": "Dusty Baker"
  }, 
  {
    "quote": "My knowledge of science came from being with Carl, not from formal academic training. Carl gave me a thrilling tutorial in science and math that lasted the 20 years we were together.", 
    "name": "Ann Druyan"
  }, 
  {
    "quote": "I would like to have the superpower of being able to touch a book and then gain all the knowledge out of that book without spending hours and days reading it.", 
    "name": "Nicholas Brendon"
  }, 
  {
    "quote": "With all due respect to lawyers, it's wonderful that you have this intricate knowledge. You break down words to the nth degree. And sometimes I find it rather disgusting. And it goes on and on.", 
    "name": "Sonny Bono"
  }, 
  {
    "quote": "The tree of knowledge is not the tree of life! And yet can we cast out of our spirits all the good or evil poured into them by so many learned generations? Ignorance cannot be learned.", 
    "name": "Gerard De Nerval"
  }, 
  {
    "quote": "Well, the truth is always what should be told. And the truth and the knowledge of the truth is what everybody should represent, regardless of the consequences of doing it.", 
    "name": "Johnny Isakson"
  }, 
  {
    "quote": "I don't keep my secrets or my knowledge to myself.", 
    "name": "Natalia Makarova"
  }, 
  {
    "quote": "The function of the politician, therefore, is one of continuous watchfulness and activity, and he must have intimate knowledge of details if he would work out grand results.", 
    "name": "John George Nicolay"
  }, 
  {
    "quote": "We stand in the shadow of Jefferson who believed that a society founded upon the rule of law and liberty was dependent upon public education and the diffusion of knowledge.", 
    "name": "Matt Blunt"
  }, 
  {
    "quote": "The first step towards knowledge is to know that we are ignorant.", 
    "name": "Richard Cecil"
  }, 
  {
    "quote": "I think anyone about to leave one job not surprisingly would use their knowledge, their experience, their skills drawn from their previous positions to try and earn a living in the future. That's what happens in all interviews.", 
    "name": "Geoff Hoon"
  }, 
  {
    "quote": "Like all science, psychology is knowledge and like science again, it is knowledge of a definite thing, the mind.", 
    "name": "James M. Baldwin"
  }, 
  {
    "quote": "All along we find that social life - religion, politics, art - reflects the stages reached in the development of the knowledge of self it shows the social uses made of this knowledge.", 
    "name": "James M. Baldwin"
  }, 
  {
    "quote": "Einstein's results again turned the tables and now very few philosophers or scientists still think that scientific knowledge is, or can be, proven knowledge.", 
    "name": "Imre Lakatos"
  }, 
  {
    "quote": "As the body dieth when the soul departeth, so the soul of man dieth, when it hath not the knowledge of God.", 
    "name": "John Jewel"
  }, 
  {
    "quote": "The word of God is full of sad and grave counsel, full of the knowledge of God, of examples of virtues, and of correction of vices, of the end of this life, and of the life to come.", 
    "name": "John Jewel"
  }, 
  {
    "quote": "Human knowledge is dark and uncertain philosophy is dark, astrology is dark, and geometry is dark.", 
    "name": "John Jewel"
  }, 
  {
    "quote": "He surprised me by his familiarity with details of movements and battles which I did not suppose had come to his knowledge. As he kept me talking for over half an hour, I flattered myself that what I had to say interested him.", 
    "name": "Henry Villard"
  }, 
  {
    "quote": "Can the knowledge deriving from reason even begin to compare with knowledge perceptible by sense?", 
    "name": "Louis Aragon"
  }, 
  {
    "quote": "Growing up in Nashville, especially in a music business family, means growing up with knowledge that seems like common sense until later in life when you realize people spend thousands of dollars a semester trying to learn or pretending to learn while looking for some intern job on music row.", 
    "name": "Caitlin Rose"
  }, 
  {
    "quote": "Making a film of a work you've played for six weeks gives you intimate knowledge of the character. By the time you go in front of the camera you've worked out the behavior and life of a character.", 
    "name": "Linda Lavin"
  }, 
  {
    "quote": "Henceforth the leaves of the tree of knowledge were for women, and for the healing of the nations.", 
    "name": "Lucy Stone"
  }, 
  {
    "quote": "Most people who are selling their mineral rights, this is a once-in-a-lifetime transaction. The people who are buying, the landmen who are coming in, do it every day. So there's a little inequity there about knowledge.", 
    "name": "Mike DeWine"
  }, 
  {
    "quote": "Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values.", 
    "name": "Sidney Hook"
  }, 
  {
    "quote": "There is no stopping the world's tendency to throw off imposed restraints, the religious authority that is based on the ignorance of the many, the political authority that is based on the knowledge of the few.", 
    "name": "Van Wyck Brooks"
  }, 
  {
    "quote": "It's extremely hard for athletes to accept what's happened to them sometimes. It's hard to be beaten by a small margin, and I've spoken with athletes who, for years afterward, have been tormented by the knowledge that, had they done something ever so slightly different, they could have been one-ten-thousandth of a second quicker.", 
    "name": "Chris Cleave"
  }, 
  {
    "quote": "In the present state of our knowledge, it would be useless to attempt to speculate on the remote cause of the electrical energy... its relation to chemical affinity is, however, sufficiently evident. May it not be identical with it, and an essential property of matter?", 
    "name": "Humphry Davy"
  }, 
  {
    "quote": "If we want our children to value education, then we must show our appreciation for knowledge.", 
    "name": "Brad Sherman"
  }, 
  {
    "quote": "For the things of this world cannot be made known without a knowledge of mathematics.", 
    "name": "Roger Bacon"
  }, 
  {
    "quote": "You can only maintain your interest if you're travelling more in ignorance than knowledge.", 
    "name": "Chris Morris"
  }, 
  {
    "quote": "A people's literature is the great textbook for real knowledge of them. The writings of the day show the quality of the people as no historical reconstruction can.", 
    "name": "Edith Hamilton"
  }, 
  {
    "quote": "Personal law is simply the thought that controls your mind and your life more than any other thought. Finding that thought is the most valuable knowledge that you can have about yourself. It is like the leverage on personal change. It enables you to change very efficiently.", 
    "name": "Leonard Orr"
  }, 
  {
    "quote": "Is it right to probe so deeply into Nature's secrets? The question must here be raised whether it will benefit mankind, or whether the knowledge will be harmful.", 
    "name": "Pierre Curie"
  }, 
  {
    "quote": "Everyone, young and old, must have access to the knowledge and skills to participate in the evolving economy.", 
    "name": "James H. Douglas"
  }, 
  {
    "quote": "Knowledge is the consequence of time, and multitude of days are fittest to teach wisdom.", 
    "name": "Jeremy Collier"
  }, 
  {
    "quote": "Capucci was the biggest schooling I had. It wasn't just about the technical knowledge, such as color and volume, but also about the secret rules, and the beautiful codes of respect between the atelier and the master.", 
    "name": "Giambattista Valli"
  }, 
  {
    "quote": "I think it's wrong that so many people pass on from this existence, and take all their knowledge with them.", 
    "name": "Rex Hunt"
  }, 
  {
    "quote": "For the longest time I was brought up listening to only two genres of music, pop and rock. So in the past few years I've been trying to expand my interests because I think that you can only write to the extent of your knowledge, and if your knowledge is limited you can't write past that.", 
    "name": "Jacqueline Emerson"
  }, 
  {
    "quote": "According to the Jain view, soul is that element which knows, thinks and feels. It is in fact the divine element in the living being. The Jain thinks that the phenomena of knowledge, feeling, thinking and willing are conditioned on something, and that that something must be as real as anything can be.", 
    "name": "Virchand Gandhi"
  }, 
  {
    "quote": "Obama has already rejected the bright sunlight of public knowledge, which is democracy's great disinfectant and cure.", 
    "name": "David K. Shipler"
  }, 
  {
    "quote": "Be ignorance thy choice, where knowledge leads to woe.", 
    "name": "James Beattie"
  }, 
  {
    "quote": "The true nature of soul is right knowledge, right faith and right conduct. The soul, so long as it is subject to transmigration, is undergoing evolution and involution.", 
    "name": "Virchand Gandhi"
  }, 
  {
    "quote": "These past years, as we have been recovering and given our city a rebirth, we have been encouraged by our faith, knowledge, and steadfast belief that we will pull through. There will be challenges and setbacks, as there have already been, but we will continue, and we the citizens of New Orleans will prevail in bringing our city back.", 
    "name": "Cedric Richmond"
  }, 
  {
    "quote": "Let no one be deluded that a knowledge of the path can substitute for putting one foot in front of the other.", 
    "name": "Mary Richards"
  }, 
  {
    "quote": "Golf is about knowledge, and studying another player - more than listening to a teacher - is the best way to get it.", 
    "name": "Vijay Singh"
  }, 
  {
    "quote": "There is no force more liberating than the knowledge that you are fighting for others.", 
    "name": "Bob Kerrey"
  }, 
  {
    "quote": "I wanted to contribute my time, myself, my knowledge, my love, because Haiti is my everything.", 
    "name": "Laurent Lamothe"
  }, 
  {
    "quote": "I have witnessed how education opens doors, and I know that when sound instruction takes place, students experience the joys of new-found knowledge and the ability to excel.", 
    "name": "Daniel Akaka"
  }, 
  {
    "quote": "It's really cool to know that you've put something together that isn't for a particular audience. It's so often that a TV show can really only speak to one sect of the population, and this really is something that appeals to a worldwide fan base. People who are into the pursuit of knowledge. Their reaction has meant the world to us.", 
    "name": "David Krumholtz"
  }, 
  {
    "quote": "What is research but a blind date with knowledge?", 
    "name": "Will Harvey"
  }, 
  {
    "quote": "Melville brought to the task a sound knowledge of actual whaling, much curious learning in the literature of the subject, and, above all, an imagination which worked with great power upon the facts of his own experience.", 
    "name": "Carl Clinton Van Doren"
  }, 
  {
    "quote": "My father was a lawyer and to my best knowledge nobody in my family before had interest in science.", 
    "name": "George Andrew Olah"
  }, 
  {
    "quote": "Solitude can be used well by very few people. They who do must have a knowledge of the world to see the foolishness of it, and enough virtue to despise all the vanity.", 
    "name": "Abraham Cowley"
  }, 
  {
    "quote": "Here, class attendance is expected and students are required to take notes, which they are tested on. What is missing, it seems to me, is the use of knowledge, the practical training.", 
    "name": "Harrison Salisbury"
  }, 
  {
    "quote": "Belief and knowledge are considered to be two different things. But they are not.", 
    "name": "Stanley Fish"
  }
]