[
  {
    "quote": "More marriages might survive if the partners realized that sometimes the better comes after the worse.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "We are not the same persons this year as last nor are those we love. It is a happy chance if we, changing, continue to love a changed person.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Marriage is the most natural state of man, and... the state in which you will find solid happiness.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "The heart of marriage is memories and if the two of you happen to have the same ones and can savor your reruns, then your marriage is a gift from the gods.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That's how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Strike an average between what a woman thinks of her husband a month before she marries him and what she thinks of him a year afterward, and you will have the truth about him.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Marriage is an act of will that signifies and involves a mutual gift, which unites the spouses and binds them to their eventual souls, with whom they make up a sole family - a domestic church.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year.", 
    "name": "Paul Sweeney"
  }, 
  {
    "quote": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "You will reciprocally promise love, loyalty and matrimonial honesty. We only want for you this day that these words constitute the principle of your entire life and that with the help of divine grace you will observe these solemn vows that today, before God, you formulate.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Why does a woman work ten years to change a man's habits and then complain that he's not the man she married?", 
    "name": "Barbra Streisand"
  }, 
  {
    "quote": "The concept of two people living together for 25 years without a serious dispute suggests a lack of spirit only to be admired in sheep.", 
    "name": "A. P. Herbert"
  }, 
  {
    "quote": "One should believe in marriage as in the immortality of the soul.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "A lot of good love can happen in ten years.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Chains do not hold a marriage together. It is threads, hundreds of tiny threads, which sew people together through the years.", 
    "name": "Simone Signoret"
  }, 
  {
    "quote": "Under this window in stormy weather I marry this man and woman together Let none but Him who rules the thunder Put this man and woman asunder.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "The bonds of matrimony are like any other bonds - they mature slowly.", 
    "name": "Peter De Vries"
  }, 
  {
    "quote": "I've been in love with the same woman for forty-one years. If my wife finds out, she'll kill me.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "Never tell a secret to a bride or a groom wait until they have been married longer.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I think you have to be willing to take a bullet for somebody if you're going to stand up there, take your vows, and be married to them for the rest of your life.", 
    "name": "Blake Shelton"
  }, 
  {
    "quote": "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "Married people from my generation are like an endangered species!", 
    "name": "Patrice Leconte"
  }, 
  {
    "quote": "That there's no more important decision in life than who you marry.", 
    "name": "Brad Paisley"
  }, 
  {
    "quote": "Marriage is a coming together for better or for worse, hopefully enduring, and intimate to the degree of being sacred.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "You marry somebody you love everything about them. You grow to learn about them. You never learn everything.", 
    "name": "Chris Daughtry"
  }, 
  {
    "quote": "Love is not weakness. It is strong. Only the sacrament of marriage can contain it.", 
    "name": "Boris Pasternak"
  }, 
  {
    "quote": "My mother and stepfather were married 43 years, so I have watched a long marriage. I feel like I had a very good role model for that. And, you know, it's just a number.", 
    "name": "Jamie Lee Curtis"
  }, 
  {
    "quote": "Love grows more tremendously full, swift, poignant, as the years multiply.", 
    "name": "Zane Grey"
  }, 
  {
    "quote": "Each year on the anniversary of Martin Luther King Jr.'s birth, America has the opportunity to reflect on our nation's progress towards the realization of his dream.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "So I think you have to marry for the right reasons, and marry the right person.", 
    "name": "Anne Bancroft"
  }, 
  {
    "quote": "Next month, I will celebrate my 30th anniversary of marriage with my beautiful bride, Vicki. Our marriage has been a blessing. I have gained even more respect for the institution over the past 3 decades and will defend it against attack.", 
    "name": "Todd Tiahrt"
  }, 
  {
    "quote": "But to sustain a marriage for 50 years, you have to get real a little bit and find someone who is understanding and who you can grow with. My mom always says, 'Marry the man who loves you a millimeter more.'", 
    "name": "Ali Larter"
  }, 
  {
    "quote": "We had a relationship that lasted 44 years. Herbert and I lived together 10 years before we were married. He always gave me a little heart for whatever anniversary.", 
    "name": "Uta Hagen"
  }, 
  {
    "quote": "The day before the anniversary of D-Day, we lost a man who was equaled by few and surpassed by none as a leader in the cause of freedom: Ronald Reagan.", 
    "name": "Mac Thornberry"
  }, 
  {
    "quote": "Last week, the House of Representatives passed a resolution honoring the victims and heroes of September 11th. As we commemorate the anniversary of 9-11, we must also remember that the threat is still very real today.", 
    "name": "Michael McCaul"
  }, 
  {
    "quote": "Since I wrote to you last we have got our chapel beautifully lighted with gas and have had our anniversary.", 
    "name": "John Hawley"
  }, 
  {
    "quote": "So while an incredible amount of progress has been made, on this fifth anniversary, I wanted to come here and tell the people of this city directly: My administration is going to stand with you - and fight alongside you - until the job is done. Until New Orleans is all the way back, all the way.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I've been sober for two-and-a-half years, My children are happy. In August, my wife and I will celebrate our fifteenth wedding anniversary. My band is back together with a sold-out tour.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "I have for some time urged that a nuclear abolition summit to mark the effective end of the nuclear era be convened in Hiroshima and Nagasaki on the 70th anniversary of the bombings of those cities, with the participation of national leaders and representatives of global civil society.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "And this year is going to be the 25th anniversary of the 17-0 team, the only undefeated season.", 
    "name": "Don Shula"
  }, 
  {
    "quote": "The London games mark the 24th anniversary of my winning two golds and setting the world record in the heptathlon. Someone is going to want it records are made to be broken - it's only a matter of time. I hope mine will outlive me.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "We can't forget what happened on May 4th, 1970, when four students gave up their lives because they had the American constitutional right of peaceful protest. They gave up their lives. And to sing that song in that spot on that anniversary was very emotional for us.", 
    "name": "Graham Nash"
  }, 
  {
    "quote": "See, the 'On the Road' that came out in 1957 was censored. A lot of the honesty of it, the bitter honesty, is in the original scroll version that came out in 2007 on the 50-year anniversary. Back then, there was so much post-Second World War fear that was imposed on everybody - 'You must live life this way' - and these guys were bored.", 
    "name": "Garrett Hedlund"
  }, 
  {
    "quote": "The chances of a reunion now are less likely. I was thinking of having a 40th anniversary of the band, but now they are really another band, so it's all a bit weird.", 
    "name": "Alvin Lee"
  }, 
  {
    "quote": "On this important anniversary, we must remember that while we have come a long way in eliminating barriers, critical work remains to ensure all Americans can live up to their full potential.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "And currently, there are four to five new works in the pipeline for upcoming celebrations such as the Sydney 2000 Olympics, Australian Federation, my 50th Birthday, and Sydney Dance Company's 25th Anniversary.", 
    "name": "Graeme Murphy"
  }, 
  {
    "quote": "Mr. Speaker, I rise today to recognize the Peace Corps as it reached its 45th anniversary on March 1, 2006.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "Perhaps a hundred people assembled one evening, May 15, 1876, at the time when the country was celebrating the hundredth anniversary of its political independence.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "Presently, the Commission for Commemorating 350 Years of American Jewish History has been brought about to encourage and sponsor a variety of historical activities that advance our understanding of the American Jewish experience as it marks this milestone anniversary.", 
    "name": "Jon Porter"
  }, 
  {
    "quote": "I am so excited this year getting to play the 85th Anniversary Macy's Thanksgiving Day Parade. Everyone knows on Thanksgiving morning to get up, turn on the TV and watch the parade, so to be an actual participant is going to be fun and I'm looking forward to it. I am gonna have to put on my deer hunting gear, though, to stay warm!", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "I was always very grateful to 'em and am grateful to 'em now. I went back a couple of years ago and did their 20th anniversary show. But the longer I stayed on Hee Haw, the worse things got for me musically.", 
    "name": "Buck Owens"
  }, 
  {
    "quote": "June 2005 is the five year anniversary of the debut of Battle Pope.", 
    "name": "Robert Kirkman"
  }, 
  {
    "quote": "It is a matter of public shame that while we have now commemorated our hundredth anniversary, not one in every ten children attending Public schools throughout the colonies is acquainted with a single historical fact about Australia.", 
    "name": "Henry Lawson"
  }, 
  {
    "quote": "As the third anniversary of the September 11th attacks draws near we must ensure our nation is prepared to handle the continued threat of violence and terrorism on our country.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "This anniversary serves to help remind the American people that, in the wake of one of the greatest political scandals and misuse of power in our history as a nation, scandal produced important reforms that served this nation well for two decades.", 
    "name": "Elliot Richardson"
  }, 
  {
    "quote": "I didn't make my first solo record until 1981 so I don't have any 60's or 70's recordings but I am working on a large boxed set called DUST to be released next year, the 20th anniversary of my first solo record.", 
    "name": "Adrian Belew"
  }, 
  {
    "quote": "Actually, the year anniversary of what you just heard, my son Grahame and I are going to be in a play together, and I'm acting for the first time in front of an audience that doesn't consist of a high school drama class.", 
    "name": "Phil Lesh"
  }, 
  {
    "quote": "This year, as we celebrate the 230th anniversary of America's independence, please remember the symbols that are sacred to this country. Fly Old Glory high and show your respect and admiration for this great nation and the values we hold dear.", 
    "name": "Kenny Marchant"
  }, 
  {
    "quote": "On July 18, we will mark the 12th anniversary of the senseless loss of 85 lives in the bombing of the Jewish Cultural Center in Buenos Aires, Argentina.", 
    "name": "Tom Lantos"
  }, 
  {
    "quote": "I did that Dior Couture 60th anniversary show in July. It took so long to get ready, I think I would have rather been watching.", 
    "name": "Linda Evangelista"
  }, 
  {
    "quote": "I feel there should have been some recognition of the Spice Girls at this year's 25th anniversary. We flew the flag for Britain around the globe in the 1990s and we achieved a hell of a lot.", 
    "name": "Melanie Chisholm"
  }, 
  {
    "quote": "It was very hard for all of us. It's still very hard. The anniversary of his death just passed, and every single one of his friends, still, after all these years... it's unbelievable.", 
    "name": "Eydie Gorme"
  }, 
  {
    "quote": "My last trip to New Orleans was for the fifth anniversary of Katrina, and I had the awesome opportunity to bring my family down. We all worked on a house together and met some of the families.", 
    "name": "AnnaLynne McCord"
  }, 
  {
    "quote": "1 month ago the American people stopped to remember the third anniversary of the beginning of the Iraq war. We thought first and foremost of the selflessness, patriotism and heroism by our troops, our National Guard and Reserves.", 
    "name": "Rosa DeLauro"
  }, 
  {
    "quote": "Both the Obama and Romney campaigns said they pulled all their political ads today in observance of the September 11th anniversary. But politics wasn't very far offstage. The Obama campaign sees foreign policy as an advantage this year.", 
    "name": "Mara Liasson"
  }, 
  {
    "quote": "The 150th anniversary of Penn State will highlight what is important and good about this distinguished institution and the fine people and research that it produces.", 
    "name": "Don Sherwood"
  }
]