[
  {
    "quote": "It is easier to build strong children than to repair broken men.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Men always want to be a woman's first love - women like to be a man's last romance.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Without feelings of respect, what is there to distinguish men from beasts?", 
    "name": "Confucius"
  }, 
  {
    "quote": "Man becomes great exactly in the degree in which he works for the welfare of his fellow-men.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "I look only to the good qualities of men. Not being faultless myself, I won't presume to probe into the faults of others.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Women love us for our defects. If we have enough of them, they will forgive us everything, even our gigantic intellects.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A man's kiss is his signature.", 
    "name": "Mae West"
  }, 
  {
    "quote": "The superior man is distressed by the limitations of his ability he is not distressed by the fact that men do not recognize the ability that he has.", 
    "name": "Confucius"
  }, 
  {
    "quote": "If you have men who will exclude any of God's creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "When a hundred men stand together, each of them loses his mind and gets another one.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Men are born to succeed, not to fail.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Liberty means responsibility. That is why most men dread it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "One man that has a mind and knows it can always beat ten men who haven't and don't.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "A gentleman is simply a patient wolf.", 
    "name": "Lana Turner"
  }, 
  {
    "quote": "The greatest deception men suffer is from their own opinions.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "I only have 'yes' men around me. Who needs 'no' men?", 
    "name": "Mae West"
  }, 
  {
    "quote": "Men rise from one ambition to another: first, they seek to secure themselves against attack, and then they attack others.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "A bachelor is a guy who never made the same mistake once.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "I usually make up my mind about a man in ten seconds, and I very rarely change it.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "I only like two kinds of men, domestic and imported.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "Honor is simply the morality of superior men.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Men must know their limitations.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Boys will be boys, and so will a lot of middle-aged men.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Passion makes idiots of the cleverest men, and makes the biggest idiots clever.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The truth is found when men are free to pursue it.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Men are more easily governed through their vices than through their virtues.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Men shrink less from offending one who inspires love than one who inspires fear.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "If so many men, so many minds, certainly so many hearts, so many kinds of love.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Men are like steel. When they lose their temper, they lose their worth.", 
    "name": "Chuck Norris"
  }, 
  {
    "quote": "Men can only be happy when they do not assume that the object of life is happiness.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "There are only two forces that unite men - fear and interest.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "For many men, the acquisition of wealth does not end their troubles, it only changes them.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I have always thought the actions of men the best interpreters of their thoughts.", 
    "name": "John Locke"
  }, 
  {
    "quote": "'Tis easy enough to be pleasant, When life flows along like a song But the man worth while is the one who will smile when everything goes dead wrong.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "Men are only as good as their technical development allows them to be.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Men of lofty genius when they are doing the least work are most active.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Treat all men alike. Give them the same law. Give them an even chance to live and grow.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "Women prefer to talk in twos, while men prefer to talk in threes.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Men become much more attractive when they start looking older. But it doesn't do much for women, though we do have an advantage: make-up.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Beauty makes idiots sad and wise men merry.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "Time destroys the speculation of men, but it confirms nature.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Great men are seldom over-scrupulous in the arrangement of their attire.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Men do not quit playing because they grow old they grow old because they quit playing.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Men give away nothing so liberally as their advice.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Men get to be a mixture of the charming mannerisms of the women they have known.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "The first rule of business is: Do other men for they would do you.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "I am an agnostic I do not pretend to know what many ignorant men are sure of.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "Certainly the best works, and of greatest merit for the public, have proceeded from the unmarried, or childless men.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "By indignities men come to dignities.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Many men owe the grandeur of their lives to their tremendous difficulties.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "All men were made by the Great Spirit Chief. They are all brothers.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "Do not trust all men, but trust men of worth the former course is silly, the latter a mark of prudence.", 
    "name": "Democritus"
  }, 
  {
    "quote": "Men are not punished for their sins, but by them.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "When men and women agree, it is only in their conclusions their reasons are always different.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Those men get along best with women who can get along best without them.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "There is no such thing as justice in the abstract it is merely a compact between men.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "In life we shall find many men that are great, and some that are good, but very few men that are both great and good.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "The duty of comedy is to correct men by amusing them.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Nothing is as peevish and pedantic as men's judgments of one another.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Men's arguments often prove nothing but their wishes.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Pride, envy, avarice - these are the sparks have set on fire the hearts of all men.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "Luck is not something you can mention in the presence of self-made men.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Men won't read any email from a woman that's over 200 words long.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "All men who have turned out worth anything have had the chief hand in their own education.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "There would be no great men if there were no little ones.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "It is the privilege of the gods to want nothing, and of godlike men to want little.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "When two men in business always agree, one of them is unnecessary.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "Men aren't necessities. They're luxuries.", 
    "name": "Cher"
  }, 
  {
    "quote": "Men and women have strengths that complement each other.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "It's at the borders of pain and suffering that the men are separated from the boys.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "Most men, when they think they are thinking, are merely rearranging their prejudices.", 
    "name": "Knute Rockne"
  }, 
  {
    "quote": "One must judge men not by their opinions, but by what their opinions have made of them.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "He was one of those men who possess almost every gift, except the gift of the power to use them.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "Circumstances rule men men do not rule circumstances.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Men, as well as women, are much oftener led by their hearts than by their understandings.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Whatever makes men good Christians, makes them good citizens.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "Men should strive to think much and know little.", 
    "name": "Democritus"
  }, 
  {
    "quote": "Nothing great will ever be achieved without great men, and men are great only if they are determined to be so.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "Men tire themselves in pursuit of rest.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "Men often act knowingly against their interest.", 
    "name": "David Hume"
  }, 
  {
    "quote": "The less men think, the more they talk.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "Men tend to feel threatened women tend to feel guilty.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Men, even when alone, lighten their labors by song, however rude it may be.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "Deliberation is the work of many men. Action, of one alone.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "Like all young men I set out to be a genius, but mercifully laughter intervened.", 
    "name": "Lawrence Durrell"
  }, 
  {
    "quote": "For tis not in mere death that men die most.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "Men do not fail they give up trying.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "Men are like sheep, of which a flock is more easily driven than a single one.", 
    "name": "Richard Whately"
  }, 
  {
    "quote": "I have always supported measures and principles and not men.", 
    "name": "Davy Crockett"
  }, 
  {
    "quote": "Time takes away the grief of men.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "If the world were a logical place, men would ride side saddle.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "By nature, men love newfangledness.", 
    "name": "Geoffrey Chaucer"
  }, 
  {
    "quote": "Human misery is too great for men to do without faith.", 
    "name": "Heinrich Heine"
  }, 
  {
    "quote": "Italian men do appreciate beautiful women. They're not afraid of the beauty, which is nice.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "Men may live fools, but fools they cannot die.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "There is always a type of man who says he loves his fellow men, and expects to make a living at it.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Men have as exaggerated an idea of their rights as women have of their wrongs.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Law describes the way things would work if men were angels.", 
    "name": "Christopher Dawson"
  }, 
  {
    "quote": "A lot of times, women don't get the male perspective in regards to a relationship, what men go through when they're not really dealing well.", 
    "name": "Morris Chestnut"
  }, 
  {
    "quote": "Men are different. When they are in love they may also have other girlfriends.", 
    "name": "Zhang Ziyi"
  }, 
  {
    "quote": "Where all men think alike, no one thinks very much.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "All men's gains are the fruit of venturing.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "All men have an instinct for conflict: at least, all healthy men.", 
    "name": "Hilaire Belloc"
  }, 
  {
    "quote": "We should weep for men at their birth, not at their death.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "I have 20,000 girlfriends, all around the world.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "The beauty of a strong, lasting commitment is often best understood by men incapable of it.", 
    "name": "Murray Kempton"
  }, 
  {
    "quote": "Commitment means that it is possible for a man to yield the nerve center of his consent to a purpose or cause, a movement or an ideal, which may be more important to him than whether he lives or dies.", 
    "name": "Howard Thurman"
  }, 
  {
    "quote": "Men are actually the weaker sex.", 
    "name": "George Weinberg"
  }, 
  {
    "quote": "Either men will learn to live like brothers, or they will die like beasts.", 
    "name": "Max Lerner"
  }, 
  {
    "quote": "Men, who are rogues individually, are in the mass very honorable people.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "No gentleman ever discusses any relationship with a lady.", 
    "name": "Keith Miller"
  }, 
  {
    "quote": "Women thrive on novelty and are easy meat for the commerce of fashion. Men prefer old pipes and torn jackets.", 
    "name": "Anthony Burgess"
  }, 
  {
    "quote": "Men are not against you they are merely for themselves.", 
    "name": "Gene Fowler"
  }, 
  {
    "quote": "Culture makes all men gentle.", 
    "name": "Menander"
  }, 
  {
    "quote": "When a man is no longer anxious to do better than well, he is done for.", 
    "name": "Benjamin Haydon"
  }, 
  {
    "quote": "Truth sits upon the lips of dying men.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "You can't keep changing men, so you settle for changing your lipstick.", 
    "name": "Heather Locklear"
  }, 
  {
    "quote": "Neutral men are the devil's allies.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "I think men are afraid to be with a successful woman, because we are terribly strong, we know what we want and we are not fragile enough.", 
    "name": "Shirley Bassey"
  }, 
  {
    "quote": "Stronger by weakness, wiser men become.", 
    "name": "Edmund Waller"
  }, 
  {
    "quote": "Whenever ideas fail, men invent words.", 
    "name": "Martin H. Fischer"
  }, 
  {
    "quote": "No nice men are good at getting taxis.", 
    "name": "Katharine Whitehorn"
  }, 
  {
    "quote": "Men are often biased in their judgment on account of their sympathy and their interests.", 
    "name": "George William Norris"
  }, 
  {
    "quote": "For most men life is a search for the proper manila envelope in which to get themselves filed.", 
    "name": "Clifton Paul Fadiman"
  }, 
  {
    "quote": "That common cold of the male psyche, fear of commitment.", 
    "name": "Richard Schickel"
  }, 
  {
    "quote": "We the people are the rightful masters of both Congress and the courts, not to overthrow the Constitution but to overthrow the men who pervert the Constitution.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "A wise and frugal Government, which shall restrain men from injuring one another, which shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned. This is the sum of good government, and this is necessary to close the circlue of our felicities.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "All men dream, but not equally. Those who dream by night in the dusty recesses of their minds, wake in the day to find that it was vanity: but the dreamers of the day are dangerous men, for they may act on their dreams with open eyes, to make them possible.", 
    "name": "T. E. Lawrence"
  }, 
  {
    "quote": "The only thing necessary for the triumph of evil is for good men to do nothing.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "All the world's a stage, and all the men and women merely players: they have their exits and their entrances and one man in his time plays many parts, his acts being seven ages.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Rarely do we find men who willingly engage in hard, solid thinking. There is an almost universal quest for easy answers and half-baked solutions. Nothing pains some people more than having to think.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on the installment plan.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Just as a candle cannot burn without fire, men cannot live without a spiritual life.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Do not pray for easy lives. Pray to be stronger men.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Wise men speak because they have something to say Fools because they have to say something.", 
    "name": "Plato"
  }, 
  {
    "quote": "It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "The means by which we live have outdistanced the ends for which we live. Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "We have guided missiles and misguided men.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Force always attracts men of low morality.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I do not believe in a fate that falls on men however they act but I do believe in a fate that falls on them unless they act.", 
    "name": "Buddha"
  }, 
  {
    "quote": "To sin by silence when they should protest makes cowards of men.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Fourscore and seven years ago our fathers brought forth on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "There are three kinds of men. The one that learns by reading. The few who learn by observation. The rest of them have to pee on the electric fence for themselves.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "All men's souls are immortal, but the souls of the righteous are immortal and divine.", 
    "name": "Socrates"
  }, 
  {
    "quote": "There is no hunting like the hunting of man, and those who have hunted armed men long enough and liked it, never care for anything else thereafter.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "We can easily forgive a child who is afraid of the dark the real tragedy of life is when men are afraid of the light.", 
    "name": "Plato"
  }, 
  {
    "quote": "Within the covers of the Bible are the answers for all the problems men face.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Every man is said to have his peculiar ambition. Whether it be true or not, I can say for one that I have no other so great as that of being truly esteemed of my fellow men, by rendering myself worthy of their esteem.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We hold these truths to be self-evident: that all men are created equal that they are endowed by their Creator with certain unalienable rights that among these are life, liberty, and the pursuit of happiness.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Associate with men of good quality if you esteem your own reputation for it is better to be alone than in bad company.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The assertion that 'all men are created equal' was of no practical use in effecting our separation from Great Britain and it was placed in the Declaration not for that, but for future use.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Our defense is in the preservation of the spirit which prizes liberty as a heritage of all men, in all lands, everywhere. Destroy this spirit and you have planted the seeds of despotism around your own doors.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "These men ask for just the same thing, fairness, and fairness only. This, so far as in my power, they, and all others, shall have.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I see when men love women. They give them but a little of their lives. But women when they love give everything.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Every creature is better alive than dead, men and moose and pine trees, and he who understands it aright will rather preserve its life than destroy it.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "It has always been a mystery to me how men can feel themselves honoured by the humiliation of their fellow beings.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Democracy is when the indigent, and not the men of property, are the rulers.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The evil that men do lives after them the good is oft interred with their bones.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The time is near at hand which must determine whether Americans are to be free men or slaves.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.", 
    "name": "William James"
  }, 
  {
    "quote": "Men are what their mothers made them.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Many men go fishing all of their lives without knowing that it is not fish they are after.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Women and cats will do as they please, and men and dogs should relax and get used to the idea.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Timid men prefer the calm of despotism to the tempestuous sea of liberty.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "It has always seemed strange to me... the things we admire in men, kindness and generosity, openness, honesty, understanding and feeling, are the concomitants of failure in our system. And those traits we detest, sharpness, greed, acquisitiveness, meanness, egotism and self-interest, are the traits of success. And while men admire the quality of the first they love the produce of the second.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it. You and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.", 
    "name": "George Edward Moore"
  }, 
  {
    "quote": "Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.", 
    "name": "Socrates"
  }, 
  {
    "quote": "The important thing is that men should have a purpose in life. It should be something useful, something good.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "As far as I knew white women were never lonely, except in books. White men adored them, Black men desired them and Black women worked for them.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "As our enemies have found we can reason like men, so now let us show them we can fight like men also.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Men kick friendship around like a football, but it doesn't seem to crack. Women treat it like glass and it goes to pieces.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Women may fall when there's no strength in men.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "It does not take a majority to prevail... but rather an irate, tireless minority, keen on setting brushfires of freedom in the minds of men.", 
    "name": "Samuel Adams"
  }, 
  {
    "quote": "An association of men who will not quarrel with one another is a thing which has never yet existed, from the greatest confederacy of nations down to a town meeting or a vestry.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I have no fear that the result of our experiment will be that men may be trusted to govern themselves without a master.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Books constitute capital. A library book lasts as long as a house, for hundreds of years. It is not, then, an article of mere consumption but fairly of capital, and often in the case of professional men, setting out in life, it is their only capital.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "A hero is born among a hundred, a wise man is found among a thousand, but an accomplished one might not be found even among a hundred thousand men.", 
    "name": "Plato"
  }, 
  {
    "quote": "Men marry because they are tired women, because they are curious both are disappointed.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Shallow men believe in luck. Strong men believe in cause and effect.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "As I grow older, I pay less attention to what men say. I just watch what they do.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Battle is the most magnificent competition in which a human being can indulge. It brings out all that is best it removes all that is base. All men are afraid in battle. The coward is the one who lets his fear overcome his sense of duty. Duty is the essence of manhood.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "I have no ambition to govern men it is a painful and thankless office.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The marvel of all history is the patience with which men and women submit to burdens unnecessarily laid upon them by their governments.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Instead of comparing our lot with that of those who are more fortunate than we are, we should compare it with the lot of the great majority of our fellow men. It then appears that we are among the privileged.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "It takes time to persuade men to do even what is for their own good.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Men are so willing to respect anything that bores them.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Fishes live in the sea, as men do a-land the great ones eat up the little ones.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Wise men don't need advice. Fools won't take it.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "All men are prepared to accomplish the incredible if their ideals are threatened.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "There is a natural aristocracy among men. The grounds of this are virtue and talents.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Let me embrace thee, sour adversity, for wise men say it is the wisest course.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Men are April when they woo, December when they wed. Maids are May when they are maids, but the sky changes when they are wives.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Sometimes I wonder if men and women really suit each other. Perhaps they should live next door and just visit now and then.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Only the wisest and stupidest of men never change.", 
    "name": "Confucius"
  }, 
  {
    "quote": "The problems of the world cannot possibly be solved by skeptics or cynics whose horizons are limited by the obvious realities. We need men who can dream of things that never were.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "But men are men the best sometimes forget.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Trust men and they will be true to you treat them greatly and they will show themselves great.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "If we are marked to die, we are enough to do our country loss and if to live, the fewer men, the greater share of honor.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Faith, there hath been many great men that have flattered the people who ne'er loved them.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Women are never disarmed by compliments. Men always are. That is the difference between the sexes.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "If to do were as easy as to know what were good to do, chapels had been churches, and poor men's cottage princes' palaces.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "What we call Man's power over Nature turns out to be a power exercised by some men over other men with Nature as its instrument.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Too often the great decisions are originated and given form in bodies made up wholly of men, or so completely dominated by them that whatever of special value women have to offer is shunted aside without expression.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Content makes poor men rich discontent makes rich men poor.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Men's vows are women's traitors!", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Dream no small dreams for they have no power to move the hearts of men.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "There have been many great men that have flattered the people who ne'er loved them.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Long before history began we men have got together apart from the women and done things. We had time.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "The only power any government has is the power to crack down on criminals. Well, when there aren't enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Violent men have not been known in history to die to a man. They die up to a point.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Men shut their doors against a setting sun.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Measures must always in a progressive society be held superior to men, who are after all imperfect instruments, working for their fulfilment.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Men go abroad to wonder at the heights of mountains, at the huge waves of the sea, at the long courses of the rivers, at the vast compass of the ocean, at the circular motions of the stars, and they pass by themselves without wondering.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Lord, Lord, how subject we old men are to this vice of lying!", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Boxing is a lot of white men watching two black men beat each other up.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Clever and attractive women do not want to vote they are willing to let men govern as long as they govern men.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Great men are they who see that spiritual is stronger than any material force - that thoughts rule the world.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "As long as you know men are like children, you know everything!", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "I will not be concerned at other men's not knowing meI will be concerned at my own want of ability.", 
    "name": "Confucius"
  }, 
  {
    "quote": "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "All free men, wherever they may live, are citizens of Berlin. And therefore, as a free man, I take pride in the words 'Ich bin ein Berliner!'", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "We believe that if men have the talent to invent new machines that put men out of work, they have the talent to put those men back to work.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The most pitiful among men is he who turns his dreams into silver and gold.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "All men by nature desire knowledge.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Heights by great men reached and kept were not obtained by sudden flight but, while their companions slept, they were toiling upward in the night.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "When men and woman die, as poets sung, his heart's the last part moves, her last, the tongue.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Observe all men, thyself most.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Democracy arises out of the notion that those who are equal in any respect are equal in all respects because men are equally free, they claim to be absolutely equal.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "In the affairs of this world, men are saved not by faith, but by the want of it.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Nothing astonishes men so much as common sense and plain dealing.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Bad men are full of repentance.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Nine men in ten are would be suicides.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "All men are by nature equal, made all of the same earth by one Workman and however we deceive ourselves, as dear unto God is the poor peasant as the mighty prince.", 
    "name": "Plato"
  }, 
  {
    "quote": "Men's actions are too strong for them. Show me a man who has acted, and who has not been the victim and slave of his action.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Men love to wonder, and that is the seed of science.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "There is a blessed necessity by which the interest of men is always driving them to the right and, again, making all crime mean and ugly.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Every actual State is corrupt. Good men must not obey laws too well.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Truth is the property of no individual but is the treasure of all men.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "It was pride that changed angels into devils it is humility that makes men as angels.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Men admire the man who can organize their wishes and thoughts in stone and wood and steel and brass.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The revelation of thought takes men out of servitude into freedom.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Good men must not obey the laws too well.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The reason why men do not obey us, is because they see the mud at the bottom of our eye.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Perfect friendship is the friendship of men who are good, and alike in excellence for these wish well alike to each other qua good, and they are good in themselves.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "He who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "It is a fact often observed, that men have written good verses under the inspiration of passion, who cannot write well under other circumstances.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The search after the great men is the dream of youth, and the most serious occupation of manhood.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Great men or men of great gifts you shall easily find, but symmetrical men never.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "In every society some men are born to rule, and some to advise.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Men acquire a particular quality by constantly acting in a particular way.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "It is clearly better that property should be private, but the use of it common and the special business of the legislator is to create in men this benevolent disposition.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Let no one weep for me, or celebrate my funeral with mourning for I still live, as I pass to and fro through the mouths of men.", 
    "name": "Quintus Ennius"
  }, 
  {
    "quote": "Bachelors know more about women than married men if they didn't they'd be married too.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The man who makes everything that leads to happiness depends upon himself, and not upon other men, has adopted the very best plan for living happily. This is the man of moderation, the man of manly character and of wisdom.", 
    "name": "Plato"
  }, 
  {
    "quote": "Those who excel in virtue have the best right of all to rebel, but then they are of all men the least inclined to do so.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Men create gods after their own image, not only with regard to their form but with regard to their mode of life.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "All men make mistakes, but married men find out about them sooner.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "The generality of men are naturally apt to be swayed by fear rather than reverence, and to refrain from evil rather because of the punishment that it brings than because of its own foulness.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Choose silence of all virtues, for by it you hear other men's imperfections, and conceal your own.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "All men are children, and of one family. The same tale sends them all to bed, and wakes them in the morning.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Men are swayed more by fear than by reverence.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "It will be of little avail to the people that the laws are made by men of their own choice if the laws be so voluminous that they cannot be read, or so incoherent that they cannot be understood.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Of all religions, the Christian should of course inspire the most tolerance, but until now Christians have been the most intolerant of all men.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The first method for estimating the intelligence of a ruler is to look at the men he has around him.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Stupid as a man, say the women: cowardly as a woman, say the men. Stupidity in a woman is unwomanly.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "It is unbecoming for young men to utter maxims.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Here in America we are descended in blood and in spirit from revolutionists and rebels - men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "How could man rejoice in victory and delight in the slaughter of men?", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A great value of antiquity lies in the fact that its writings are the only ones that modern men still read with exactness.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "'Evil men have no songs.' How is it that the Russians have songs?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I have never found a companion that was so companionable as solitude. We are for the most part more lonely when we go abroad among men than when we stay in our chambers. A man thinking or working is always alone, let him be where he will.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Ignorant men raise questions that wise men answered a thousand years ago.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The truth is, I've never fooled anyone. I've let men sometimes fool themselves.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "The fact is that I find more most men are more open, more generous, and much more stimulating than the majority of females I know.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Men who think that a woman's past love affairs lessen her love for them are usually stupid and weak.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "If you spend your life competing with business men, what do you have? A bank account and ulcers!", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "When it comes to gossip, I have to readily admit men are as guilty as women.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I have noticed... that men usually leave married women alone and are inclined to treat all wives with respect. This is no great credit to married women.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Girls shouldn't worry about being the equal of men in the business world.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Marriage destroyed my relationship with two wonderful men.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I've found men are less likely to let petty things annoy them.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I think one of the basic reasons men make good friends is that they can make up their minds quickly.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Black men don't like to be called 'boys,' but women accept being called 'girls.'", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Women who seek to be equal with men lack ambition.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Sometimes I've been to a party where no one spoke to me for a whole evening. The men, frightened by their wives or sweeties, would give me a wide berth. And the ladies would gang up in a corner to discuss my dangerous character.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "The working men, I'll go by and they'll whistle. At first they whistle because they think, 'Oh, it's a girl. She's got blond hair and she's not out of shape,' and then they say, 'Gosh, it's Marilyn Monroe!'", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Justice means minding one's own business and not meddling with other men's concerns.", 
    "name": "Plato"
  }, 
  {
    "quote": "Thank God men cannot fly, and lay waste the sky as well as the earth.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "There are people who want to make men's lives more difficult for no other reason than the chance it provides them afterwards to offer their prescription for alleviating life their Christianity, for instance.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "If women were particular about men's characters, they would never get married at all.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "We sleep safe in our beds because rough men stand ready in the night to visit violence on those who would do us harm.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "All the reasonings of men are not worth one sentiment of women.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Wise men, when in doubt whether to speak or to keep quiet, give themselves the benefit of the doubt, and remain silent.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "All men can see these tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "The Supreme Court has ruled that they cannot have a nativity scene in Washington, D.C. This wasn't for any religious reasons. They couldn't find three wise men and a virgin.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "Beware, so long as you live, of judging men by their outward appearance.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "Great indebtedness does not make men grateful, but vengeful and if a little charity is not forgotten, it turns into a gnawing worm.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Little men with little minds and little imaginations go through life in little ruts, smugly resisting all changes which would jar their little worlds.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Great men, unknown to their generation, have their fame among the great who have preceded them, and all true worldly fame subsides from their high estimate beyond the stars.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Regarding life, the wisest men of all ages have judged alike: it is worthless.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Whoever has provoked men to rage against him has always gained a party in his favor, too.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "While civilization has been improving our houses, it has not equally improved the men who are to inhabit them. It has created palaces, but it was not so easy to create noblemen and kings.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "When women go wrong, men go right after them.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Men have become the tools of their tools.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Men are not prisoners of fate, but only prisoners of their own minds.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "It is the most sensual men who need to flee women and torment their bodies.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Civilization is the progress toward a society of privacy. The savage's whole existence is public, ruled by the laws of his tribe. Civilization is the process of setting man free from men.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "In the course of history, men come to see that iron necessity is neither iron nor necessary.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Mothers - especially single mothers - are heroic in their efforts to raise our nation's children, but men must also take responsibility for their children and recognize the impact they have on their families' well-being.", 
    "name": "Evan Bayh"
  }, 
  {
    "quote": "Being the boss anywhere is lonely. Being a female boss in a world of mostly men is especially so.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "In the long run, men hit only what they aim at. Therefore, they had better aim at something high.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I have often wondered how it is that every man loves himself more than all the rest of men, but yet sets less value on his own opinions of himself than on the opinions of others.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Power does not corrupt men fools, however, if they get into a position of power, corrupt power.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Few men have virtue to withstand the highest bidder.", 
    "name": "George Washington"
  }, 
  {
    "quote": "It is an interesting question how far men would retain their relative rank if they were divested of their clothes.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Ten men waiting for me at the door? Send one of them home, I'm tired.", 
    "name": "Mae West"
  }, 
  {
    "quote": "If you would convince a man that he does wrong, do right. Men will believe what they see.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The law will never make a man free it is men who have got to make the law free.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Love is something far more than desire for sexual intercourse it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "We know but a few men, a great many coats and breeches.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Instead of noblemen, let us have noble villages of men.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I have thought there was some advantage even in death, by which we mingle with the herd of common men.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "All men are born with a nose and ten fingers, but no one was born with a knowledge of God.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Things that I felt absolutely sure of but a few years ago, I do not believe now. This thought makes me see more clearly how foolish it would be to expect all men to agree with me.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women I admire them. But, like all men, I don't understand them.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "An American monkey, after getting drunk on brandy, would never touch it again, and thus is much wiser than most men.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "Until the men of action clear out the talkers we who have social consciences are at the mercy of those who have none.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Old men are dangerous: it doesn't matter to them what is going to happen to the world.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Life levels all men. Death reveals the eminent.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Men and women belong to different species and communications between them is still in its infancy.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Nothing is ever done in this world until men are prepared to kill one another if it is not done.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "We learn from experience that men never learn anything from experience.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Men have to do some awfully mean things to keep up their respectability.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Men are wise in proportion, not to their experience, but to their capacity for experience.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Men must live and create. Live to the point of tears.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Christmas in Bethlehem. The ancient dream: a cold, clear night made brilliant by a glorious star, the smell of incense, shepherds and wise men falling to their knees in adoration of the sweet baby, the incarnation of perfect love.", 
    "name": "Lucinda Franks"
  }, 
  {
    "quote": "I am looking for a lot of men who have an infinite capacity to not know what can't be done.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "A woman who is willing to be herself and pursue her own potential runs not so much the risk of loneliness, as the challenge of exposure to more interesting men - and people in general.", 
    "name": "Lorraine Hansberry"
  }, 
  {
    "quote": "The truth is not for all men, but only for those who seek it.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Wars may be fought with weapons, but they are won by men. It is the spirit of men who follow and of the man who leads that gains the victory.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Big jobs usually go to the men who prove their ability to outgrow small ones.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Men are only as great as they are kind.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Men are so simple and so much inclined to obey immediate needs that a deceiver will never lack victims for his deceptions.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Men are convinced of your arguments, your sincerity, and the seriousness of your efforts only by your death.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Let your Discourse with Men of Business be Short and Comprehensive.", 
    "name": "George Washington"
  }, 
  {
    "quote": "If any civilization is to survive, it is the morality of altruism that men have to reject.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Reputation is what men and women think of us character is what God and angels know of us.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Hockey is a sport for white men. Basketball is a sport for black men. Golf is a sport for white men dressed like black pimps.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "The reason men oppose progress is not that they hate progress, but that they love inertia.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Adversity makes men, and prosperity makes monsters.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Death is not the worst that can happen to men.", 
    "name": "Plato"
  }, 
  {
    "quote": "All women have a perception much more developed than men. So all women somehow, being repressed for so many millennia, they ended up by developing this sixth sense and contemplation and love. And this is something that we have a hard time to accept as part of our society.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "A little philosophy inclineth man's mind to atheism, but depth in philosophy bringeth men's minds about to religion.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "It's not the men in my life that count, it's the life in my men.", 
    "name": "Mae West"
  }, 
  {
    "quote": "When Jesus comes back, these crazy, greedy, capitalistic men are gonna kill him again.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Women who seek to be equal with men lack ambition.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "Culture: the cry of men in face of their destiny.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men.", 
    "name": "Plato"
  }, 
  {
    "quote": "Men are never really willing to die except for the sake of freedom: therefore they do not believe in dying completely.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author salvation for its end, and truth without any mixture for its matter. It is all pure.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Only free men can negotiate prisoners cannot enter into contracts. Your freedom and mine cannot be separated.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Men should be either treated generously or destroyed, because they take revenge for slight injuries - for heavy ones they cannot.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "Liberate the minds of men and ultimately you will liberate the bodies of men.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "You will find men who want to be carried on the shoulders of others, who think that the world owes them a living. They don't seem to see that we must all lift together and pull together.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "But while they prate of economic laws, men and women are starving. We must lay hold of the fact that economic laws are not made by nature. They are made by human beings.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Adversity causes some men to break others to break records.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "I think the part of media that romanticizes criminal behavior, things that a person will say against women, profanity, being gangster, having multiple children with multiple men and women and not wanting to is prevalent. When you look at the majority of shows on television they placate that kind of behavior.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "Some men can live up to their loftiest ideals without ever going higher than a basement.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Tears are often the telescope by which men see far into heaven.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "A strong argument for the religion of Christ is this - that offences against Charity are about the only ones which men on their death-beds can be made - not to understand - but to feel - as crime.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Of all the men that have run for president in the twentieth century, only George McGovern truly understood what a monument America could be to the human race.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Government is an association of men who do violence to the rest of us.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "There are three classes of men lovers of wisdom, lovers of honor, and lovers of gain.", 
    "name": "Plato"
  }, 
  {
    "quote": "Men are born ignorant, not stupid. They are made stupid by education.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Beware of men who cry. It's true that men who cry are sensitive to and in touch with feelings, but the only feelings they tend to be sensitive to and in touch with are their own.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "It is not titles that honor men, but men that honor titles.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Reflect upon your present blessings of which every man has many - not on your past misfortunes, of which all men have some.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Only free men can negotiate. A prisoner cannot enter into contracts.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "If we take the generally accepted definition of bravery as a quality which knows no fear, I have never seen a brave man. All men are frightened. The more intelligent they are, the more they are frightened.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "The hate of men will pass, and dictators die, and the power they took from the people will return to the people. And so long as men die, liberty will never perish.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "All men's miseries derive from not being able to sit in a quiet room alone.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "The better I get to know men, the more I find myself loving dogs.", 
    "name": "Charles de Gaulle"
  }, 
  {
    "quote": "There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Nothing in the affairs of men is worthy of great anxiety.", 
    "name": "Plato"
  }, 
  {
    "quote": "America's fighting men and women sacrifice much to ensure that our great nation stays free. We owe a debt of gratitude to the soldiers that have paid the ultimate price for this cause, as well as for those who are blessed enough to return from the battlefield unscathed.", 
    "name": "Allen Boyd"
  }, 
  {
    "quote": "Dear Lord we beg but one boon more: Peace in the hearts of all men living, peace in the whole world this Thanksgiving.", 
    "name": "Joseph Auslander"
  }, 
  {
    "quote": "I try to speak my points of view about black America, and how I feel about black men and the role that black men should play in their lives with their children and in their lives with their women.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "When men speak ill of thee, live so as nobody may believe them.", 
    "name": "Plato"
  }, 
  {
    "quote": "It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "Personally, I like two types of men - domestic and foreign.", 
    "name": "Mae West"
  }, 
  {
    "quote": "The danger of the past was that men became slaves. The danger of the future is that man may become robots.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Throughout the centuries there were men who took first steps, down new roads, armed with nothing but their own vision.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "As a rule, men worry more about what they can't see than about what they can.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities strong men make them.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Nothing can be more absurd than the practice that prevails in our country of men and women not following the same pursuits with all their strengths and with one mind, for thus, the state instead of being whole is reduced to half.", 
    "name": "Plato"
  }, 
  {
    "quote": "Rhetoric is the art of ruling the minds of men.", 
    "name": "Plato"
  }, 
  {
    "quote": "I have known a vast quantity of nonsense talked about bad men not looking you in the face. Don't trust that conventional idea. Dishonesty will stare honesty out of countenance any day in the week, if there is anything to be got by it.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "I was ecstatic they re-named 'French Fries' as 'Freedom Fries'. Grown men and women in positions of power in the U.S. government showing themselves as idiots.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Girls we love for what they are young men for what they promise to be.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I don't know why women want any of the things men have when one the things that women have is men.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Great hopes make great men.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "History does nothing it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Today is Valentine's Day - or, as men like to call it, Extortion Day!", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "The greatest enemy to human souls is the self-righteous spirit which makes men look to themselves for salvation.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Let men see, let them know, a real man, who lives as he was meant to live.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "I speak Spanish to God, Italian to women, French to men, and German to my horse.", 
    "name": "Charles V"
  }, 
  {
    "quote": "How absurd men are! They never use the liberties they have, they demand those they do not have. They have freedom of thought, they demand freedom of speech.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Time and money spent in helping men to do more for themselves is far better than mere giving.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "In America everybody is of the opinion that he has no social superiors, since all men are equal, but he does not admit that he has no social inferiors, for, from the time of Jefferson onward, the doctrine that all men are equal applies only upwards, not downwards.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The Hebrews have done more to civilize men than any other nation. If I were an atheist, and believed blind eternal fate, I should still believe that fate had ordained the Jews to be the most essential instrument for civilizing the nations.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.", 
    "name": "Henry Norris Russell"
  }, 
  {
    "quote": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Plain women know more about men than beautiful women do.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "Whatever deceives men seems to produce a magical enchantment.", 
    "name": "Plato"
  }, 
  {
    "quote": "States are as the men, they grow out of human characters.", 
    "name": "Plato"
  }, 
  {
    "quote": "That men do not learn very much from the lessons of history is the most important of all the lessons of history.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The megalomaniac differs from the narcissist by the fact that he wishes to be powerful rather than charming, and seeks to be feared rather than loved. To this type belong many lunatics and most of the great men of history.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I know war as few other men now living know it, and nothing to me is more revolting. I have long advocated its complete abolition, as its very destructiveness on both friend and foe has rendered it useless as a method of settling international disputes.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "A man who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "We should not fret for what is past, nor should we be anxious about the future men of discernment deal only with the present moment.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "Not only our future economic soundness but the very soundness of our democratic institutions depends on the determination of our government to give employment to idle men.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "All men who have achieved great things have been great dreamers.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Money demands that you sell, not your weakness to men's stupidity, but your talent to their reason.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Men are moved by two levers only: fear and self interest.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "All men are equal before fish.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "All religions have been made by men.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Men never do evil so completely and cheerfully as when they do it from religious conviction.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Men use thought only as authority for their injustice, and employ speech only to conceal their thoughts.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "What's with you men? Would hair stop growing on your chest if you asked directions somewhere?", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I shall never be a heretic I may err in dispute, but I do not wish to decide anything finally on the other hand, I am not bound by the opinions of men.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "The big divide in this country is not between Democrats and Republicans, or women and men, but between talkers and doers.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Time, which alone makes the reputation of men, ends by making their defects respectable.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Whenever men take the law into their own hands, the loser is the law. And when the law loses, freedom languishes.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "More gold has been mined from the thoughts of men than has been taken from the earth.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Deprived of meaningful work, men and women lose their reason for existence they go stark, raving mad.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "Men ought either to be indulged or utterly destroyed, for if you merely offend them they take vengeance, but if you injure them greatly they are unable to retaliate, so that the injury done to a man ought to be such that vengeance cannot be feared.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "If men can develop weapons that are so terrifying as to make the thought of global war include almost a sentence for suicide, you would think that man's intelligence and his comprehension... would include also his ability to find a peaceful solution.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Men are more moral than they think and far more immoral than they can imagine.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "All the problems of the world could be settled easily if men were only willing to think. The trouble is that men very often resort to all sorts of devices in order not to think, because thinking is such hard work.", 
    "name": "Thomas J. Watson"
  }, 
  {
    "quote": "If you want to give up the admiration of thousands of men for the distain of one, go ahead, get married.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "The wish to acquire more is admittedly a very natural and common thing and when men succeed in this they are always praised rather than condemned. But when they lack the ability to do so and yet want to acquire more at all costs, they deserve condemnation for their mistakes.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "It is not so much for its beauty that the forest makes a claim upon men's hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "There are truths which are not for all men, nor for all times.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Men hate the individual whom they call avaricious only because nothing can be gained from him.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "There is no such thing as society: there are individual men and women, and there are families.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "When bad men combine, the good must associate else they will fall one by one, an unpitied sacrifice in a contemptible struggle.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Now the reason the enlightened prince and the wise general conquer the enemy whenever they move and their achievements surpass those of ordinary men is foreknowledge.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Satire lies about literary men while they live and eulogy lies about them when they die.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "All brave men love for he only is brave who has affections to fight for, whether in the daily battle of life, or in physical contests.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "These are the times that try men's souls.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "I think God made a woman to be strong and not to be trampled under the feet of men. I've always felt this way because my mother was a very strong woman, without a husband.", 
    "name": "Little Richard"
  }, 
  {
    "quote": "The only really happy folk are married women and single men.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "When men yield up the privilege of thinking, the last shadow of liberty quits the horizon.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Men are so simple and yield so readily to the desires of the moment that he who will trick will always find another who will suffer to be tricked.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Men show their character in nothing more clearly than what they think laughable.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "It is not materialism that is the chief curse of the world, as pastors teach, but idealism. Men get into trouble by taking their visions and hallucinations too seriously.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "No man has the right to dictate what other men should perceive, create or produce, but all should be encouraged to reveal themselves, their perceptions and emotions, and to build confidence in the creative spirit.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Men are only as loyal as their options.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "I cannot help fearing that men may reach a point where they look on every new theory as a danger, every innovation as a toilsome trouble, every social advance as a first step toward revolution, and that they may absolutely refuse to move at all.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Welcome to Lake Wobegon, where all the women are strong, all the men are good-looking, and all the children are above average.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "All men are tempted. There is no man that lives that can't be broken down, provided it is the right temptation, put in the right spot.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Men often oppose a thing merely because they have had no agency in planning it, or because it may have been planned by those whom they dislike.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "The skilful employer of men will employ the wise man, the brave man, the covetous man, and the stupid man.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Guys are simple... women are not simple and they always assume that men must be just as complicated as they are, only way more mysterious. The whole point is guys are not thinking much. They are just what they appear to be. Tragically.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Men exist for the sake of one another.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "There are men so philosophical that they can see humor in their own toothaches. But there has never lived a man so philosophical that he could see the toothache in his own humor.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Self-knowledge comes from knowing other men.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Prosperous farmers mean more employment, more prosperity for the workers and the business men of every industrial area in the whole country.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "I'm fed up to the ears with old men dreaming up wars for young men to die in.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "All men are frauds. The only difference between them is that some admit it. I myself deny it.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "To the person with a firm purpose all men and things are servants.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I don't think feminism, as I understand the definition, implies the rejection of maternal values, nurturing children, caring about the men in your life. That is just nonsense to me.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Men who are in earnest are not afraid of consequences.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "Giving every man a vote has no more made men wise and free than Christianity has made them good.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "A man is ethical only when life, as such, is sacred to him, that of plants and animals as that of his fellow men, and when he devotes himself helpfully to all life that is in need of help.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "If God listened to the prayers of men, all men would quickly have perished: for they are forever praying for evil against one another.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "Some of my best leading men have been dogs and horses.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "It is in the character of very few men to honor without envy a friend who has prospered.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "It is past time for women to take their rightful place, side by side with men, in the rooms where the fates of peoples, where their children's and grandchildren's fates, are decided.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "It is not history which uses men as a means of achieving - as if it were an individual person - its own ends. History is nothing but the activity of men in pursuit of their ends.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Men do not learn much from the lessons of history and that is the most important of all the lessons of history.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "What makes a woman beautiful is her loyalty to and her friendships with other women, and her honesty with men.", 
    "name": "Vanessa Marcil"
  }, 
  {
    "quote": "There are only two kinds of men: the righteous who think they are sinners and the sinners who think they are righteous.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Brave men rejoice in adversity, just as brave soldiers triumph in war.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Men have a much better time of it than women. For one thing, they marry later for another thing, they die earlier.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Women cannot complain about men anymore until they start getting better taste in them.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Heaven and hell suppose two distinct species of men, the good and the bad. But the greatest part of mankind float betwixt vice and virtue.", 
    "name": "David Hume"
  }, 
  {
    "quote": "What men value in this world is not rights but privileges.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "When small men attempt great enterprises, they always end by reducing them to the level of their mediocrity.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "One of the things being in politics has taught me is that men are not a reasoned or reasonable sex.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "People who have no hold over their process of thinking are likely to be ruined by liberty of thought. If thought is immature, liberty of thought becomes a method of converting men into animals.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "If men were angels, no government would be necessary.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Smart women love smart men more than smart men love smart women.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "God appoints our graces to be nurses to other men's weaknesses.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "There is one kind of robber whom the law does not strike at, and who steals what is most precious to men: time.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "What is absurd and monstrous about war is that men who have no personal quarrel should be trained to murder one another in cold blood.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Men don't care what's on TV. They only care what else is on TV.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "You know when you're young and you see a play in high school, and the guys all have gray in their hair and they're trying to be old men and they have no idea what that's like? It's just that stupid the other way around.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Risk is a part of God's game, alike for men and nations.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "I will not attack your doctrines nor your creeds if they accord liberty to me. If they hold thought to be dangerous - if they aver that doubt is a crime, then I attack them one and all, because they enslave the minds of men.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "You can tell the strength of a nation by the women behind its men.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Do not share the knowledge with which you have been blessed with everyone in general, as you do with some people in particular and know that there are some men in whom Allah, may He he glorified, has placed hidden secrets, which they are forbidden to reveal.", 
    "name": "Ali ibn Abi Talib"
  }, 
  {
    "quote": "Men and women of every faith and good people with none at all sincerely strive to do right and lead a purpose-driven life.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When my mom ran for the Senate, my dad was there for her every step of the way. I can still hear her saying in her beautiful voice, 'Why should women have any less say than men, about the great decisions facing our nation?'", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "To die for an idea it is unquestionably noble. But how much nobler it would be if men died for ideas that were true!", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Men must be governed by God or they will be ruled by tyrants.", 
    "name": "William Penn"
  }, 
  {
    "quote": "You know that being an American is more than a matter of where your parents came from. It is a belief that all men are created free and equal and that everyone deserves an even break.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The animals of the world exist for their own reasons. They were not made for humans any more than black people were made for white, or women created for men.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Some men know that a light touch of the tongue, running from a woman's toes to her ears, lingering in the softest way possible in various places in between, given often enough and sincerely enough, would add immeasurably to world peace.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "Wealthy men can't live in an island that is encircled by poverty. We all breathe the same air. We must give a chance to everyone, at least a basic chance.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "I've yet to be on a campus where most women weren't worrying about some aspect of combining marriage, children, and a career. I've yet to find one where many men were worrying about the same thing.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "I have never met anyone who did not support our troops. Sometimes, however, we hear accusations that someone or some group does not support the men and women serving in our Armed Forces. But this is pure demagoguery, and it is intellectually dishonest.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Men cheat for the same reason that dogs lick their balls... because they can.", 
    "name": "Kim Cattrall"
  }, 
  {
    "quote": "Foolish men imagine that because judgment for an evil thing is delayed, there is no justice but only accident here below. Judgment for an evil thing is many times delayed some day or two, some century or two, but it is sure as life, it is sure as death.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "Our forces saved the remnants of the Jewish people of Europe for a new life and a new hope in the reborn land of Israel. Along with all men of good will, I salute the young state and wish it well.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "There are many men of principle in both parties in America, but there is no party of principle.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Great occasions do not make heroes or cowards they simply unveil them to the eyes of men. Silently and imperceptibly, as we wake or sleep, we grow strong or weak and at last some crisis shows what we have become.", 
    "name": "Brooke Foss Westcott"
  }, 
  {
    "quote": "For evil to flourish, it only requires good men to do nothing.", 
    "name": "Simon Wiesenthal"
  }, 
  {
    "quote": "When a nation's young men are conservative, its funeral bell is already rung.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "A chief is a man who assumes responsibility. He says 'I was beaten,' he does not say 'My men were beaten.'", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Doing nothing is happiness for children and misery for old men.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "There can never be peace between nations until there is first known that true peace which is within the souls of men.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "I believe in the brotherhood of all men, but I don't believe in wasting brotherhood on anyone who doesn't want to practice it with me. Brotherhood is a two-way street.", 
    "name": "Malcom X"
  }, 
  {
    "quote": "Civilized society is perpetually menaced with disintegration through this primary hostility of men towards one another.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "There is nothing wrong with men possessing riches. The wrong comes when riches possess men.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck.", 
    "name": "Channing Pollock"
  }, 
  {
    "quote": "I have been astonished that men could die martyrs for religion - I have shuddered at it. I shudder no more - I could be martyred for my religion - Love is my religion - I could die for that.", 
    "name": "John Keats"
  }, 
  {
    "quote": "The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "When the sword is once drawn, the passions of men observe no bounds of moderation.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win.", 
    "name": "Gary Lineker"
  }, 
  {
    "quote": "Put two or three men in positions of conflicting authority. This will force them to work at loggerheads, allowing you to be the ultimate arbiter.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Men are like wine - some turn to vinegar, but the best improve with age.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "I'm a simple man. All I want is enough sleep for two normal men, enough whiskey for three, and enough women for four.", 
    "name": "Joel Rosenberg"
  }, 
  {
    "quote": "It is funny that men who are supposed to be scientific cannot get themselves to realise the basic principle of physics, that action and reaction are equal and opposite, that when you persecute people you always rouse them to be strong and stronger.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Bachelors have consciences, married men have wives.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Books are not men and yet they stay alive.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Men of ill judgment ignore the good that lies within their hands, till they have lost it.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "We cannot live only for ourselves. A thousand fibers connect us with our fellow men.", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "Men are more prone to cheating, definitely.", 
    "name": "Blu Cantrell"
  }, 
  {
    "quote": "Most men pursue pleasure with such breathless haste that they hurry past it.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "So long as men worship the Caesars and Napoleons, Caesars and Napoleons will duly arise and make them miserable.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "A dress makes no sense unless it inspires men to take it off of you.", 
    "name": "Francoise Sagan"
  }, 
  {
    "quote": "All the men in my family were bearded, and most of the women.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Why are women... so much more interesting to men than men are to women?", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "You can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win.", 
    "name": "Ho Chi Minh"
  }, 
  {
    "quote": "That all men are equal is a proposition to which, at ordinary times, no sane human being has ever given his assent.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I have a total irreverence for anything connected with society except that which makes the roads safer, the beer stronger, the food cheaper and the old men and old women warmer in the winter and happier in the summer.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "A vigorous temper is not altogether an evil. Men who are easy as an old shoe are generally of little worth.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "To achieve the mood of a warrior is not a simple matter. It is a revolution. To regard the lion and the water rats and our fellow men as equals is a magnificent act of a warrior's spirit. It takes power to do that.", 
    "name": "Carlos Castaneda"
  }, 
  {
    "quote": "As we look forward to freedom, the shining city on the hill and the best days of America lying ahead, it is the men and women in uniform who protect, defend and make us proud to whom we should look and give thanks every night.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "If we know that our own men are in a condition to attack, but are unaware that the enemy is not open to attack, we have gone only halfway towards victory.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "The ideas gained by men before they are twenty-five are practically the only ideas they shall have in their lives.", 
    "name": "William James"
  }, 
  {
    "quote": "When we are really honest with ourselves we must admit our lives are all that really belong to us. So it is how we use our lives that determines the kind of men we are.", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "I have encountered riotous mobs and have been hung in effigy, but my motto is: Men's rights are nothing more. Women's rights are nothing less.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "How to gain, how to keep, how to recover happiness is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure.", 
    "name": "William James"
  }, 
  {
    "quote": "It is necessary for him who lays out a state and arranges laws for it to presuppose that all men are evil and that they are always going to act according to the wickedness of their spirits whenever they have free scope.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "There's no evidence whatsoever that men are more rational than women. Both sexes seem to be equally irrational.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "'Men have forgotten this truth,' said the fox. 'But you must not forget it. You become responsible, forever, for what you have tamed.'", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "From their experience or from the recorded experience of others (history), men learn only what their passions and their metaphysical prejudices allow them to learn.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I suppose when they reach a certain age some men are afraid to grow up. It seems the older the men get, the younger their new wives get.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "Almost all the noblest things that have been achieved in the world, have been achieved by poor men poor scholars, poor professional men, poor artisans and artists, poor philosophers, poets, and men of genius.", 
    "name": "Albert Pike"
  }, 
  {
    "quote": "If it's true that men are such beasts, this must account for the fact that most women are animal lovers.", 
    "name": "Doris Day"
  }, 
  {
    "quote": "Men who are unhappy, like men who sleep badly, are always proud of the fact.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Religions, which condemn the pleasures of sense, drive men to seek the pleasures of power. Throughout history power has been the vice of the ascetic.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I've also seen that great men are often lonely. This is understandable, because they have built such high standards for themselves that they often feel alone. But that same loneliness is part of their ability to create.", 
    "name": "Yousuf Karsh"
  }, 
  {
    "quote": "Why do you think the old stories tell of men who set out on great journeys to impress the gods? Because trying to impress people just isn't worth the time and effort.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens.", 
    "name": "Samuel Gompers"
  }, 
  {
    "quote": "We are anthill men upon an anthill world.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "No great man lives in vain. The history of the world is but the biography of great men.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "I love all men who think, even those who think otherwise than myself.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "More men die of jealousy than of cancer.", 
    "name": "Joseph P. Kennedy"
  }, 
  {
    "quote": "How is it they live in such harmony the billions of stars - when most men can barely go a minute without declaring war in their minds about someone they know.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Civilized men are more discourteous than savages because they know they can be impolite without having their skulls split, as a general thing.", 
    "name": "Robert E. Howard"
  }, 
  {
    "quote": "A government of laws, and not of men.", 
    "name": "John Adams"
  }, 
  {
    "quote": "From the naturalistic point of view, all men are equal. There are only two exceptions to this rule of naturalistic equality: geniuses and idiots.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "I begin with the principle that all men are bores. Surely no one will prove himself so great a bore as to contradict me in this.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "As far as men go, it is not what they are that interests me, but what they can become.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "All the miseries and evils which men suffer from vice, crime, ambition, injustice, oppression, slavery and war, proceed from their despising or neglecting the precepts contained in the Bible.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "All wars are civil wars, because all men are brothers.", 
    "name": "Francois Fenelon"
  }, 
  {
    "quote": "Education is that whole system of human training within and without the school house walls, which molds and develops men.", 
    "name": "W. E. B. Du Bois"
  }, 
  {
    "quote": "I swear by that old expression, 'One monkey don't stop no show!' The reality is, we still have some good men out there, and we should hail those men as the kings they are.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "I never yet feared those men who set a place apart in the middle of their cities where they gather to cheat one another and swear oaths which they break.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "The mountains, the forest, and the sea, render men savage they develop the fierce, but yet do not destroy the human.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Civil war? What does that mean? Is there any foreign war? Isn't every war fought between men, between brothers?", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Even if society dictates that men and women should behave in certain ways, it is fathers and mothers who teach those ways to children not just in the words they say, but in the lives they lead.", 
    "name": "Augustus Y. Napier"
  }, 
  {
    "quote": "The theoretical understanding of the world, which is the aim of philosophy, is not a matter of great practical importance to animals, or to savages, or even to most civilised men.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Ignorant people see life as either existence or non-existence, but wise men see it beyond both existence and non-existence to something that transcends them both this is an observation of the Middle Way.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "If we became students of Malcolm X, we would not have young black men out there killing each other like they're killing each other now. Young black men would not be impregnating young black women at the rate going on now. We'd not have the drugs we have now, or the alcoholism.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "Daddy was real gentle with kids. That's why I expected so much out of marriage, figuring that all men should be steady and pleasant.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "When men attempt bold gestures, generally it's considered romantic. When women do it, it's often considered desperate or psycho.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "Study strategy over the years and achieve the spirit of the warrior. Today is victory over yourself of yesterday tomorrow is your victory over lesser men.", 
    "name": "Miyamoto Musashi"
  }, 
  {
    "quote": "It is a melancholy truth that even great men have their poor relations.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Men take only their needs into consideration - never their abilities.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Real men are sadly lacking in this world, for when they are put to the test they prove worthless.", 
    "name": "Franz Liszt"
  }, 
  {
    "quote": "Men like me are impossible until the day when they become necessary.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Men can starve from a lack of self-realization as much as they can from a lack of bread.", 
    "name": "Richard Wright"
  }, 
  {
    "quote": "Men become accustomed to poison by degrees.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Men are anxious to improve their circumstances, but are unwilling to improve themselves they therefore remain bound.", 
    "name": "James Allen"
  }, 
  {
    "quote": "But men are so full of greed today, they'll sell anything for a little piece of money.", 
    "name": "Little Richard"
  }, 
  {
    "quote": "The world is divided into men who have wit and no religion and men who have religion and no wit.", 
    "name": "Avicenna"
  }, 
  {
    "quote": "The men who followed Him were unique in their generation. They turned the world upside down because their hearts had been turned right side up. The world has never been the same.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Aristotle maintained that women have fewer teeth than men although he was twice married, it never occurred to him to verify this statement by examining his wives' mouths.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Resolved, that the women of this nation in 1876, have greater cause for discontent, rebellion and revolution than the men of 1776.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Perfect numbers like perfect men are very rare.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "To send light into the darkness of men's hearts - such is the duty of the artist.", 
    "name": "Robert Schumann"
  }, 
  {
    "quote": "Advertising is a business of words, but advertising agencies are infested with men and women who cannot write. They cannot write advertisements, and they cannot write plans. They are helpless as deaf mutes on the stage of the Metropolitan Opera.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "I dress for the image. Not for myself, not for the public, not for fashion, not for men.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "Fires can't be made with dead embers, nor can enthusiasm be stirred by spiritless men. Enthusiasm in our daily work lightens effort and turns even labor into pleasant tasks.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Speaking very generally, I find that women are spiritually, emotionally, and often physically stronger than men.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "We need more of the Office Desk and less of the Show Window in politics. Let men in office substitute the midnight oil for the limelight.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "I think people are born bisexual and the make subconscious choices based on the pressures of society. I have no question in my mind about being bisexual. But I'm also a hypocrite: I would never date a girl who is bisexual, because that means they also sleep with men, and men are so dirty that I'd never sleep with a girl who had slept with a man.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "Strong beliefs win strong men, and then make them stronger.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "Baseball players are smarter than football players. How often do you see a baseball team penalized for too many men on the field?", 
    "name": "Jim Bouton"
  }, 
  {
    "quote": "Woman is the dominant sex. Men have to do all sorts of stuff to prove that they are worthy of woman's attention.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Those who want the Government to regulate matters of the mind and spirit are like men who are so afraid of being murdered that they commit suicide to avoid assassination.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "To say that a work of art is good, but incomprehensible to the majority of men, is the same as saying of some kind of food that it is very good but that most people can't eat it.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "I do not believe in God his existence has been disproved by Science. But in the concentration camp, I learned to believe in men.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Some men are alive simply because it is against the law to kill them.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "Clever men are good, but they are not the best.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Under the pressure of the cares and sorrows of our mortal condition, men have at all times, and in all countries, called in some physical aid to their moral consolations - wine, beer, opium, brandy, or tobacco.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "The integrity of men is to be measured by their conduct, not by their professions.", 
    "name": "Junius"
  }, 
  {
    "quote": "Dreaming men are haunted men.", 
    "name": "Stephen Vincent Benet"
  }, 
  {
    "quote": "Half the pictures directed by men of reputation fail.", 
    "name": "Carroll O'Connor"
  }, 
  {
    "quote": "I saw six men kicking and punching the mother-in-law. My neighbour said 'Are you going to help?' I said 'No, six should be enough.'", 
    "name": "Les Dawson"
  }, 
  {
    "quote": "Anger makes dull men witty, but it keeps them poor.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Men are like the stars some generate their own light while others reflect the brilliance they receive.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "It is the superfluous things for which men sweat, - superfluous things that wear our togas theadbare, that force us to grow old in camp, that dash us upon foreign shores.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Men who do things without being told draw the most wages.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "People who know little are usually great talkers, while men who know much say little.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Though force can protect in emergency, only justice, fairness, consideration and cooperation can finally lead men to the dawn of eternal peace.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Bloody Christmas, here again, let us raise a loving cup, peace on earth, goodwill to men, and make them do the washing up.", 
    "name": "Wendy Cope"
  }, 
  {
    "quote": "I've only slept with men I've been married to. How many women can make that claim?", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "So live with men as if God saw you and speak to God, as if men heard you.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The display of grief makes more demands than grief itself. How few men are sad in their own company.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Conservation is a state of harmony between men and land.", 
    "name": "Aldo Leopold"
  }, 
  {
    "quote": "Women in love are less ashamed than men. They have less to be ashamed of.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "What I would say to the young men and women who are beset by hopelessness and doubt is that they should go and see what is being done on the ground to fight poverty, not like going to the zoo but to take action, to open their hearts and their consciences.", 
    "name": "Abbe Pierre"
  }, 
  {
    "quote": "There is a boundary to men's passions when they act from feelings but none when they are under the influence of imagination.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "God is in all men, but all men are not in God that is why we suffer.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "Most of us women like men, you know it's just that we find them a constant disappointment.", 
    "name": "Clare Short"
  }, 
  {
    "quote": "Men think highly of those who rise rapidly in the world whereas nothing rises quicker than dust, straw, and feathers.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "A great city is that which has the greatest men and women.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "If women are supposed to be less rational and more emotional at the beginning of our menstrual cycle when the female hormone is at its lowest level, then why isn't it logical to say that, in those few days, women behave the most like the way men behave all month long?", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Space and light and order. Those are the things that men need just as much as they need bread or a place to sleep.", 
    "name": "Le Corbusier"
  }, 
  {
    "quote": "Men seldom, or rather never for a length of time and deliberately, rebel against anything that does not deserve rebelling against.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "It was the men I deceived the most that I loved the most.", 
    "name": "Marguerite Duras"
  }, 
  {
    "quote": "If you do not wish a man to do a thing, you had better get him to talk about it for the more men talk, the more likely they are to do nothing else.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "The new pope knows that his task is to make the light of Christ shine before men and women of world - not his own light, but that of Christ.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "I heard the old, old, men say 'all that's beautiful drifts away, like the waters.'", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "A little group of willful men, representing no opinion but their own, have rendered the great government of the United States helpless and contemptible.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The real use of gunpowder is to make all men tall.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "These people are very unskilled in arms... with 50 men they could all be subjected and made to do all that one wished.", 
    "name": "Christopher Columbus"
  }, 
  {
    "quote": "It were a real increase of human happiness, could all young men from the age of nineteen be covered under barrels, or rendered otherwise invisible and there left to follow their lawful studies and callings, till they emerged, sadder and wiser, at the age of twenty-five.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "A lawyer with his briefcase can steal more than a hundred men with guns.", 
    "name": "Mario Puzo"
  }, 
  {
    "quote": "If you have men who will only come if they know there is a good road, I don't want them. I want men who will come if there is no road at all.", 
    "name": "David Livingstone"
  }, 
  {
    "quote": "Landlords, like all other men, love to reap where they never sowed.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I mean, honestly, we have to be clear that the life for many Afghan women is not that much different than it was a hundred years ago, 200 years ago. The country has lived with so much violence and conflict that many people, men and women, just want it to be over.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Memorial Day this year is especially important as we are reminded almost daily of the great sacrifices that the men and women of the Armed Services make to defend our way of life.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "I'm not denyin' the women are foolish. God Almighty made 'em to match the men.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The breakdown of the black community, in order to maintain slavery, began with the breakdown of the black family. Men and women were not legally allowed to get married because you couldn't have that kind of love. It might get in the way of the economics of slavery. Your children could be taken from you and literally sold down the river.", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "Dawn: When men of reason go to bed.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Men are strong so long as they represent a strong idea they become powerless when they oppose it.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "All men are not created equal but should be treated as though they were under the law.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Happy is he who still loves something he loved in the nursery: He has not been broken in two by time he is not two men, but one, and he has saved not only his soul but his life.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Aristotle could have avoided the mistake of thinking that women have fewer teeth than men, by the simple device of asking Mrs. Aristotle to keep her mouth open while he counted.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The history of free men is never really written by chance but by choice their choice!", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Sometimes the first duty of intelligent men is the restatement of the obvious.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Men who have a pierced ear are better prepared for marriage - they've experienced pain and bought jewelry.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "It's absolutely stupid that we live without an ozone layer. We have men, we've got rockets, we've got saran wrap - fix it!", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "Men do less than they ought, unless they do all that they can.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "The latest research has revealed that women have a higher IQ than men.", 
    "name": "A. N. Wilson"
  }, 
  {
    "quote": "There is a great discovery still to be made in literature, that of paying literary men by the quantity they do not write.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "To reform a world, to reform a nation, no wise man will undertake and all but foolish men know, that the only solid, though a far slower reformation, is what each begins and perfects on himself.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "No sadder proof can be given by a man of his own littleness than disbelief in great men.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "My weaknesses have always been food and men - in that order.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "It is from a weakness and smallness of mind that men are opinionated and we are very loath to believe what we are not able to comprehend.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "All sorts of computer errors are now turning up. You'd be surprised to know the number of doctors who claim they are treating pregnant men.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Ignorant men don't know what good they hold in their hands until they've flung it away.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "If all men knew what others say of them, there would not be four friends in the world.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "As men are not able to fight against death, misery, ignorance, they have taken it into their heads, in order to be happy, not to think of them at all.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The most dangerous criminal now is the entirely lawless modern philosopher. Compared to him, burglars and bigamists are essentially moral men.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "All men and women have an equal need for love. When these needs are not fulfilled it is easy to have our feelings hurt, for which we blame our partner.", 
    "name": "John Gray"
  }, 
  {
    "quote": "I do not consider it an insult, but rather a compliment to be called an agnostic. I do not pretend to know where many ignorant men are sure - that is all that agnosticism means.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "I like being a woman, even in a man's world. After all, men can't wear dresses, but we can wear the pants.", 
    "name": "Whitney Houston"
  }, 
  {
    "quote": "When women hold off from marrying men, we call it independence. When men hold off from marrying women, we call it fear of commitment.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "The sensitivity of men to small matters, and their indifference to great ones, indicates a strange inversion.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Brave men are all vertebrates they have their softness on the surface and their toughness in the middle.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "I do not believe in a fate that falls on men however they act but I do believe in a fate that falls on them unless they act.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "It is only when men begin to worship that they begin to grow.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "With reasonable men, I will reason with humane men I will plead but to tyrants I will give no quarter, nor waste arguments where they will certainly be lost.", 
    "name": "William Lloyd Garrison"
  }, 
  {
    "quote": "Women want mediocre men, and men are working to be as mediocre as possible.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Men are governed by lines of intellect - women: by curves of emotion.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "The highest prize in a world of men is the most beautiful woman available on your arm and living there in her heart loyal to you.", 
    "name": "Norman Mailer"
  }, 
  {
    "quote": "What a curious phenomenon it is that you can get men to die for the liberty of the world who will not make the little sacrifice that is needed to free themselves from their own individual bondage.", 
    "name": "Bruce Barton"
  }, 
  {
    "quote": "Men become civilized, not in proportion to their willingness to believe, but in proportion to their readiness to doubt.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Men feel that cruelty to the poor is a kind of cruelty to animals. They never feel that it is an injustice to equals nay it is treachery to comrades.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Fable is more historical than fact, because fact tells us about one man and fable tells us about a million men.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "All men commend patience, although few are willing to practice it.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "Republicans are men of narrow vision, who are afraid of the future.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Death, so called, is a thing which makes men weep, And yet a third of life is passed in sleep.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Because wherever I am today, I still owe it to God and I owe it to two men - the Honorable Elijah Muhammad and Malcolm X and of course, two very special women, my mother and my wife.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "A great many men's gratitude is nothing but a secret desire to hook in more valuable kindnesses hereafter.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "What is grand is necessarily obscure to weak men. That which can be made explicit to the idiot is not worth my care.", 
    "name": "William Blake"
  }, 
  {
    "quote": "When I look upon seamen, men of science and philosophers, man is the wisest of all beings when I look upon priests and prophets nothing is as contemptible as man.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Men often pass from love to ambition, but they seldom come back again from ambition to love.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice.", 
    "name": "Tim Pawlenty"
  }, 
  {
    "quote": "As soon as men decide that all means are permitted to fight an evil, then their good becomes indistinguishable from the evil that they set out to destroy.", 
    "name": "Christopher Dawson"
  }, 
  {
    "quote": "It might be pardonable to refuse to defend some men, but to defend them negligently is nothing short of criminal.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "When I was a boy, the Sioux owned the world. The sun rose and set on their land they sent ten thousand men to battle. Where are the warriors today? Who slew them? Where are our lands? Who owns them?", 
    "name": "Sitting Bull"
  }, 
  {
    "quote": "Men would live exceedingly quiet if these two words, mine and thine, were taken away.", 
    "name": "Anaxagoras"
  }, 
  {
    "quote": "Grown men can learn from very little children for the hearts of little children are pure. Therefore, the Great Spirit may show to them many things which older people miss.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "Two things control men's nature, instinct and experience.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Older men declare war. But it is the youth that must fight and die.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Great things are done when men and mountains meet.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Men are not great or small because of their material possessions. They are great or small because of what they are.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "It is easier to lead men to combat, stirring up their passion, than to restrain them and direct them toward the patient labors of peace.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Men despise religion. They hate it and are afraid it may be true.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Decisiveness is a characteristic of high-performing men and women. Almost any decision is better than no decision at all.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "There is no better proof of a man's being truly good than his desiring to be constantly under the observation of good men.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "A family is a unit composed not only of children but of men, women, an occasional animal, and the common cold.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "All soldiers who serve their country and put their lives at risk need to know that if something happens to them, their families will be well taken care of. That's the bond we have with our military men and women and their families.", 
    "name": "Jeff Sessions"
  }, 
  {
    "quote": "We need men with moral courage to speak and write their real thoughts, and to stand by their convictions, even to the very death.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Live as brave men and if fortune is adverse, front its blows with brave hearts.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I get along with guys most of my friends are guys. It's easier to trust men sometimes. I only have a few close girlfriends that I trust.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "I was surrounded by strong women so it had never even occurred to me that women were anything other than equal to men.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "A good boss makes his men realize they have more ability than they think they have so that they consistently do better work than they thought they could.", 
    "name": "Charles Erwin Wilson"
  }, 
  {
    "quote": "Although I do wrong, I do not the wrongs that I am charged with doing the wrong that I do is through the frailty of human nature, like other men. No man lives without fault.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "The happiness and misery of men depend no less on temper than fortune.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "Most people know no other way of judging men's worth but by the vogue they are in, or the fortunes they have met with.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "A silent man is easily reputed wise. A man who suffers none to see him in the common jostle and undress of life, easily gathers round him a mysterious veil of unknown sanctity, and men honor him for a saint. The unknown is always wonderful.", 
    "name": "Frederick William Robertson"
  }, 
  {
    "quote": "Violence and arms can never resolve the problems of men.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "Men always talk about the most important things to perfect strangers. In the perfect stranger we perceive man himself the image of a God is not disguised by resemblances to an uncle or doubts of wisdom of a mustache.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "It is difficult for a woman to define her feelings in language which is chiefly made by men to express theirs.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Most men are very attached to the idea of being male, and usually experience a lot of fear and insecurity around the idea of being a man. Most women are very identified with their gender, and also experience a tremendous amount of fear and insecurity.", 
    "name": "Andrew Cohen"
  }, 
  {
    "quote": "Men do not have to cook their food they do so for symbolic reasons to show they are men and not beasts.", 
    "name": "Edmund Leach"
  }, 
  {
    "quote": "Something unpleasant is coming when men are anxious to tell the truth.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Men are so necessarily mad, that not to be mad would amount to another form of madness.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "A time will come when a politician who has willfully made war and promoted international dissension will be as sure of the dock and much surer of the noose than a private homicide. It is not reasonable that those who gamble with men's lives should not stake their own.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "If there existed no external means for dimming their consciences, one-half of the men would at once shoot themselves, because to live contrary to one's reason is a most intolerable state, and all men of our time are in such a state.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "False happiness renders men stern and proud, and that happiness is never communicated. True happiness renders them kind and sensible, and that happiness is always shared.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "I know there is a Supreme Being who rules the affairs of men and whose goodness and mercy have always followed the American people, and I know He will not turn from us now if we humbly and reverently seek His powerful aid.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "Men's ideas are the most direct emanations of their material state.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Give to everyone who begs from you and of him who takes away your goods do not ask them again. And as you wish that men would do to you, do so to them.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "For real change, we need feminine energy in the management of the world. We need a critical number of women in positions of power, and we need to nurture the feminine energy in men.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Love, it has been said, flows downward. The love of parents for their children has always been far more powerful than that of children for their parents and who among the sons of men ever loved God with a thousandth part of the love which God has manifested to us?", 
    "name": "Augustus Hare"
  }, 
  {
    "quote": "Moderation has been called a virtue to limit the ambition of great men, and to console undistinguished people for their want of fortune and their lack of merit.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The men who learn endurance, are they who call the whole world, brother.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "A little nonsense now and then is relished by the wisest men.", 
    "name": "Roald Dahl"
  }, 
  {
    "quote": "Some men never feel small, but these are the few men who are.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Make no little plans they have no magic to stir men's blood.", 
    "name": "Daniel Burnham"
  }, 
  {
    "quote": "What affects men sharply about a foreign nation is not so much finding or not finding familiar things it is rather not finding them in the familiar place.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "All men should strive to learn before they die, what they are running from, and to, and why.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Some people think having large breasts makes a woman stupid. Actually, it's quite the opposite: a woman having large breasts makes men stupid.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Men are liars. We'll lie about lying if we have to. I'm an algebra liar. I figure two good lies make a positive.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "If men and women are to understand each other, to enter into each other's nature with mutual sympathy, and to become capable of genuine comradeship, the foundation must be laid in youth.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Many men have been capable of doing a wise thing, more a cunning thing, but very few a generous thing.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "I love being a woman and I was not one of these women who rose through professional life by wearing men's clothes or looking masculine. I loved wearing bright colors and being who I am.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The story of the human race is the story of men and women selling themselves short.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "If it's natural to kill, how come men have to go into training to learn how?", 
    "name": "Joan Baez"
  }, 
  {
    "quote": "Our duty, as men and women, is to proceed as if limits to our ability did not exist. We are collaborators in creation.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "It is the dissimilarities and inequalities among men which give rise to the notion of honor as such differences become less, it grows feeble and when they disappear, it will vanish too.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Men are disturbed not by things, but by the view which they take of them.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "It is generally recognised that women are better than men at languages, personal relations and multi-tasking, but less good at map-reading and spatial awareness. It is therefore not unreasonable to suppose that women might be less good at mathematics and physics.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Men blaspheme what they do not know.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "The greater intellect one has, the more originality one finds in men. Ordinary persons find no difference between men.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "If men are honest, everything they do and everywhere they go is for a chance to see women.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "To tax and to please, no more than to love and to be wise, is not given to men.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "There are one hundred men seeking security to one able man who is willing to risk his fortune.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "It is, generally, in the season of prosperity that men discover their real temper, principles, and designs.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "I think that the day you've figured out the differences between women and men is the day that you're no longer attracted to women. It's the difference that is so fantastic and frustrating and angering, and really sexy.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "Produce great men, the rest follows.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Wives are young men's mistresses, companions for middle age, and old men's nurses.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "All men having power ought to be distrusted to a certain degree.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Great men are like eagles, and build their nest on some lofty solitude.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned yet they will hardly believe there be many so wise as themselves.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Men are by nature merely indifferent to one another but women are by nature enemies.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "All men profess honesty as long as they can. To believe all men honest would be folly. To believe none so is something worse.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "I am truly free only when all human beings, men and women, are equally free. The freedom of other men, far from negating or limiting my freedom, is, on the contrary, its necessary premise and confirmation.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "All men are created equal, it is only men themselves who place themselves above equality.", 
    "name": "David Allan Coe"
  }, 
  {
    "quote": "You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Women think with their whole bodies and they see things as a whole more than men do.", 
    "name": "Dorothy Day"
  }, 
  {
    "quote": "If I err in belief that the souls of men are immortal, I gladly err, nor do I wish this error which gives me pleasure to be wrested from me while I live.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Men are born with two eyes, but with one tongue, in order that they should see twice as much as they say.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Forgive, son men are men they needs must err.", 
    "name": "Euripides"
  }, 
  {
    "quote": "No lying knight or lying priest ever prospered in any age, but especially not in the dark ones. Men prospered then only in following an openly declared purpose, and preaching candidly beloved and trusted creeds.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "We all fight over what the label 'feminism' means but for me it's about empowerment. It's not about being more powerful than men - it's about having equal rights with protection, support, justice. It's about very basic things. It's not a badge like a fashion item.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Nothing doth more hurt in a state than that cunning men pass for wise.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "It is a sad thing when men have neither the wit to speak well nor the judgment to hold their tongues.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Men often take their imagination for their heart and they believe they are converted as soon as they think of being converted.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Many men are contemptuous of riches few can give them away.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "When women are depressed, they eat or go shopping. Men invade another country. It's a whole different way of thinking.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "There are but very few men clever enough to know all the mischief they do.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "The production of children, the nurture of those born, and the daily life of men, of these matters woman is visibly the cause.", 
    "name": "Guru Nanak"
  }, 
  {
    "quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "A good part - and definitely the most fun part - of being a feminist is about frightening men.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "If boyhood and youth are but vanity, must it not be our ambition to become men?", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Millions of men have lived to fight, build palaces and boundaries, shape destinies and societies but the compelling force of all times has been the force of originality and creation profoundly affecting the roots of human spirit.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Monkeys are superior to men in this: when a monkey looks into a mirror, he sees a monkey.", 
    "name": "Malcolm De Chazal"
  }, 
  {
    "quote": "We do not want the men of another color for our brothers-in-law, but we do want them for our brothers.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "Money is the worst currency that ever grew among mankind. This sacks cities, this drives men from their homes, this teaches and corrupts the worthiest minds to turn base deeds.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "A great deal of talent is lost to the world for want of a little courage. Every day sends to their graves obscure men whose timidity prevented them from making a first effort.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "All men are liable to error and most men are, in many points, by passion or interest, under temptation to it.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Man is not the creature of circumstances, circumstances are the creatures of men. We are free agents, and man is more powerful than matter.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "But men must know, that in this theatre of man's life it is reserved only for God and angels to be lookers on.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "It's rather splendid to think of all those great men and women who appear to have presented symptoms that allow us to describe them as bipolar. Whether it's Hemingway, Van Gogh... Robert Schumann has been mentioned... Virginia Woolf, Sylvia Plath... some of them with rather grim ends.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "Men are able to trust one another, knowing the exact degree of dishonesty they are entitled to expect.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "When I was younger, I was terrified to express anger because it would often kick-start a horrible reaction in the men in my life. So I bit my tongue. I was left to painstakingly deal with the aftermath of my avoidance later in life, in therapy or through the lyrics of my songs.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Men know everything - all of them - all the time - no matter how stupid or inexperienced or arrogant or ignorant they are.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "Women's fashion is a subtle form of bondage. It's men's way of binding them. We put them in these tight, high-heeled shoes, we make them wear these tight clothes and we say they look sexy. But they're actually tied up.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "All men of action are dreamers.", 
    "name": "James Huneker"
  }, 
  {
    "quote": "Justice consists in doing no injury to men decency in giving them no offense.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "There are more men ennobled by study than by nature.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "We must conceive of this whole universe as one commonwealth of which both gods and men are members.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The worst men often give the best advice.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Men will bear many things from a kept mistress, which they would not bear from a wife.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I do not wish women to have power over men but over themselves.", 
    "name": "Mary Wollstonecraft Shelley"
  }, 
  {
    "quote": "Old men are fond of giving good advice to console themselves for their inability to give bad examples.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "It is easier to know men in general, than men in particular.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "No longer shall I paint interiors with men reading and women knitting. I will paint living people who breathe and feel and suffer and love.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "Few things are impracticable in themselves and it is for want of application, rather than of means, that men fail to succeed.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "There are a great many men valued in society who have nothing to recommend them but serviceable vices.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "There is nothing men are so generous of as advice.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Men know they are sexual exiles. They wander the earth seeking satisfaction, craving and despising, never content. There is nothing in that anguished motion for women to envy.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "No men are oftener wrong than those that can least bear to be so.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "We are all strong enough to bear other men's misfortunes.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Though men are apt to flatter and exalt themselves with their great achievements, yet these are, in truth, very often owing not so much to design as chance.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "As to the deceit perpetrated upon women, let it pass, for, when love is in the way, men and women as a general rule dupe each other.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "What is most important for democracy is not that great fortunes should not exist, but that great fortunes should not remain in the same hands. In that way there are rich men, but they do not form a class.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "The vote is the most powerful instrument ever devised by man for breaking down injustice and destroying the terrible walls which imprison men because they are different from other men.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "We should have a State in which we could live and breathe as free men and which we could develop according to our own lights and culture and where principles of Islamic social justice could find free play.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Give me six lines written by the most honorable of men, and I will find an excuse in them to hang him.", 
    "name": "Cardinal Richelieu"
  }, 
  {
    "quote": "When men sow the wind it is rational to expect that they will reap the whirlwind.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "Fame and power are the objects of all men. Even their partial fruition is gained by very few and that, too, at the expense of social pleasure, health, conscience, life.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "As Americans, we don't see the role of government as guaranteeing outcomes, but allowing free men and women to flourish based on their own vision, their hard work and their personal responsibility.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Wise men make more opportunities than they find.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Men who want to support women in our struggle for freedom and justice should understand that it is not terrifically important to us that they learn to cry it is important to us that they stop the crimes of violence against us.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "At the bottom of not a little of the bravery that appears in the world, there lurks a miserable cowardice. Men will face powder and steel because they have not the courage to face public opinion.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "What is the price of experience? Do men buy it for a song? Or wisdom for a dance in the street? No, it is bought with the price of all the man hath, his house, his wife, his children.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Men die in despair, while spirits die in ecstasy.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Punishment is now unfashionable... because it creates moral distinctions among men, which, to the democratic mind, are odious. We prefer a meaningless collective guilt to a meaningful individual responsibility.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "It disturbs me no more to find men base, unjust, or selfish than to see apes mischievous, wolves savage, or the vulture ravenous.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "An artist needn't be a clergyman or a churchwarden, but he certainly must have a warm heart for his fellow men.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "It is our duty as men and women to proceed as though the limits of our abilities do not exist.", 
    "name": "Pierre Teilhard de Chardin"
  }, 
  {
    "quote": "Labor disgraces no man unfortunately, you occasionally find men who disgrace labor.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "We cannot learn men from books.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "The best teamwork comes from men who are working independently toward one goal in unison.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "Most men are individuals no longer so far as their business, its activities, or its moralities are concerned. They are not units but fractions.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "It is not because angels are holier than men or devils that makes them angels, but because they do not expect holiness from one another, but from God only.", 
    "name": "William Blake"
  }, 
  {
    "quote": "The unique and supreme voluptuousness of love lies in the certainty of committing evil. And men and women know from birth that in evil is found all sensual delight.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "I have known more men destroyed by the desire to have wife and child and to keep them in comfort than I have seen destroyed by drink and harlots.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "It is not true that suffering ennobles the character happiness does that sometimes, but suffering for the most part, makes men petty and vindictive.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "It is a clear truth that those who every day barter away other men's liberty will soon care little for their own.", 
    "name": "James Otis"
  }, 
  {
    "quote": "A strong hatred is the best lamp to bear in our hands as we go over the dark places of life, cutting away the dead things men tell us to revere.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "The important work of moving the world forward does not wait to be done by perfect men.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Much may be done in those little shreds and patches of time which every day produces, and which most men throw away.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Men should be like Kleenex, soft, strong and disposable.", 
    "name": "Cher"
  }, 
  {
    "quote": "Men do change, and change comes like a little wind that ruffles the curtains at dawn, and it comes like the stealthy perfume of wildflowers hidden in the grass.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "The strength and power of a country depends absolutely on the quantity of good men and women in it.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "The only language men ever speak perfectly is the one they learn in babyhood, when no one can teach them anything!", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "The average bright young man who is drafted hates the whole business because an army always tries to eliminate the individual differences in men.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "I have known war as few men now living know it. It's very destructiveness on both friend and foe has rendered it useless as a means of settling international disputes.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "Men, their rights, and nothing more women, their rights, and nothing less.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Women, as they grow older, rely more and more on cosmetics. Men, as they grow older, rely more and more on a sense of humor.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "I once heard two ladies going on and on about the pains of childbirth and how men don't seem to know what real pain is. I asked if either of them ever got themselves caught in a zipper.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "Only men who are not interested in women are interested in women's clothes. Men who like women never notice what they wear.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "To judge from the notions expounded by theologians, one must conclude that God created most men simply with a view to crowding hell.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "As soon as laws are necessary for men, they are no longer fit for freedom.", 
    "name": "Pythagoras"
  }, 
  {
    "quote": "We must make it clear that a platform of 'I hate gay men and women' is not a way to become president of the United States.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Either war is obsolete, or men are.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Ah, lives of men! When prosperous they glitter - Like a fair picture when misfortune comes - A wet sponge at one blow has blurred the painting.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Men do not shape destiny, Destiny produces the man for the hour.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Married men live longer than single men. But married men are a lot more willing to die.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Is it not rather what we expect in men, that they should have numerous strands of experience lying side by side and never compare them with each other?", 
    "name": "George Eliot"
  }, 
  {
    "quote": "On Monday mornings I am dedicated to the proposition that all men are created jerks.", 
    "name": "H. Allen Smith"
  }, 
  {
    "quote": "But the problem is that when I go around and speak on campuses, I still don't get young men standing up and saying, 'How can I combine career and family?'", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "Men should only believe half of what women say. But which half?", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "When we tire of well-worn ways, we seek for new. This restless craving in the souls of men spurs them to climb, and to seek the mountain view.", 
    "name": "Ella Wheeler Wilcox"
  }, 
  {
    "quote": "The first problem for all of us, men and women, is not to learn, but to unlearn.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "As far as the men who are running for president are concerned, they aren't even people I would date.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Women are systematically degraded by receiving the trivial attentions which men think it manly to pay to the sex, when, in fact, men are insultingly supporting their own superiority.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "English culture is basically homosexual in the sense that the men only really care about other men.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "Whatever women do, they must do twice as well as men to be half as good. Luckily, this is not difficult.", 
    "name": "Charlotte Whitton"
  }, 
  {
    "quote": "There is one thing women can never take away from men. We die sooner.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Rules are for the obedience of fools and the guidance of wise men.", 
    "name": "Douglas Bader"
  }, 
  {
    "quote": "Men should pledge themselves to nothing for reflection makes a liar of their resolution.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.", 
    "name": "Albert Claude"
  }, 
  {
    "quote": "CNN found that Hillary Clinton is the most admired woman in America. Women admire her because she's strong and successful. Men admire her because she allows her husband to cheat and get away with it.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "Let us leave pretty women to men devoid of imagination.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "When men hear women want a commitment, they think it means commitment to a romantic relationship, but that's not it. It's a commitment to not floating around anymore. I want a guy who is entrenched in his own life. Entrenched is awesome.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Ideas devour the ages as men are devoured by their passions. When man is cured, human nature will cure itself perhaps.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Many men are deeply moved by the mere semblance of suffering in a woman they take the look of pain for a sign of constancy or of love.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "I know many married men, I even know a few happily married men, but I don't know one who wouldn't fall down the first open coal hole running after the first pretty girl who gave him a wink.", 
    "name": "George Jean Nathan"
  }, 
  {
    "quote": "No struggle can ever succeed without women participating side by side with men.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Once men are caught up in an event, they cease to be afraid. Only the unknown frightens men.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "I believe there is complete equality between men and women. And I believe those passages in the New Testament, not by Jesus, but by Paul, that say women should not adorn themselves, they should always wear hats or color their hair in church - things like that - I think they are signs of the times and should not apply to modern-day life.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "A civilization is built on what is required of men, not on that which is provided for them.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "The root of all superstition is that men observe when a thing hits, but not when it misses.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The same principles which at first view lead to skepticism, pursued to a certain point, bring men back to common sense.", 
    "name": "George Berkeley"
  }, 
  {
    "quote": "As long as man continues to be the ruthless destroyer of lower living beings he will never know health or peace. For as long as men massacre animals, they will kill each other.", 
    "name": "Pythagoras"
  }, 
  {
    "quote": "I hate this fast growing tendency to chain men to machines in big factories and deprive them of all joy in their efforts - the plan will lead to cheap men and cheap products.", 
    "name": "Richard Wagner"
  }, 
  {
    "quote": "They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "Men in general are quick to believe that which they wish to be true.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "All men's misfortunes spring from their hatred of being alone.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "Why is it that, as a culture, we are more comfortable seeing two men holding guns than holding hands?", 
    "name": "Ernest Gaines"
  }, 
  {
    "quote": "The chief difference between words and deeds is that words are always intended for men for their approbation, but deeds can be done only for God.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Reasonable men adapt to the world around them unreasonable men make the world adapt to them. The world is changed by unreasonable men.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "One can be a brother only in something. Where there is no tie that binds men, men are not united but merely lined up.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Men judge us by the success of our efforts. God looks at the efforts themselves.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "Only the unknown frightens men. But once a man has faced the unknown, that terror becomes the known.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "The 'morality of compromise' sounds contradictory. Compromise is usually a sign of weakness, or an admission of defeat. Strong men don't compromise, it is said, and principles should never be compromised.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "Men do not understand books until they have a certain amount of life, or at any rate no man understands a deep book, until he has seen and lived at least part of its contents.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "Study men, not historians.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The belief in a supernatural source of evil is not necessary men alone are quite capable of every wickedness.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Injustice, poverty, slavery, ignorance - these may be cured by reform or revolution. But men do not live only by fighting evils. They live by positive goals, individual and collective, a vast variety of them, seldom predictable, at times incompatible.", 
    "name": "Isaiah Berlin"
  }, 
  {
    "quote": "He had read much, if one considers his long life but his contemplation was much more than his reading. He was wont to say that if he had read as much as other men he should have known no more than other men.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Controversy equalizes fools and wise men - and the fools know it.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Girls have an unfair advantage over men: if they can't get what they want by being smart, they can get it by being dumb.", 
    "name": "Yul Brynner"
  }, 
  {
    "quote": "Men trust their ears less than their eyes.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "Our whole constitutional heritage rebels at the thought of giving government the power to control men's minds.", 
    "name": "Thurgood Marshall"
  }, 
  {
    "quote": "At every crossroads on the path that leads to the future, tradition has placed 10,000 men to guard the past.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "Every woman needs one man in her life who is strong and responsible. Given this security, she can proceed to do what she really wants to do-fall in love with men who are weak and irresponsible.", 
    "name": "Richard J. Needham"
  }, 
  {
    "quote": "We say nothing essential about the cathedral when we speak of its stones. We say nothing essential about Man when we seek to define him by the qualities of men.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "There is frequently more to be learned from the unexpected questions of a child than the discourses of men.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Wine hath drowned more men than the sea.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "The worst thing about some men is that when they are not drunk they are sober.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Some old men, continually praise the time of their youth. In fact, you would almost think that there were no fools in their days, but unluckily they themselves are left as an example.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Inconsistencies in men are generally testimony to their immaturity.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "I do not consider divorce an evil by any means. It is just as much a refuge for women married to brutal men as Canada was to the slaves of brutal masters.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "If one were to bring ten of the wisest men in the world together and ask them what was the most stupid thing in existence, they would not be able to discover anything so stupid as astrology.", 
    "name": "David Hilbert"
  }, 
  {
    "quote": "Strong women only marry weak men.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Men don't and can't live by exchanging articles, but by producing them. They don't live by trade, but by work. Give up that foolish and vain title of Trades Unions and take that of laborers Unions.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Prejudices are so to speak the mechanical instincts of men: through their prejudices they do without any effort many things they would find too difficult to think through to the point of resolving to do them.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "No man has any natural authority over his fellow men.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "In a free society the state does not administer the affairs of men. It administers justice among men who conduct their own affairs.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "The most positive men are the most credulous.", 
    "name": "Alexander Pope"
  }
]