[
  {
    "quote": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "It's good sportsmanship to not pick up lost golf balls while they are still rolling.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Golf is a good walk spoiled.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "When the going gets weird, the weird turn pro.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Many men go fishing all of their lives without knowing that it is not fish they are after.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Just play. Have fun. Enjoy the game.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Don't look back. Something might be gaining on you.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "As athletes, we're used to reacting quickly. Here, it's 'come, stop, come, stop.' There's a lot of downtime. That's the toughest part of the day.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "If winning isn't everything, why do they keep score?", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Gold medals aren't really made of gold. They're made of sweat, determination, and a hard-to-find alloy called guts.", 
    "name": "Dan Gable"
  }, 
  {
    "quote": "People ask me what I do in winter when there's no baseball. I'll tell you what I do. I stare out the window and wait for spring.", 
    "name": "Rogers Hornsby"
  }, 
  {
    "quote": "Half the lies they tell about me aren't true.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "I want to rip out his heart and feed it to Lennox Lewis. I want to kill people. I want to rip their stomachs out and eat their children.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "You can't put a limit on anything. The more you dream, the farther you get.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "Show me a good loser, and I'll show you a loser.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.", 
    "name": "Wayne Gretzky"
  }, 
  {
    "quote": "Serious sport has nothing to do with fair play. It is bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence. In other words, it is war minus the shooting.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "I'd just as soon play tennis with the net down.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Baseball has the great advantage over cricket of being sooner ended.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Winning is habit. Unfortunately, so is losing.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Hockey is a sport for white men. Basketball is a sport for black men. Golf is a sport for white men dressed like black pimps.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I went to a fight the other night, and a hockey game broke out.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Adversity causes some men to break others to break records.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "Most people never run far enough on their first wind to find out they've got a second.", 
    "name": "William James"
  }, 
  {
    "quote": "I guess there is nothing that will get your mind off everything like golf. I have never been depressed enough to take up the game, but they say you get so sore at yourself you forget to hate your enemies.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "I am building a fire, and everyday I train, I add more fuel. At just the right moment, I light the match.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "If a man watches three football games in a row, he should be declared legally dead.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "You wouldn't have won if we'd beaten you.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "My motto was always to keep swinging. Whether I was in a slump or feeling badly or having trouble off the field, the only thing to do was keep swinging.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "The game of golf would lose a great deal if croquet mallets and billiard cues were allowed on the putting green.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Thus so wretched is man that he would weary even without any cause for weariness... and so frivolous is he that, though full of a thousand reasons for weariness, the least thing, such as playing billiards or hitting a ball, is sufficient enough to amuse him.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "I'm tired of hearing about money, money, money, money, money. I just want to play the game, drink Pepsi, wear Reebok.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "I see great things in baseball. It's our game - the American game.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "The only time my prayers are never answered is on the golf course.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Baseball is the only field of endeavor where a man can succeed three times out of ten and be considered a good performer.", 
    "name": "Ted Williams"
  }, 
  {
    "quote": "Academe, n.: An ancient school where morality and philosophy were taught. Academy, n.: A modern school where football is taught.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Baseball players are smarter than football players. How often do you see a baseball team penalized for too many men on the field?", 
    "name": "Jim Bouton"
  }, 
  {
    "quote": "I regard golf as an expensive way of playing marbles.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "All hockey players are bilingual. They know English and profanity.", 
    "name": "Gordie Howe"
  }, 
  {
    "quote": "Football is an incredible game. Sometimes it's so incredible, it's unbelievable.", 
    "name": "Tom Landry"
  }, 
  {
    "quote": "You can't win unless you learn how to lose.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "These are my new shoes. They're good shoes. They won't make you rich like me, they won't make you rebound like me, they definitely won't make you handsome like me. They'll only make you have shoes like me. That's it.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "Sports do not build character. They reveal it.", 
    "name": "Heywood Broun"
  }, 
  {
    "quote": "You win some, lose some, and wreck some.", 
    "name": "Dale Earnhardt"
  }, 
  {
    "quote": "You don't play against opponents, you play against the game of basketball.", 
    "name": "Bobby Knight"
  }, 
  {
    "quote": "Champions keep playing until they get it right.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "Basketball is like war in that offensive weapons are developed first, and it always takes a while for the defense to catch up.", 
    "name": "Red Auerbach"
  }, 
  {
    "quote": "Baseball happens to be a game of cumulative tension but football, basketball and hockey are played with hand grenades and machine guns.", 
    "name": "John Leonard"
  }, 
  {
    "quote": "Do you know what my favorite part of the game is? The opportunity to play.", 
    "name": "Mike Singletary"
  }, 
  {
    "quote": "A lifetime of training for just ten seconds.", 
    "name": "Jesse Owens"
  }, 
  {
    "quote": "Baseball is a game where a curve is an optical illusion, a screwball can be a pitch or a person, stealing is legal and you can spit anywhere you like except in the umpire's eye or on the ball.", 
    "name": "James Patrick Murray"
  }, 
  {
    "quote": "Approach the game with no preset agendas and you'll probably come away surprised at your overall efforts.", 
    "name": "Phil Jackson"
  }, 
  {
    "quote": "God made me fast. And when I run, I feel His pleasure.", 
    "name": "Eric Liddell"
  }, 
  {
    "quote": "If you think it's hard to meet new people, try picking up the wrong golf ball.", 
    "name": "Jack Lemmon"
  }, 
  {
    "quote": "Fishing is much more than fish. It is the great occasion when we may return to the fine simplicity of our forefathers.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "If you drink don't drive. Don't even putt.", 
    "name": "Dean Martin"
  }, 
  {
    "quote": "Give me golf clubs, fresh air and a beautiful partner, and you can keep the clubs and the fresh air.", 
    "name": "Jack Benny"
  }, 
  {
    "quote": "Skiing combines outdoor fun with knocking down trees with your face.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "If you watch a game, it's fun. If you play it, it's recreation. If you work at it, it's golf.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "Golf is a game in which you yell 'fore,' shoot six, and write down five.", 
    "name": "Paul Harvey"
  }, 
  {
    "quote": "Bobby Knight told me this: 'There is nothing that a good defense cannot beat a better offense.' In other words a good offense wins.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "I always turn to the sports pages first, which records people's accomplishments. The front page has nothing but man's failures.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "Success is where preparation and opportunity meet.", 
    "name": "Bobby Unser"
  }, 
  {
    "quote": "Golf is a day spent in a round of strenuous idleness.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "I know I am getting better at golf because I am hitting fewer spectators.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "I won't predict anything historic. But nothing is impossible.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "You know it's going to hell when the best rapper out there is white and the best golfer is black.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "Golf is a game in which one endeavors to control a ball with implements ill adapted for the purpose.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "One man practicing sportsmanship is far better than a hundred teaching it.", 
    "name": "Knute Rockne"
  }, 
  {
    "quote": "Fans don't boo nobodies.", 
    "name": "Reggie Jackson"
  }, 
  {
    "quote": "It's a round ball and a round bat, and you got to hit it square.", 
    "name": "Pete Rose"
  }, 
  {
    "quote": "If you meet the Buddha in the lane, feed him the ball.", 
    "name": "Phil Jackson"
  }, 
  {
    "quote": "The difference between the old ballplayer and the new ballplayer is the jersey. The old ballplayer cared about the name on the front. The new ballplayer cares about the name on the back.", 
    "name": "Steve Garvey"
  }, 
  {
    "quote": "Golf is played by twenty million mature American men whose wives think they are out having fun.", 
    "name": "Jim Bishop"
  }, 
  {
    "quote": "The trouble with jogging is that the ice falls out of your glass.", 
    "name": "Martin Mull"
  }, 
  {
    "quote": "Wrestling is ballet with violence.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Life is about timing.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "You always get a special kick on opening day, no matter how many you go through. You look forward to it like a birthday party when you're a kid. You think something wonderful is going to happen.", 
    "name": "Joe DiMaggio"
  }, 
  {
    "quote": "I don't want to play golf. When I hit a ball, I want someone else to go chase it.", 
    "name": "Rogers Hornsby"
  }, 
  {
    "quote": "Tennis is a perfect combination of violent action taking place in an atmosphere of total tranquillity.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "Some people are born on third base and go through life thinking they hit a triple.", 
    "name": "Barry Switzer"
  }, 
  {
    "quote": "Nobody's a natural. You work hard to get good and then work to get better. It's hard to stay on top.", 
    "name": "Paul Coffey"
  }, 
  {
    "quote": "The triple is the most exciting play in baseball. Home runs win a lot of games, but I never understood why fans are so obsessed with them.", 
    "name": "Hank Aaron"
  }, 
  {
    "quote": "The only way to prove that you're a good sport is to lose.", 
    "name": "Ernie Banks"
  }, 
  {
    "quote": "Most ball games are lost, not won.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "Boxing has become America's tragic theater.", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "Golf appeals to the idiot in us and the child. Just how childlike golf players become is proven by their frequent inability to count past five.", 
    "name": "John Updike"
  }, 
  {
    "quote": "The only thing a golfer needs is more daylight.", 
    "name": "Ben Hogan"
  }, 
  {
    "quote": "Baseball is almost the only orderly thing in a very unorderly world. If you get three strikes, even the best lawyer in the world can't get you off.", 
    "name": "Bill Veeck"
  }, 
  {
    "quote": "The two most important things in life are good friends and a strong bullpen.", 
    "name": "Bob Lemon"
  }, 
  {
    "quote": "I don't know why people question the academic training of an athlete. Fifty percent of the doctors in this country graduated in the bottom half of their classes.", 
    "name": "Al McGuire"
  }, 
  {
    "quote": "All sports for all people.", 
    "name": "Pierre de Coubertin"
  }, 
  {
    "quote": "Sometimes in football you have to score goals.", 
    "name": "Thierry Henry"
  }, 
  {
    "quote": "Play is the only way the highest intelligence of humankind can unfold.", 
    "name": "Joseph Chilton Pearce"
  }, 
  {
    "quote": "Reverse every natural instinct and do the opposite of what you are inclined to do, and you will probably come very close to having a perfect golf swing.", 
    "name": "Ben Hogan"
  }, 
  {
    "quote": "Sports are a microcosm of society.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "If I weren't earning $3 million a year to dunk a basketball, most people on the street would run in the other direction if they saw me coming.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "Gray skies are just clouds passing over.", 
    "name": "Frank Gifford"
  }, 
  {
    "quote": "If a tie is like kissing your sister, losing is like kissing you grandmother with her teeth out.", 
    "name": "George Brett"
  }, 
  {
    "quote": "Trying to sneak a fastball past Hank Aaron is like trying to sneak the sunrise past a rooster.", 
    "name": "Joe Adcock"
  }, 
  {
    "quote": "Hitting is timing. Pitching is upsetting timing.", 
    "name": "Warren Spahn"
  }, 
  {
    "quote": "I had pro offers from the Detroit Lions and Green Bay Packers, who were pretty hard up for linemen in those days. If I had gone into professional football the name Jerry Ford might have been a household word today.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Have you ever noticed what golf spells backwards?", 
    "name": "Al Boliska"
  }, 
  {
    "quote": "If you got the game, you got the game. That's why Tiger Woods is out there playing golf with Greg Norman.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "I'm a competitive person and I love the challenge of mastering new things.", 
    "name": "Sasha Cohen"
  }, 
  {
    "quote": "There isn't a flaw in his golf or his makeup. He will win more majors than Arnold Palmer and me combined. Somebody is going to dust my records. It might as well be Tiger, because he's such a great kid.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "He has the finest, fundamentally sound golf swing I've ever seen.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "He's going to be around a long, long time, if his body holds up. That's always a concern with a lot of players because of how much they play. A lot of guys can't handle it. But it looks like he can.", 
    "name": "Jack Nicklaus"
  }, 
  {
    "quote": "You spend a good piece of your life gripping a baseball and in the end it turns out that it was the other way around all the time.", 
    "name": "Jim Bouton"
  }, 
  {
    "quote": "Baseball life is a tough life on the family.", 
    "name": "Nolan Ryan"
  }, 
  {
    "quote": "If a lot of people gripped a knife and fork the way they do a golf club, they'd starve to death.", 
    "name": "Sam Snead"
  }, 
  {
    "quote": "The fewer rules a coach has, the fewer rules there are for players to break.", 
    "name": "John Madden"
  }, 
  {
    "quote": "I play in the low 80s. If it's any hotter than that, I won't play.", 
    "name": "Joe E. Lewis"
  }, 
  {
    "quote": "Relax? How can anybody relax and play golf? You have to grip the club, don't you?", 
    "name": "Ben Hogan"
  }, 
  {
    "quote": "Any time Detroit scores more than 100 points and holds the other team below 100 points they almost always win.", 
    "name": "Doug Collins"
  }, 
  {
    "quote": "The difference in golf and government is that in golf you can't improve your lie.", 
    "name": "George Deukmejian"
  }, 
  {
    "quote": "You can make a lot of money in this game. Just ask my ex-wives. Both of them are so rich that neither of their husbands work.", 
    "name": "Lee Trevino"
  }, 
  {
    "quote": "Baseball is drama with an endless run and an ever-changing cast.", 
    "name": "Joe Garagiola"
  }, 
  {
    "quote": "What other people may find in poetry or art museums, I find in the flight of a good drive.", 
    "name": "Arnold Palmer"
  }, 
  {
    "quote": "The integrity of the game is everything.", 
    "name": "Peter Ueberroth"
  }, 
  {
    "quote": "It is almost impossible to remember how tragic a place the world is when one is playing golf.", 
    "name": "Robert Wilson Lynd"
  }, 
  {
    "quote": "Bulls do not win bull fights. People do.", 
    "name": "Norman Ralph Augustine"
  }, 
  {
    "quote": "My family knew, but most of the sporting world did not realize that my right hand been some 75% paralyzed.", 
    "name": "Bill Toomey"
  }, 
  {
    "quote": "There was endless action - not just football, but sailboats, tennis and other things: movement. There was endless talk - the ambassador at the head of the table laying out the prevailing wisdom, but everyone else weighing in with their opinions and taking part.", 
    "name": "Charles Spalding"
  }, 
  {
    "quote": "Eighteen holes of match play will teach you more about your foe than 18 years of dealing with him across a desk.", 
    "name": "Grantland Rice"
  }, 
  {
    "quote": "Nobody roots for Goliath.", 
    "name": "Wilt Chamberlain"
  }, 
  {
    "quote": "I'll let the racket do the talking.", 
    "name": "John McEnroe"
  }, 
  {
    "quote": "When I was 40, my doctor advised me that a man in his 40s shouldn't play tennis. I heeded his advice carefully and could hardly wait until I reached 50 to start again.", 
    "name": "Hugo Black"
  }, 
  {
    "quote": "You know they're not going to lose 162 consecutive games.", 
    "name": "Harry Caray"
  }, 
  {
    "quote": "One thing you learned as a Cubs fan: when you bought you ticket, you could bank on seeing the bottom of the ninth.", 
    "name": "Joe Garagiola"
  }, 
  {
    "quote": "Pro football is like nuclear warfare. There are no winners, only survivors.", 
    "name": "Frank Gifford"
  }, 
  {
    "quote": "I started playing ball when I was a kid. My dad was a pro ball player and he passed on his knowledge to me.", 
    "name": "Kurt Russell"
  }, 
  {
    "quote": "Every great batter works on the theory that the pitcher is more afraid of him than he is of the pitcher.", 
    "name": "Ty Cobb"
  }, 
  {
    "quote": "What's a good tournament for him? Winning it. He's good enough.", 
    "name": "Greg Norman"
  }, 
  {
    "quote": "Don't play too much golf. Two rounds a day are plenty.", 
    "name": "Harry Vardon"
  }, 
  {
    "quote": "Overall the fundamentals seem to be there and he's obviously got a very mature head on his shoulders. He's got a kind of presence.", 
    "name": "Nick Price"
  }, 
  {
    "quote": "New Yorkers love it when you spill your guts out there. Spill your guts at Wimbledon and they make you stop and clean it up.", 
    "name": "Jimmy Connors"
  }, 
  {
    "quote": "Perhaps the single most important element in mastering the techniques and tactics of racing is experience. But once you have the fundamentals, acquiring the experience is a matter of time.", 
    "name": "Greg LeMond"
  }, 
  {
    "quote": "You don't suffer, kill yourself and take the risks I take just for money. I love bike racing.", 
    "name": "Greg LeMond"
  }, 
  {
    "quote": "I went through baseball as 'a player to be named later.'", 
    "name": "Joe Garagiola"
  }, 
  {
    "quote": "I'm not buddy-buddy with the players. If they need a buddy, let them buy a dog.", 
    "name": "Whitey Herzog"
  }, 
  {
    "quote": "Olympism is the marriage of sport and culture.", 
    "name": "Juan Antonio Samaranch"
  }, 
  {
    "quote": "Many baseball fans look upon an umpire as a sort of necessary evil to the luxury of baseball, like the odor that follows an automobile.", 
    "name": "Christy Mathewson"
  }, 
  {
    "quote": "Baseball is a public trust. Players turn over, owners turn over and certain commissioners turn over. But baseball goes on.", 
    "name": "Peter Ueberroth"
  }, 
  {
    "quote": "Other sports play once a week but this sport is with us every day.", 
    "name": "Peter Ueberroth"
  }, 
  {
    "quote": "Football is violence and cold weather and sex and college rye.", 
    "name": "Roger Kahn"
  }, 
  {
    "quote": "I was showing early symptoms of becoming a professional baseball man. I was lying to the press.", 
    "name": "Roger Kahn"
  }, 
  {
    "quote": "Tennis and golf are best played, not watched.", 
    "name": "Roger Kahn"
  }, 
  {
    "quote": "He hits it long. His shoulders are impressively quick through the ball. That's where he's getting his power from. He's young and has great elasticity.", 
    "name": "Nick Faldo"
  }, 
  {
    "quote": "He hits the ball a long way and he knows how to win.", 
    "name": "Gary McCord"
  }, 
  {
    "quote": "He's got an overall flair for the game. It looks to me like he really loves what he does and he can't wait to get up in the morning, go hit some balls and go play.", 
    "name": "Gary McCord"
  }, 
  {
    "quote": "The bell that tolls for all in boxing belongs to a cash register.", 
    "name": "Bob Verdi"
  }, 
  {
    "quote": "What's unfortunate about buying a pitcher for $12 million is that he carries no warranty.", 
    "name": "Bob Verdi"
  }, 
  {
    "quote": "He's got everything. He' not a great player yet because he hasn't won any major championships, but it's a matter of time. He's an outstanding talent. I didn't realize how tall he is.", 
    "name": "Nick Price"
  }, 
  {
    "quote": "There are two theories on hitting the knuckleball. Unfortunately, neither of them works.", 
    "name": "Charley Lau"
  }, 
  {
    "quote": "If you are going to throw a club, it is important to throw it ahead of you, down the fairway, so you don't have to waste energy going back to pick it up.", 
    "name": "Tommy Bolt"
  }, 
  {
    "quote": "If your man is a sports enthusiast, you may have to resign yourself to his spouting off in a monotone on a prize fight, football game or pennant race.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I like sports, and I enjoy playing basketball and lifting weights.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I hate all sports as rabidly as a person who likes sports hates common sense.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "I've told Billy if I ever caught him cheating, I wouldn't kill him because I love his children and they need a dad. But I would beat him up. I know where all of his sports injuries are.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "Some of the companies we helped start are names you know. An office supply company called Staples - where I'm pleased to see the Obama campaign has been shopping The Sports Authority, which became a favorite of my sons. We started an early childhood learning center called Bright Horizons that First Lady Michelle Obama rightly praised.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I liked the energy of cooking, the action, the camaraderie. I often compare the kitchen to sports and compare the chef to a coach. There are a lot of similarities to it.", 
    "name": "Todd English"
  }, 
  {
    "quote": "Don't force your kids into sports. I never was. To this day, my dad has never asked me to go play golf. I ask him. It's the child's desire to play that matters, not the parent's desire to have the child play. Fun. Keep it fun.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "The American people are sheep. They're comfortable, rich, working. It's like the Romans, they're happy with bread and their spectator sports. The Super Bowl means more to them than any right.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "The problem with winter sports is that - follow me closely here - they generally take place in winter.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "I used to play sports. Then I realized you can buy trophies. Now I am good at everything.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "Honestly, I don't listen to nobody else's music but my own. It's kind of like sports to me. You don't see Kobe Bryant at a LeBron James game - he just works on his own game. And that's what I do. I only listen to me, so I can criticize and analyze and all those things.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "For truly it is to be noted, that children's plays are not sports, and should be deemed as their most serious actions.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Even from their infancy we frame them to the sports of love: their instruction, behavior, attire, grace, learning and all their words azimuth only at love, respects only affection. Their nurses and their keepers imprint no other thing in them.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Growing up, if I hadn't had sports, I don't know where I'd be. God only knows what street corners I'd have been standing on and God only knows what I'd have been doing, but instead I played hockey and went to school and stayed out of trouble.", 
    "name": "Bobby Orr"
  }, 
  {
    "quote": "I'm a visual thinker, really bad at algebra. There's others that are a pattern thinker. These are the music and math minds. They think in patterns instead of pictures. Then there's another type that's not a visual thinker at all, and they're the ones that memorize all of the sports statistics, all of the weather statistics.", 
    "name": "Temple Grandin"
  }, 
  {
    "quote": "I think that from the time you start playing sports as a child you see that your responsibility to your team is to play the best that you can play as an individual... and yet, not take anything away from being part of a team.", 
    "name": "Wayne Gretzky"
  }, 
  {
    "quote": "Sports teaches you character, it teaches you to play by the rules, it teaches you to know what it feels like to win and lose-it teaches you about life.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "The best kids are going to become the best. But the best thing about it is that you're going to learn lessons in playing those sports about winning and losing and teamwork and teammates and arguments and everything else that are going to affect you positively for the rest of your life.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "I look at athletes in all sports and try to picture what kind of football player they'd be, what position they'd play and so on.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "I don't know anything that builds the will to win better than competitive sports.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Black people dominate sports in the United States. 20% of the population and 90% of the final four.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Even if I did have, you know, a 'Sports Illustrated' body, I'd still wear elegant clothes.", 
    "name": "Adele"
  }, 
  {
    "quote": "The addiction to sports, therefore, in a peculiar degree marks an arrested development in man's moral nature.", 
    "name": "Thorstein Veblen"
  }, 
  {
    "quote": "I have never seen a wrestling match or a prize fight, and I don't want to. When I find out a man is interested in these sports, I drop him.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "If you're a sports fan you realize that when you meet somebody, like a girlfriend, they kind of have to root for your team. They don't have a choice.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "Well, I'm not a big sports fan.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "One afternoon when I was 9, my dad told me I'd be skipping school the next day. Then we drove 12 hours from Melbourne to Sydney for the Centenary Test, a once-in-a-lifetime commemorative cricket match. It was great fun - especially for a kid who was a massive sports fan.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "But sports carried me away from being in a gang, or being associated with drugs. Sports was my way out.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "I enjoy sports in person.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I'm sort of like a lame, single guy in a red sports car.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "I couldn't find the sports car of my dreams, so I built it myself.", 
    "name": "Ferdinand Porsche"
  }, 
  {
    "quote": "The main thing is healthy eating, exercise, which I do for special events, like if it's Sports Illustrated, or the swim suit catalogue for Victoria's Secret, or my own calendar that I did for the year 2000.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "I'm a mad lover of sport. You cannot say a bad word to me about sports. So I know business is involved and I know it can be cynical, and, of course, I watch it, but for me it's pure.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "When you look at golf films before us they're all - garbage or satire. A lot of sports films tend to vilify the opposition. Where the opposition becomes this big angry monster, so big you can't beat him.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I live by 'Go big or go home.' That's with everything. It's like either commit and go for it or don't do it at all. I apply that to everything. I apply that to relationships, I apply that to like sports, I apply that to everything. That's what I live by. That's how I like it.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "When did I know I had talent? I think it started when I first started playing sports, organized sports.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "I was always a sports nut but I've lost interest now in whether one bunch of mercenaries in north London is going to beat another bunch of mercenaries from west London.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "I think exercise tests us in so many ways, our skills, our hearts, our ability to bounce back after setbacks. This is the inner beauty of sports and competition, and it can serve us all well as adult athletes.", 
    "name": "Peggy Fleming"
  }, 
  {
    "quote": "Sports and entertainment are the only places where inner-city kids see themselves being able to succeed. Their intellectual development is something they don't relate to.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "The plays and sports of children are as salutary to them as labor and work are to grown persons.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "I went to a football school, which meant that I went to a university that served up education and was simultaneously operating a sports franchise.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "I have long been one of those tedious people who rails against the coronation of 'student-athletes.' I have heard the argument that big-time athletics bring in loads of money to universities. I don't believe the money goes anywhere other than back into the sports teams, but that's another story.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "It's become another dimension to who I am. I don't think Sports Illustrated is going to be wanting me. But who cares? I'm at a different place in my life.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "I love sports. I love animals. I love kids. I want to save the world. So how do I combine all those things? I don't know.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "Sports is human life in microcosm.", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "Breaking records is not something you expect to be doing. That's like a sports thing, it's not usually a comedy and writing thing.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "Women's sports is still in its infancy. The beginning of women's sports in the United States started in 1972, with the passage of Title 9 for girls to finally get athletic scholarships.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "I'm girlie in the sense that I like makeup, but I also love sports and man food.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "In the sports arena I would say there is nothing like training and preparation. You have to train your mind as much as your body.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "We're not doing outrageous fashion I make sports clothes that are relatively conservative, clothes that everyone wears.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "Don't let anyone turn you into a slave. You're a slave if you let the media tell you that sports and entertainment are more important than developing your brain.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "The things that people do now in sports, you can't even believe. These are complete total athletes. To see what human beings can do in the highest level is amazing.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "You cannot mix sports with politics.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "I love sports. Whenever I can, I always watch the Detroit Tigers on the radio.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Sports have become increasingly more specialized, but that doesn't mean they shouldn't be fun.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "I think extreme sports are really good for relieving stress.", 
    "name": "Dave Chappelle"
  }, 
  {
    "quote": "I've always been a guy who wants to play sports, not watch them.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I always tell people that our sports aren't that dangerous.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "What drives me now is the fact that I feel like I still have so many tricks that I want to learn and so many things that I can still do. And so many cool things outside of sports that I have been doing.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "There's a whole lot more to the African-American community than entertainment and sports.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "That's the biggest gap in sports, the difference between the winner and the loser of the Super Bowl.", 
    "name": "John Madden"
  }, 
  {
    "quote": "I am very slow to warm. I've always been sort of a loner. I didn't play team sports. I am better one-on-one than in big groups.", 
    "name": "Rooney Mara"
  }, 
  {
    "quote": "Funding for sports (and the arts) are often the first things facing the chop in difficult times.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "Sports is the toy department of human life.", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "The importance that our society attaches to sport is incredible. After all, is football a game or a religion? The people of this country have allowed sports to get completely out of hand.", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "Sports is like a war without the killing.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "Don't sell yourself short because without that you can't go far in life because after sports the only thing you know is sports and you can't do anything else with that.", 
    "name": "Bo Jackson"
  }, 
  {
    "quote": "Americans' addiction to sports, with the NFL at the top, is based on the excitement generated by the potential for the unexpected great play which can only happen with honest competition from great athletes.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "I'm not good at anything except writing jokes. I wasn't good at sports, I wasn't good at anything artsy, ever. I think there was a real worry for a while about what I would be good at. I was just this chubby little Indian kid who looked like a nerd.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I think sometimes when it comes to sports, and especially relationships between players and coaches, that people lose track, lose a sense of reality.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "That's what we need nowadays, is more children that have goals other than being a sports figure or some kind of celebrity. I think it's great that a kid wants to learn more and wants to be at the peak of learning, especially at that young.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "When they take surveys of women in business, of the Fortune 500, the successful women, 80% of them, say they were in sports as a young woman.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "Sports without music is just a game. Music makes it entertaining.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "I sort of always had an inkling towards some kind of an art form. I grew up in a very small town, and I just figure-skated. My dad played hockey and I was surrounded by sports, but it wasn't quite doing it for me. I wasn't totally fulfilled, and I did a lot of skating.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "A significant piece of the wealth that the NFL owners garner is a result of the enormous TV revenues they get - and those revenues are supported by a legislatively granted exemption from the antitrust laws that has been made applicable to sports leagues, primarily the NFL.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I would love to be associated with some sports organization. I was a journalism major. That's kind of intriguing, to do something in the political-commentary arena.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "My sister is totally my dad's daughter because she loves sports.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "Unfortunately the world is what it is now. People don't get along for whatever reason. As professional athletes, in a way we're almost ambassadors for peace, because sports brings everyone together.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "My parents couldn't handle my energy so they enrolled me in every sport the school was offering. I didn't resent it because I loved sports and picked them up easily.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I'm not a big sports fan.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "I don't necessarily love the sports per se, I love the stories behind them. Also in a kind of perverse way I like to study what it does to us, why we care so much. It's caring about something that's utterly meaningless.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "There are two things that come very easily to me: rooting for New York sports teams and making mistakes.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I went to Ohio University studying arts and history, and playing football. But I was only interested in girls, my pals and sports. I only did the minimum for school.", 
    "name": "Ed O'Neill"
  }, 
  {
    "quote": "I had fun pretending to be a sportscaster. People always think that was a down thing for me. I had the best job in sports broadcasting for two years.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "The biggest lesson from Africa was that life's joys come mostly from relationships and friendships, not from material things. I saw time and again how much fun Africans had with their families and friends and on the sports fields they laughed all the time.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "I'm a big sports fan. Football. Cricket.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I never really participated in specific sports or anything, but once I hit 40, I started to get a little bit more active and began swimming more.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "Team sports aren't my thing. I find it easier to pick something up if I can do it at my own speed. And you don't need a partner to go running, you don't need a particular place, like in tennis, just a pair of trainers.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "I like both athletic girls and girly girls. It depends on their personality. I like girls who can go out and play sports with me and throw the football around, but you don't want a girl who's too much tougher than you. I like brainy girls who can respond to what I'm saying.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "I enjoy sports. I get a real joy from playing sports but I don't look for those movies. Oliver Stone wanted to know if I would do Any Given Sunday and it just didn't appeal to me.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "Now, I know you expected me to say that, well, I just kick back in the rocking chair, fished a little bit, listened to Willie Nelson tapes and watched old baseball games on the Classic Sports network. And, tell you the truth, I have done that for maybe about five total minutes.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "I wanted to use sports for social change.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "In the seventies we had to make it acceptable for people to accept girls and women as athletes. We had to make it okay for them to be active. Those were much scarier times for females in sports.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "There's not a long track record of people leaving professional sports to become a software developer.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "I used to play a lot of racket sports, tennis and squash.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "Sports without music, it's nothing but a game. Music adds the emotion.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "Music has done a lot to enhance the emotions of sports. It's played in arenas. Whenever there is footage cut together they're always using music. And it goes together, you know.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "As the National Football League and other pro sports increasingly reckon with the early dementia, mental health issues, suicides and even criminal behavior of former players, the risk of what's known as chronic traumatic encephalopathy (CTE), is becoming clear.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "The families of many athletes - incensed at the sports leagues and hoping to make games safer overall - are increasingly making the brains of players who die prematurely and suspiciously available for study. Some athletes are even making the bequest themselves.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "I think I was a good student, because I jumped over a school. My main interest was basically history and literature. Sports were basically basketball and swimming at a pool. I was so happy.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Just like I find men who talk sports who don't really know sports annoying, I think men might find women who don't really have a true passion and knowledge of sports maybe not so attractive.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "I've always had an interest in sports across the board.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "I played sports year around: basketball, soccer, softball and I ran track year around, from the time I was, like, six, seven.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "I'm nothing more than a sports slave.", 
    "name": "Dennis Rodman"
  }, 
  {
    "quote": "There is so much hypocrisy in sports.", 
    "name": "Dennis Rodman"
  }, 
  {
    "quote": "My chief gifts are - naturally good at all sports with a raw talent for pretty much everything, which if nurtured could develop into improper talent.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "A rabid sports fan is one that boos a TV set.", 
    "name": "Jimmy Cannon"
  }, 
  {
    "quote": "The tradition in Serbia has always been team sports - football, basketball, handball, volleyball and water polo, individual sports are not supported.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "I'm the kind of guy that if I don't work out, I will get bigger and look like one of the guys who used to play sports.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "I was a total athlete. I loved sports, but when I realized I wasn't going to be a professional athlete, I realized I wanted to be in movies.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "I love extreme sports, I like snowboarding and motorcross and rollerblading and hockey.", 
    "name": "Jeremy London"
  }, 
  {
    "quote": "I've aways been good at picking up certain things, like sports and dancing.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "There are kids who get on a BMX bike when they're eight years old and they go, 'Whoa, this is incredible,' and grow up to do extreme sports. It's the same for me with acting.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "I never played sports. I wasn't any good at them.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "Being a celebrity you always get really good seats to sporting events but you never get as good seats as the photographers get. And I really love sports. So one of the scams I have going now is I want to learn sports photography so I can get better seats at a sporting event.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "But sports photography isn't something you just pick up overnight. You can't do it once a year for fun and expect to do a good job. And I take pride in what I do.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "I know I could be the host of 'SportsCenter' in two years if I changed my show today to sports.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Making movies was more a reaction to not being chosen for sports. Other kids were out there playing at whatever I was off making something blow up and filming it, or making a mould of my sister's head using alginating plaster.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "I've been a sports fan all my life, and like most other actors, I'm convinced I could have been a pro athlete if Hollywood hadn't come calling.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "It sounds like a cliche, but it... you do sing about what you know about. And I grew up in a small town, and I grew up in a place where your whole world revolved around friends, family, school, and church, and sports.", 
    "name": "Kenny Chesney"
  }, 
  {
    "quote": "I grew up being into sports and I wasn't trained to move my body in the right way for dancing. I'm the last one to get any moves correct. In rehearsals it's always, 'OK, one more take for Zac.'", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Sports is a metaphor for overcoming obstacles and achieving against great odds. Athletes, in times of difficulty, can be important role models.", 
    "name": "Bill Bradley"
  }, 
  {
    "quote": "There is a syndrome in sports called 'paralysis by analysis.'", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "I play sports.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "I don't watch a lot of television. Sports and news, that's it.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "There's three things men always talk about - women, sports, and cars.", 
    "name": "Mario Lopez"
  }, 
  {
    "quote": "Of course, in our grade school, in those days, there were no organized sports at all. We just went out and ran around the school yard for recess.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "I am a sports fanatic and being able to perform at halftime for the fans of the Steelers and the Jets is such a thrill for me.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "I'm not into extreme sports or something. I just live a quiet life.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "There is no life for girls in team sports past Little League. I got into tennis when I realized this, and because I thought golf would be too slow for me, and I was too scared to swim.", 
    "name": "Billie Jean King"
  }, 
  {
    "quote": "I liked the game, I enjoyed the game, and the game fed me enough, and gave me enough rewards to reinforce that this is something that I should spend time doing, and that I could possibly make a priority in my life, versus other sports.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "One of the things in the back of my mind is that, after my sports experience, I never want to be, totally consumed by any one endeavor, other than my family life.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "Books had instant replay long before televised sports.", 
    "name": "Bernard Williams"
  }, 
  {
    "quote": "I've had the good fortune to have a much more diverse life than most people would, professional sports and television and news and movies.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "I have zero interest in sports of any kind - professional, college or international.", 
    "name": "Jimmy Wales"
  }, 
  {
    "quote": "I have to wear two sports bras when I do my cardio. It takes a lot to hold these puppies up!", 
    "name": "Fergie"
  }, 
  {
    "quote": "I'm really into extreme sports and just having fun.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "I am so fidgety - I swear I have ADD - and I always need to be doing something or being outside, just playing sports.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "Sport was my absolute love. It was very sporty household. We had my - my brother and I both loved sports.", 
    "name": "Delta Goodrem"
  }, 
  {
    "quote": "I got amazing training both with Theatre Sports... back in Edmonton, Alberta - I can't give those people enough credit - and the daytime drama I did. Incredible training, both of them.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "In any small town, sports are really important to the high school, and I wasn't very good at sports.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "It certainly is dangerous that there are only a few clubs left in Europe that can afford to pay millions. At the end of the day however, the spectators decide the rates of pay - by watching the games and consuming the goods and services advertised on sports TV programmes.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "I was a sports fan, but I also went to peace marches.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "I think they need to get a more reliable way of watching television on the laptop. Because I travel so much, if I want to watch my favorite sports team it might not be showing in that place, so I want a reliable way to watch whatever I want to watch on my laptop.", 
    "name": "John Legend"
  }, 
  {
    "quote": "I've been looking at companies that are on a positive path vs. a negative path and I've come to use the language of sports, winning streaks and losing streaks.", 
    "name": "Rosabeth Moss Kanter"
  }, 
  {
    "quote": "Amateurism is the strongest form of discrimination in sports. Because it discriminates against the underprivileged, it discriminates against the poor. If we want sports to go back to the wealthy, let's make it amateur again.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "I always separated sports and my personal life.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "If you look at things that really affect people's lives - sport, the arts, charities - they were always at the back of the queue for government money - health, social security, defence, pensions were all way ahead. And each of those areas - sports, the arts, the lottery - got relatively petty cash from the government.", 
    "name": "John Major"
  }, 
  {
    "quote": "Your body's really only meant to compete at the highest levels of combat sports for a few years.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "I never in my wildest imagination dreamed that I would somehow become a sports commentator.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "I don't want to have to say, Honey, you know, could you turn off the sports channel because I'm not a big sports fan, and I don't love the television being on just for the sake of turning on. I'd like turning on for some thing specific.", 
    "name": "Lynn Redgrave"
  }, 
  {
    "quote": "A supermodel needed to be able to be on 'Sports Illustrated,' to be able to walk runways, to be able to do beauty ads, to be on covers. And the girls now can no longer be on covers and be in the ads because your actresses have taken over all the jobs. I don't know what happened, but we want our jobs back.", 
    "name": "Kim Alexis"
  }, 
  {
    "quote": "Growing up in the time of Title IX - it was passed when I was 10 - I got a front-row seat to so many great moments in women's sports. Of course I didn't know it at the time.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "When I was in elementary school, we weren't allowed to do sports other than cheerleading. By junior high, they let us play, but we had to come back after 6:30 p.m. to practice because there was only one gymnasium and the boys used it first.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "Competing in both track and field and basketball for the Bruins I have a lot of great memories to choose from. But my all-time favorite moment in collegiate sports has to be in 1982 when we won UCLA's first NCAA title in track.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "We live in a world where sports have the potential to bridge the gap between racism, sexism and discrimination. The 2012 Olympic Games was a great start but hopefully what these games taught us is that if women are given an opportunity on an equal playing field the possibilities for women are endless.", 
    "name": "Jackie Joyner-Kersee"
  }, 
  {
    "quote": "I had my boy in Boston on Easter Sunday. That kills me, from a sports perspective. He's a Boston baby and I'm a New York guy.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "I only have two things in my life, my family and work. If there's any time left over, then I play sports.", 
    "name": "Mark Zandi"
  }, 
  {
    "quote": "Soccer and cricket were my main sports growing up. I had trials as a soccer player with a few clubs interested, Crystal Palace being one, but it was cricket which became my chosen profession.", 
    "name": "Ian Botham"
  }, 
  {
    "quote": "Where I came from, sports were the only way to get out front.", 
    "name": "Joe Namath"
  }, 
  {
    "quote": "I was focused on athletics, outdoors, sports.", 
    "name": "Joe Namath"
  }, 
  {
    "quote": "I was lucky enough when it came to sports and work ethic to be taught some basics that continue to be important.", 
    "name": "Joe Namath"
  }, 
  {
    "quote": "We're going to have more kids playing, and we're going to have a better chance of finding those players Minor sports in a community is for fun and recreation. For everyone.", 
    "name": "Bobby Orr"
  }, 
  {
    "quote": "Everyone thought I was going to die like a year later, they didn't know. So I helped educate sports, and then the world, that a man living with HIV can play basketball. He's not going to give it to anybody by playing basketball.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "I love various sports, including basketball, tennis and billiards.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "Boxing, mixed martial arts and tennis are the hardest sports to train for.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "A lot of athletes use sports psychologists.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "I like to follow my favorite team and talk sports with my band or fans. You won't believe how many musicians are sports fans. We have so much time on tour that we need these outlets for relaxation.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "I do not like sports, unless you consider treating all humankind with love and respect a sport.", 
    "name": "Todd Barry"
  }, 
  {
    "quote": "I don't think there's anything that is a greater area of discrimination against women today than the fact that nowhere in the world is there a female role model in team sports that more than half of a general audience would recognize.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "Men's competitive team sports focus on the balance between individual achievement and team achievement with the emphasis on team achievement.", 
    "name": "Warren Farrell"
  }, 
  {
    "quote": "We've just got to be careful - with all sports, let alone cricket - I think there's so much emphasis on doing the right thing all the time, but I think the public want to be entertained when they come to watch sport.", 
    "name": "Shane Warne"
  }, 
  {
    "quote": "Most Indians go into education. Their parents just push them into education like parents in Australia push them into sports.", 
    "name": "Mahesh Bhupathi"
  }, 
  {
    "quote": "I didn't go to normal children school. I went to sports school when I was 8. So I studied martial arts.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "I had no interest in sports so I didn't make friends in that traditional way where kids are in public school and they go and they join clubs, and play sports. So I kind of had to find my own way to make friends and get attention and so I just was the class clown.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "As a kid who wasn't into sports, at school I felt almost alienated at times, whereas in the theatre community there was this amazing sense of camaraderie. Early on, we would go to rehearsals with my dad and I was like the mascot for the backstage crew. That was a big part of my childhood, so I dreamed of one day doing a play in London.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "I also have a soft spot for spicy chicken wings. They are always best eaten at dives and sports bars, like Wogie's in the West Village, New York City, near my house.", 
    "name": "Gail Simmons"
  }, 
  {
    "quote": "In most sports, your brain and your body will cooperate... But in rock climbing, it is the other way around. Your brain doesn't see the point in climbing upwards. Your brain will tell you to keep as low as possible, to cling to the wall and not get any higher. You have to have your brain persuading your body to do the right movements.", 
    "name": "Jo Nesbo"
  }, 
  {
    "quote": "People have called me Superman my whole life. In various sports, that seems to be the common theme. My favorite superhero is actually the Incredible Hulk. He's the only superhero that can't die.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "I keep getting these extraordinary letteres, really weird ones from American sports stars - I've always thought you were one pretty lady and now that you're single I want to meet you for a drink.", 
    "name": "Elizabeth Hurley"
  }, 
  {
    "quote": "I don't want someone to watch sports in bed. That drives me nuts.", 
    "name": "Elizabeth Hurley"
  }, 
  {
    "quote": "I find interesting characters or lessons that resonate with people and sometimes I write about them in the sports pages, sometimes I write them in a column, sometimes in a novel, sometimes a play or sometimes in nonfiction. But at the core I always say to myself, 'Is there a story here? Is this something people want to read?'", 
    "name": "Mitch Albom"
  }, 
  {
    "quote": "Tiger Woods is the only sports star who's worth every penny he makes.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "When my TV show, 'Sports Jobs with Junior Seau,' assigned me to be a 'Sports Illustrated' reporter for a weekend, I didn't realize I'd have to squeeze it in around another sports job. I had planned to retire from the NFL to enjoy the cushy lifestyle of a full-time reality TV star, but I wound up getting run over by a bull.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "I wanted to perform well for my mom and dad, because in high school, I didn't have a job. My brothers, they worked at Pizza Hut or places like that, but sports, that was my way of giving back.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "As a sophomore, I wanted to play varsity in three sports. And I accomplished that. It was a great feat that year, and something I held special. I wanted to bring a championship team to Oceanside High School, and it happened. It was a great year that I will never forget.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "If they asked me, I did two shifts. I did sports, I did news, because I loved it.", 
    "name": "Larry King"
  }, 
  {
    "quote": "I played a lot of sports and it's the plays in basketball that weren't worked out that are the ones that are just fantastic that you remember. We don't know the power that's within our own bodies.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "Why should sports men and women get punished harsher than people in the normal world?", 
    "name": "David Millar"
  }, 
  {
    "quote": "The bottom line is what we do might not be the safest so there is always some risk but we are ready to take that into account because we love racing and we love motor sports and it is dangerous.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "I have my parents to thank for that, they raised me to be active and play all sports. They taught me the importance of staying healthy, being focused and setting goals in whatever I do.", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "I receive huge support from Irish and British sports fans alike and it is greatly appreciated. Likewise I feel I have a great affinity with the American sports fans. I play most of my golf in the U.S. nowadays and I am incredibly proud to have won the U.S. Open and U.S. PGA Championship in the last two years.", 
    "name": "Rory McIlroy"
  }, 
  {
    "quote": "I wish I had played team sports. I think every kid should. Teamwork builds character - teaches people about leadership and cooperation.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "When I was a kid, I was always an athlete. I played a lot of sports. I played football, basketball, baseball and soccer.", 
    "name": "Scott Caan"
  }, 
  {
    "quote": "Some people train for certain sports and I want to train to be able to hold a super heavy electric guitar and carry luggage around myself because I always have to have 7,000 pairs of shoes. Who cares about sports?", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "When I grew up we had gym at school, two or three dance classes after school, ice skating lessons, and all sorts of sports at our finger tips. We weren't glued to computers because they didn't exist, so being active was all we knew.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "I never really was that passionate about playing sports. But when I was at this Mt. Herman school, I did have the ability to throw the frisbee. So when this sport evolved, it was fun because I was good at it.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "I liked sports but I never really had the confidence. I was always coordinated and it came easy to me, but I didn't have the confidence to go along with the physical skill.", 
    "name": "Bradley Cooper"
  }, 
  {
    "quote": "Sport is a wonderful metaphor for life. Of all the sports that I played - skiing, baseball, fishing - there is no greater example than golf, because you're playing against yourself and nature.", 
    "name": "Robert Redford"
  }, 
  {
    "quote": "I like every single actor or actress in the world, because we never know what the conditions are like when they are working. I give everyone the benefit of the doubt and root for them like a psychotic sports fan.", 
    "name": "Judd Nelson"
  }, 
  {
    "quote": "I feel like football players are overworked and underpaid compared to any other sports.", 
    "name": "Terrell Owens"
  }, 
  {
    "quote": "In sports... you play from the time you're eight years old, and then you're done forever.", 
    "name": "Joe Montana"
  }, 
  {
    "quote": "Baseball is only a game, a game of inches and a lot of luck. During a time of all-out war, sports are very insignificant.", 
    "name": "Bob Feller"
  }, 
  {
    "quote": "I don't put anything in front of taking ski racing and sports seriously.", 
    "name": "Bode Miller"
  }, 
  {
    "quote": "As you know, the thing that I know the least about is the topic of sports.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "All I can ask from society is that it please stop telling me why I should like sports.", 
    "name": "John Hodgman"
  }, 
  {
    "quote": "That's the difference between golf and many other sports. You go to some other sporting events, they just leave you or give you the cold shoulder and move on.", 
    "name": "Bernhard Langer"
  }, 
  {
    "quote": "You know, we don't look much alike, but Denzel Washington would make a great sports agent.", 
    "name": "Leigh Steinberg"
  }, 
  {
    "quote": "I think it is that parents just don't kick their kids out the door as much as they used to. I think the demise of sandlot sports has had a lot to do with it.", 
    "name": "Frank Shorter"
  }, 
  {
    "quote": "My band is so dedicated, everybody works very hard. The No. 1 priority is the show, and it's pretty cool because we all pull together, and it's fun. It's like being on a sports team or something.", 
    "name": "Bob Seger"
  }, 
  {
    "quote": "When you're a child, no matter if you're doing show business or sports or school or anything, you just want to make the adults happy.", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "As the proud father of two teens and past Chairman to the Presidents Council on Physical Fitness and Sports, I am committed to educating parents and especially young people on ways to live a long, healthy and active life.", 
    "name": "Lee Haney"
  }, 
  {
    "quote": "Sports nurtures dreams of achieving self confidence and masculine striving for the skinny kid watching a boxer dance around the ring with sublime ease.", 
    "name": "Armstrong Williams"
  }, 
  {
    "quote": "Louie and Seabiscuit were both Californians and both on the sports pages in the 1930s. I was fascinated. When I learned about his World War II experiences, I thought, 'If this guy is still alive, I want to meet him.'", 
    "name": "Laura Hillenbrand"
  }, 
  {
    "quote": "The last few years I became a lot more into sports. Growing up, the sports I liked were independent sports, like skateboarding. I was really into skateboarding, and not necessarily team televised sports.", 
    "name": "Mark Hoppus"
  }, 
  {
    "quote": "I know my strengths. Painfully aware of the weaknesses. There's many. I love sports. So working towards a common goal, that's exciting to me.", 
    "name": "Kathy Ireland"
  }, 
  {
    "quote": "I think having a vision can make someone an influential man. I'm not talking about acting or anything like that, I'm talking about people I admire, whether it's a writer or a musician or a sports figure or a politician, whatever.", 
    "name": "Benicio Del Toro"
  }, 
  {
    "quote": "I've always been really active. I grew up playing sports, so I'm always shooting hoops or throwing the football with my friends. I'm super-active in that sense.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "I've always kind of had an interest in the drums but nothing else. The drums are the only thing I feel I would be good at, because I'm a very physical person. I've always played sports and stuff. Drums would give me something to do.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "I never really hated any particular sport but out of all the sports, I used to prefer the team games to running and sprinting and those types of things.", 
    "name": "Rachel Stevens"
  }, 
  {
    "quote": "But I was so wrapped up in sports growing up as a kid, that I think I was going to grow to be a pro ball player. But I found out real quick that was not going to happen.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "Ethnic prejudice has no place in sports, and baseball must recognize that truth if it is to maintain stature as a national game.", 
    "name": "Branch Rickey"
  }, 
  {
    "quote": "I love sport, I grew up playing sports, that's all I did, and it is so invigorating now that I'm supposedly adult to learn something completely new, from the bottom up.", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "I grew up playing sports, but now I feel like I can't, because if I get injured, I'll impair whatever film I'm working on.", 
    "name": "Ellen Page"
  }, 
  {
    "quote": "It's not just the NFL. Every other league has a draft. It has been fundamental to the success of professional sports.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "We're in a leadership position in sports. People look up to the National Football League.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "It's a little bit in the genes because my brother is a journalist and my father was a sports writer.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "Three events. Three gold medals. I was news, big news, in the sports world.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "The newspapers loved pinup pictures of pretty young swimmers, and as a national champion, I got more than my share of space in the sports pages.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "Life magazine ran a page featuring me and three other girls that was clearly the precursor of Sports Illustrated swimsuit issues.", 
    "name": "Esther Williams"
  }, 
  {
    "quote": "I was sports editor for my high school newspaper, but I think I shied away from journalism.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I never really did sports growing up. Maybe that's why they intrigue me. The technology that goes into that clothing is steps ahead, so it's always been something I look towards.", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "I'll go out, but I leave early, before the shenanigans. I don't really do the Hollywood party thing. I'd rather watch sports or play videogames or work out or sleep, to be totally honest.", 
    "name": "Cory Monteith"
  }, 
  {
    "quote": "I played a ton of team sports growing up, and team wins are just incredibly gratifying.", 
    "name": "Jason Bateman"
  }, 
  {
    "quote": "The word 'geek' today does not mean what it used to mean. A geek isn't the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you're passionate about something.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "A geek isn't the skinny kid with a pocket protector and acne. There can be computer geeks, video game geeks, car geeks, military geeks, and sports geeks. Being a geek just means that you're passionate about something.", 
    "name": "Olivia Munn"
  }, 
  {
    "quote": "Most people compliment me on maintaining my femininity while I'm on the court. People like the fact that I model. My fans or little girls always say they want to play sports, but also want to be a model like me and I think that's great.", 
    "name": "Lisa Leslie"
  }, 
  {
    "quote": "Winning isn't everything, but playing and competing and striving and going through things can be a lot of fun and really important. As long as you're doing it in a way that's healthy, sports can be an incredible opportunity.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "For a while I was on the cover of every Sports Illustrated swimsuit issue, which was regarded as the pinnacle of success in America.", 
    "name": "Elle Macpherson"
  }, 
  {
    "quote": "The sports page records people's accomplishments, the front page usually records nothing, but man's failures.", 
    "name": "Barbara Walters"
  }, 
  {
    "quote": "I believe God created sports for a good reason. It's recreation. It's something that we enjoy. It teaches us a lot as well... I believe God is a sports fan.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "While writing my first 90 books, I was magazine editor, publisher, book publisher, executive, etc., so I was established in publishing. three of my seven or so books were biographies of sports stars and really opened doors for me in that area.", 
    "name": "Jerry B. Jenkins"
  }, 
  {
    "quote": "I was very fortunate to play sports. All the anger in me went out. I had to do what I had to do. If you stay angry all the time, then you really don't have a good life.", 
    "name": "Willie Mays"
  }, 
  {
    "quote": "At ten I was playing against 18-year-old guys. At 15 I was playing professional ball with the Birmingham Black Barons, so I really came very quickly in all sports.", 
    "name": "Willie Mays"
  }, 
  {
    "quote": "When I was in Birmingham I used to go to a place called Redwood Field. I used to get there for a two o'clock game. Where can you make this kind of money playing sports? It was just a pleasure to go out and enjoy myself and get paid for it.", 
    "name": "Willie Mays"
  }, 
  {
    "quote": "We should confine booing in sports arenas to sport. I love a good boo as much as the next football fan.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "I'm a big sports fan. College football is my favorite.", 
    "name": "Verne Troyer"
  }, 
  {
    "quote": "All I want to know is that I can keep this house for the rest of my days and I want to make good music... and have the odd sports car in the garage, obviously!", 
    "name": "Jay Kay"
  }, 
  {
    "quote": "I would venture to guess that if I was a construction worker... who requested a transfer to another department for the betterment of his family, I would be commended for it. But because it's sports, there's just so much passion added to it.", 
    "name": "Derek Fisher"
  }, 
  {
    "quote": "All sports must be treated on the basis of equality.", 
    "name": "Pierre de Coubertin"
  }, 
  {
    "quote": "But as a practical matter, Detroit's the sports city in the country.", 
    "name": "Rick Snyder"
  }, 
  {
    "quote": "So if you want great sports, Michigan's the place to be.", 
    "name": "Rick Snyder"
  }, 
  {
    "quote": "I remember when I was growing up, I always wore glasses and so if I was on-stage or just being able to move around playing sports, I was never really able to because I had glasses holding me back. Wearing contacts has just been very helpful.", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "Money was never the motivation. It never should be in sports.", 
    "name": "Katarina Witt"
  }, 
  {
    "quote": "Tennis is not like other sports where the coach is hired by an independent entity, and that makes a huge difference in the dynamic.", 
    "name": "Ivan Lendl"
  }, 
  {
    "quote": "If architecture is, as is sometimes said, music set in concrete, then football and basketball may be said to be creativity embodied in team sports.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "Read the news section of the newspaper and there is confusion and uncertainty, a world buffeted by large forces people neither understand nor control. But turn to the sports section and it's all different.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "The cardinal sin in sports, what could really wreck it, is not cheating to win, which has gone on forever, but cheating to lose. That threatens a fundamental aspect of sports' appeal, which is their spontaneity. If games are fixed, they're no different from movies they're scripted.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "My tastes in all things lean towards the arty and boring. I like sports documentaries about Scrabble players, bands that play quiet, unassuming music, and TV shows that win awards. In that way, I am an elitist snob.", 
    "name": "Michael Ian Black"
  }, 
  {
    "quote": "When a sports movie really works, it gets you on all levels, because the stakes are high. It's black and white. It's win or lose.", 
    "name": "Carla Gugino"
  }, 
  {
    "quote": "I would never encourage my children to be athletes - first because my children are not athletes and second because there are so many people pushing to get to the top in sports that 100 people are crushed for each one who breaks through. This is unfortunate.", 
    "name": "Bill James"
  }, 
  {
    "quote": "I like to feel that I understand little things about sports.", 
    "name": "Bill James"
  }, 
  {
    "quote": "As a child I was very involved with sports and I knew at age 9 that I wanted to be an Olympic champion.", 
    "name": "Marion Jones"
  }, 
  {
    "quote": "We all know that girls who compete in sports perform better in school, are physically healthier and have a stronger self-esteem.", 
    "name": "Louise Slaughter"
  }, 
  {
    "quote": "My dad told us up front, 'Guys, if you want to play sports, go ahead, but it's your decision.'", 
    "name": "Peyton Manning"
  }, 
  {
    "quote": "I started my cooking 'career' aged 15, almost 20 years ago. At the time it was quite a shock suddenly working 75 to 80 hours a week, without time to play football or other sports.", 
    "name": "Rene Redzepi"
  }, 
  {
    "quote": "I'm an English boy. I played a lot of sports growing up, but I never had any kind of workout regimen.", 
    "name": "Stephen Moyer"
  }, 
  {
    "quote": "Competing in sports has taught me that if I'm not willing to give 120 percent, somebody else will.", 
    "name": "Ron Blomberg"
  }, 
  {
    "quote": "Through the years I have received my share of recognition for efforts in the fields of sports, the arts, the struggle for full citizenship for the Negro people, labor's rights and the fight for peace.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "I'm a sports guy. Football, God, I flip out.", 
    "name": "David Boreanaz"
  }, 
  {
    "quote": "I wanted to play sports my whole life. That's all I really wanted to do.", 
    "name": "David Boreanaz"
  }, 
  {
    "quote": "Major sports are major parts of society. It's not anomalous to have people who love sports come from other parts of that society.", 
    "name": "A. Bartlett Giamatti"
  }, 
  {
    "quote": "One of the most difficult things for people who have been successful in sports is adapting to the daily world where you can't get an answer from someone until 5 o'clock tomorrow. There is always an excuse. Living 40 or 50 years like that doesn't get too exciting after a while.", 
    "name": "Mark Spitz"
  }, 
  {
    "quote": "That's the biggest problem with boxing in the United States. They do not promote it like they used to, when it used to be Howard Cosell and they showed it on 'Wide World of Sports.' Everybody knew all the fighters. Everybody was looking forward to the year when the Olympics came on.", 
    "name": "Evander Holyfield"
  }, 
  {
    "quote": "Sports is the only entertainment where, no matter how many times you go back, you never know the ending.", 
    "name": "Neil Simon"
  }, 
  {
    "quote": "My dad was a sports writer when I was younger and then he became just a general columnist. But I grew up with him literally getting into brawls with football coaches.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "That's what Major League Baseball's steroid scandal was all about, the hidden harm in competitive sports that sends the wrong message to the young.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "But I was very much into sports when I was a child.", 
    "name": "Eva Herzigova"
  }, 
  {
    "quote": "I think life is sort of like a competition, whether it's in sports, or it's achieving in school, or it's achieving good relationships with people. And competition is a little bit of what it's all about.", 
    "name": "Sanford I. Weill"
  }, 
  {
    "quote": "Social cohesion was built into language long before Facebook and LinkedIn and Twitter - we're tribal by nature. Tribes today aren't the same as tribes thousand of years ago: It isn't just religious tribes or ethnic tribes now: It's sports fans, it's communities, it's geography.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "And I realized that there was no sports reporter, so I started covering sporting events.", 
    "name": "Ed Bradley"
  }, 
  {
    "quote": "I love sports and I love sports movies.", 
    "name": "James Van Der Beek"
  }, 
  {
    "quote": "As a result of Title IX, and a new generation of parents who want their daughters to have the opportunities they never had, women's sports have arrived.", 
    "name": "Sheryl Swoopes"
  }, 
  {
    "quote": "I think that every single person should play sports.", 
    "name": "Donovan Bailey"
  }, 
  {
    "quote": "I don't really like politics that much. And I like the order and simplicity of sports. They have an ending. You can argue with your friends about it, but in the end you still like sports. I almost love the fantasy world of sports more than the real world.", 
    "name": "Norm MacDonald"
  }, 
  {
    "quote": "I like people who are enthused about things they do, like travel, sports, work. I like being with people who have things they're excited about.", 
    "name": "Parker Stevenson"
  }, 
  {
    "quote": "Denver is home to me, and to be recognized for my achievements in the sports community here is a great honor.", 
    "name": "Carmelo Anthony"
  }, 
  {
    "quote": "I am a huge sports fan.", 
    "name": "Kris Allen"
  }, 
  {
    "quote": "One of the reasons I'm an actor is because I was no physical specimen as a child. I wasn't athletic and didn't have any prowess in that regard. Growing up in Kentucky, most little boys were trying to get into sports, and it was very competitive, so that was not to be. But I did want to do something.", 
    "name": "Michael Shannon"
  }, 
  {
    "quote": "There's steps that I've taken already, and each week, talking with the sports psychologist on a routine basis and working with the different programs that we're going through. This is all stuff that you can say you're going to make a difference, but I'm putting it into action.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "I did all the right things in so many tournaments. But like I said, sometimes in sports it just goes the other way. Maybe you've already won so much that it evens it out a bit sometimes. I don't know.", 
    "name": "Roger Federer"
  }, 
  {
    "quote": "People in the States used to think that if girls were good at sports their sexuality would be affected.", 
    "name": "Martina Navratilova"
  }, 
  {
    "quote": "I think team sports probably teach you more about giving - about being unselfish and being flexible.", 
    "name": "Chris Evert"
  }, 
  {
    "quote": "I never thought I'd make the pages of 'Sports Illustrated,' because I've always been skinny.", 
    "name": "Carolyn Murphy"
  }, 
  {
    "quote": "Because I just like sports, I like athletics and I like competition.", 
    "name": "Trishelle Cannatella"
  }, 
  {
    "quote": "The other thing is this industry has decided it only has one market. Unlike any other industry in the world, unlike film or books or sports even, this industry has decided it has only one market and that's 14 year old boys.", 
    "name": "Rob Walton"
  }, 
  {
    "quote": "Can they do both? That's a huge balance, I think, with kids- trying to find the right- it's everything, you know, it's social life, it's academics, it's sports.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "I love that men like to look at women, that they love sports, that they need to know the inner workings of mechanical objects. I love the whole makeup of men - that they never mature and are always just boys.", 
    "name": "Krista Allen"
  }, 
  {
    "quote": "I like all the adventure sports but I like to do them in a safe way.", 
    "name": "Catherine Bell"
  }, 
  {
    "quote": "And then I got into sports and gave my guitar to my brother Jeff who was just a little kid at that time.", 
    "name": "Beau Bridges"
  }, 
  {
    "quote": "Sports broadcasting is very open now. In the beginning you did encounter more traditional attitudes and get comments. But I'm talking about 12 years ago.", 
    "name": "Kirsty Gallacher"
  }, 
  {
    "quote": "I come from a sports family and my husband is a rugby player.", 
    "name": "Kirsty Gallacher"
  }, 
  {
    "quote": "If I could have married my wife and been a sports writer for the past 30 years, I wouldn't be sitting here - but I don't think I'd be sitting someplace where I was sorry to be sitting.", 
    "name": "Richard Ford"
  }, 
  {
    "quote": "I have long recognized a link between fitness and mental health and I think we need to encourage young people to take part in sports and team activities because we know it has such positive results.", 
    "name": "Tipper Gore"
  }, 
  {
    "quote": "We might not make what athletes in other sports make, but we have greater longevity and we do have certain freedoms to do things they can't do. Like stay home one week and play the next week.", 
    "name": "David Duval"
  }, 
  {
    "quote": "I've been involved with sports my whole life, which made clothes and makeup and handbags not that important as a kid. I just didn't care.", 
    "name": "Jessica Biel"
  }, 
  {
    "quote": "Part of my growing up was always trying to make my parents proud and always trying to keep them happy. I think part of what held them together was my involvement in sports.", 
    "name": "Jeff Garcia"
  }, 
  {
    "quote": "I wanted to be a doctor in sports medicine I was into sailing and all that sort of thing.", 
    "name": "Christopher Atkins"
  }, 
  {
    "quote": "Being nerdy just means being passionate about something, including everyone - the coolest people on Earth are passionate and therefore nerdy about something whatever it is, whether it's sports, or gaming, or technology, or fashion, or beauty, or food, or whatever.", 
    "name": "Zachary Levi"
  }, 
  {
    "quote": "If I wasn't dyslexic, I probably wouldn't have won the Games. If I had been a better reader, then that would have come easily, sports would have come easily... and I never would have realized that the way you get ahead in life is hard work.", 
    "name": "Bruce Jenner"
  }, 
  {
    "quote": "Yeah, I think it motivates you as people start to count you out. It doesn't make you play any harder, because every time you go out on the field you give 110 percent, but it does give you more of an edge mentally, knowing that you were in the same situation, because in sports you always find yourself behind.", 
    "name": "Joe Montana"
  }, 
  {
    "quote": "I don't read a lot of the sports, because I think people sometimes either build it up, or you have this guy that hates sports that is going to write bad about it, so I figure I'm not going to read it. Because I'm not going to let him put an idea into my head.", 
    "name": "Herschel Walker"
  }, 
  {
    "quote": "I've always been around dudes and sports.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "In the morning, I reach for the sports page.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "On my morning run, I listen to sports talk radio.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "My favorite sports movies, I like 'Remember the Titans' and 'Hoosiers' Jimmy Chitwood, from the corner.", 
    "name": "Shaun Alexander"
  }, 
  {
    "quote": "Cheerleading gave me a love of sports, which I brought to the Senate. I can talk to the good ol' boys about college sports because I follow it like they do.", 
    "name": "Kay Bailey Hutchison"
  }, 
  {
    "quote": "No matter how many years you play, it's always something new and exciting. It's sports, you never know what may happen.", 
    "name": "Curtis Joseph"
  }, 
  {
    "quote": "Growing up, sports was my outlet, my way to portray a personality. I was very shy around people but, through sports, something I was good at, I was able to make friends.", 
    "name": "Curtis Joseph"
  }, 
  {
    "quote": "I am not a sports girl.", 
    "name": "Dianna Agron"
  }, 
  {
    "quote": "I also watched a lot of football and sports. I haven't had much time to watch too much TV lately.", 
    "name": "Casper Van Dien"
  }, 
  {
    "quote": "The truth is that for those 86 long years when the Red Sox went without a World Series win, fans were not only in a recession, but trapped in a longstanding, deeply entrenched sports depression.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "I think Bob Costas is terrific. He's so knowledgeable. He can talk about any subject, not just sports.", 
    "name": "Jim McKay"
  }, 
  {
    "quote": "So I developed very early a massive inferiority complex, and I've told the story often about how that inspired me later in life to get involved in other things, because I couldn't out-do my brothers in sports, and it's a very competitive relationship.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "I had a great interest in sports. I had three older brothers who were great athletes. I was not.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "I used to sports gamble a lot and I was getting killed on that but then I found poker and really enjoyed it. But it was a hobby more than anything else. I played it every day but only on pretty small stakes.", 
    "name": "Chris Moneymaker"
  }, 
  {
    "quote": "All of my free time is made up of motor sports endeavors, be them motorcycles or off-road racing or track days. I just love anything with an engine. That is one of my main loves. Obviously, my other well-known love is Kristen Bell.", 
    "name": "Dax Shepard"
  }, 
  {
    "quote": "I like to walk around my apartment naked. I like sitting around in the nude watching sports, actually.", 
    "name": "Kylie Bax"
  }, 
  {
    "quote": "I'm glad you're doing this story on us and not on the WNBA. We're so much prettier than all the other women in sports.", 
    "name": "Martina Hingis"
  }, 
  {
    "quote": "I have a 16 year-old son, so I'm now a soccer mom. I stand on the sidelines and I hear the things parents are saying, so I want them to understand what it is their kids are feeling in any sports environment.", 
    "name": "Brandi Chastain"
  }, 
  {
    "quote": "Julie, Mia and I just met for a couple days, doing some work but really under the guise of having fun. We do events like the Women's Sports Foundation Dinner, where we get to not only do a good thing for the community but we get to hang out with one another again.", 
    "name": "Brandi Chastain"
  }, 
  {
    "quote": "You'll be dedicated and that's what you should want to be in anything in life - whether it's sports or academics or your relationship. It all stems from finding that fun, that thrill, that excitement.", 
    "name": "Brandi Chastain"
  }, 
  {
    "quote": "In sports, you simply aren't considered a real champion until you have defended your title successfully. Winning it once can be a fluke winning it twice proves you are the best.", 
    "name": "Althea Gibson"
  }, 
  {
    "quote": "I played professional level sports. When you're playing for money, it's a whole other level.", 
    "name": "Kurt Russell"
  }, 
  {
    "quote": "For guys playing sports at a high level, for money, I can't put my finger on it, but in a man's world of sport, there is something visceral to beating another man.", 
    "name": "Kurt Russell"
  }, 
  {
    "quote": "I hate the cliche of 'just have fun,' but what I've seen in today's sports, especially with parents, is they put so much pressure on the kids.", 
    "name": "Hope Solo"
  }, 
  {
    "quote": "I love to get home and hang out with my family. My brothers and I love spending time at the beach. I enjoy doing all kinds of surf sports and keeping healthy.", 
    "name": "Samantha Stosur"
  }, 
  {
    "quote": "Well, if I hadn't have been an actor I would have gone on to play college sports.", 
    "name": "Joe Manganiello"
  }, 
  {
    "quote": "I don't think there are many larger lessons to be found in sports.", 
    "name": "Gregg Easterbrook"
  }, 
  {
    "quote": "I think professional sports, football, to use it as an example, it's fundamentally a form of entertainment.", 
    "name": "Gregg Easterbrook"
  }, 
  {
    "quote": "I'm a Hollywood writer, so I put on my sports jacket and take off my brain.", 
    "name": "Ben Hecht"
  }, 
  {
    "quote": "There is a huge responsibility on all of us to get England through. It would be one of the biggest disasters in sports history if we blew it and we must make sure it does not happen.", 
    "name": "Rio Ferdinand"
  }, 
  {
    "quote": "My priority is to turn people - especially kids - on to sports and being active so they don't even have to think about it being good for their health. If people participate for the fun of it, and believe me - it is fun, then fitness programs will be much more successful.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "On a selfish basis, I really enjoy sports and activity.", 
    "name": "Alan Thicke"
  }, 
  {
    "quote": "I did everything - I did newscasts, I did sports, I did dramas.", 
    "name": "Alex Trebek"
  }, 
  {
    "quote": "Many forms, sizes and colors, I think there are heroes in sports, in life... It would be cliche to say my dad, my granddad. I think I'm a fan of people who were brave, my aunt, my grandmother, those are my heroes.", 
    "name": "George Eads"
  }, 
  {
    "quote": "Everyone I know who is successful has issues with their father, regardless of whether it was sports or business or entertainment.", 
    "name": "Bret Easton Ellis"
  }, 
  {
    "quote": "We knew it was going to be the biggest event scheduled in the history of women's sports, but we didn't ever fathom we would be playing before sold-out stadiums all over the country.", 
    "name": "Lorrie Fair"
  }, 
  {
    "quote": "Football, basketball, and the Olympic sports all have their problems with banned substances.", 
    "name": "Jim Sensenbrenner"
  }, 
  {
    "quote": "These days the temptation to use steroids in sports has become too great for many young athletes.", 
    "name": "Jim Sensenbrenner"
  }, 
  {
    "quote": "Several professional athletes have wrongly taught many young Americans by example that the only way to succeed in sports is to take steroids.", 
    "name": "Jim Sensenbrenner"
  }, 
  {
    "quote": "In the States, tennis is sixth or seventh on the totem pole as far as sports go.", 
    "name": "Andy Roddick"
  }, 
  {
    "quote": "I never got into sports at all until I was in my early 20s, after my music career got going.", 
    "name": "Neal Schon"
  }, 
  {
    "quote": "I'm not that clued up on the American sports yet, really.", 
    "name": "Retief Goosen"
  }, 
  {
    "quote": "I played a lot of other sports at school and just one day the golf bug bit me and I started playing serious golf from when I was ten years old.", 
    "name": "Retief Goosen"
  }, 
  {
    "quote": "Traveling around, it's difficult to follow much TV. Mainly I'm somebody who watches sports.", 
    "name": "Retief Goosen"
  }, 
  {
    "quote": "I wanted to be a sportswriter because I loved sports and I could not hit the curve ball, the jump shot, or the opposing ball carrier.", 
    "name": "Dick Schaap"
  }, 
  {
    "quote": "It's kind of ironic that the two sports with the greatest characters, boxing and horse racing, have both been on the decline. In both cases it's for the lack of a suitable hero.", 
    "name": "Dick Schaap"
  }, 
  {
    "quote": "We should reach out to people to try to go after the fans the way other sports do. Because we can't just depend on the fact that it is a great game.", 
    "name": "John McEnroe"
  }, 
  {
    "quote": "I come from a background of hanging out with friends and shooting videos with them, with funny stuff coming out of the group. I guess we got the same charge jocks get out of sports.", 
    "name": "Michael Patrick Jann"
  }, 
  {
    "quote": "I've realized the extraordinary power of sports to heal, unite and inspire. I believe the Olympics will serve as the ultimate platform to provide positive changes and I hope to inspire all of Japan through my strong showing there.", 
    "name": "Kohei Uchimura"
  }, 
  {
    "quote": "Companies that support sports developmental programs in our communities should also be applauded.", 
    "name": "Mary Lou Retton"
  }, 
  {
    "quote": "I worked at my high school newspaper at Andover, which came out weekly, unusual for a high school paper. Then my first day at Penn I went right to the 'Daily Pennsylvanian' and pretty much spent most of my college career working both as the sports editor and then editor of the editorial page.", 
    "name": "H. G. Bissinger"
  }, 
  {
    "quote": "I hate ready-made suits, button-down collars, and sports shirts.", 
    "name": "Bobby Fischer"
  }, 
  {
    "quote": "I think a big part of our attraction to sport movies are the stories contained within the sports.", 
    "name": "Rachel Griffiths"
  }, 
  {
    "quote": "If I stayed a football player, my career would have been over 20 years ago. As it is, my knees are shot. I found I got the same good feeling in acting that I had in sports, but I found I could have a more profound impact on people.", 
    "name": "William Petersen"
  }, 
  {
    "quote": "I grew up in New Jersey and my father was a golf pro, so I was groomed for sports, but I wasn't very good, so my interests lay elsewhere.", 
    "name": "Joe Dante"
  }, 
  {
    "quote": "In fact, there's a lot to legitimately hate about pro sports and the way they are conducted.", 
    "name": "Chad Harbach"
  }, 
  {
    "quote": "I was a ballplayer, but only for a limited time. I grew up playing in Wisconsin. It's a very sports-centric part of the country that I grew up in and I played a lot of sports, but baseball first and foremost. I played through high school. I was a middle-infielder.", 
    "name": "Chad Harbach"
  }, 
  {
    "quote": "The two major things that changed the makeup of all professional sports are money generated by television and courts that players went to in order to win their freedom as free agents.", 
    "name": "Will McDonough"
  }, 
  {
    "quote": "One of my first jobs was at the Boston Globe. I worked in the sports department six months a year. When I was ready to graduate, the sports editor gave me a job as a schoolboy sports writer.", 
    "name": "Will McDonough"
  }, 
  {
    "quote": "I think money in general hurts all sports.", 
    "name": "Will McDonough"
  }, 
  {
    "quote": "As a kid I was fascinated with sports, and I loved sports more than anything else. The first books I read were about sports, like books about Baseball Joe, as one baseball hero was called.", 
    "name": "Robert Jay Lifton"
  }, 
  {
    "quote": "I always loved the way music made me feel. I did sports at school and all, but when I got home, it was just music. Everybody in my neighborhood loved music. I could jump the back fence and be in the park where there were ghetto blasters everywhere.", 
    "name": "Dr. Dre"
  }, 
  {
    "quote": "I am big into water sports and just being out on the water. That is second nature to me, being from Florida.", 
    "name": "Jake Owen"
  }, 
  {
    "quote": "I would like to do a sports movie.", 
    "name": "Sean Durkin"
  }, 
  {
    "quote": "Sports teams, people who follow sports teams, religion, churches, work - any company, I find that people just generally have a need to belong to something larger than themselves.", 
    "name": "Sean Durkin"
  }, 
  {
    "quote": "Band members have a special bond. A great band is more than just some people working together. It's like a highly specialized army unit, or a winning sports team. A unique combination of elements that becomes stronger together than apart.", 
    "name": "Steven Van Zandt"
  }, 
  {
    "quote": "I'm a big sports fan in general.", 
    "name": "Luke Bryan"
  }, 
  {
    "quote": "If you have spent any time with Barack Obama, you know he's a funny guy. He's a good guy. He knows sports.", 
    "name": "Edward G. Rendell"
  }, 
  {
    "quote": "It is incredible how far women have come and women in sports have come.", 
    "name": "Jennie Finch"
  }, 
  {
    "quote": "As an example, one of the schools I have been studying is too small to compete effectively in most sports, but participates with vigor each year in the state music contests.", 
    "name": "James S. Coleman"
  }, 
  {
    "quote": "I decided to create a sports club during the Soviet times. It was my dream.", 
    "name": "Sergei Bubka"
  }, 
  {
    "quote": "My main idea was to create a sports facility for the basics. This is why I established the club.", 
    "name": "Sergei Bubka"
  }, 
  {
    "quote": "Sports life is very short.", 
    "name": "Sergei Bubka"
  }, 
  {
    "quote": "My policy was just to give good things for sports in my region.", 
    "name": "Sergei Bubka"
  }, 
  {
    "quote": "I have spoken with many former athletes, and they tell me the best time they had was in sports. I listen to them and use their experience in my career.", 
    "name": "Sergei Bubka"
  }, 
  {
    "quote": "I have just come from a couple of raids, where we had a very lively time, and some of them had to pull their guns. I found it necessary to punch a few sports myself.", 
    "name": "Richard H. Davis"
  }, 
  {
    "quote": "It's not just the kid who's spent every penny from his job to upgrade his car to tell the world he cares about sports cars, it's also the person driving around in a fuel-conscious hybrid electric car, because it's more a message to the world than an effective means of saving fuel, to be quite honest.", 
    "name": "Richard Hammond"
  }, 
  {
    "quote": "By the time I was 8 years old, sports had pretty much taken over my life.", 
    "name": "Michael Bergin"
  }, 
  {
    "quote": "Being No. 1. It's talked about all of the time in hip-hop. 'I'm still No. 1! I'm the best! I'm the greatest of all time!' It's the same mentality in sports.", 
    "name": "Michael Rapaport"
  }, 
  {
    "quote": "Sports and politics don't mix.", 
    "name": "Eric Heiden"
  }, 
  {
    "quote": "Playing in New England and the Boston area, the fans are so passionate about their sports if you don't play well, they'll let you know so I know it's not something that they take lightly.", 
    "name": "Drew Bledsoe"
  }, 
  {
    "quote": "My heart lies in music and acting, however, my inspiration comes from adrenaline rush I get from sports... and life.", 
    "name": "Alexander Ludwig"
  }, 
  {
    "quote": "We want to encourage the young ones to learn and get some confidence in sports. It's fun and keeps you active and moving.", 
    "name": "Christine Taylor"
  }, 
  {
    "quote": "In America, we have three major sports - baseball, football and basketball. They get the most coverage. Then there's things like golf which mop up most of what is left. But track and field? We are way at the bottom of the totem pole.", 
    "name": "Maurice Greene"
  }, 
  {
    "quote": "I'm not a big sports fan, but I love it when they 'slam dunk.' That's sexy.", 
    "name": "Emma Bunton"
  }, 
  {
    "quote": "I grew up playing sports, football, basketball, baseball, everything, and acting was such a different environment and different world for me.", 
    "name": "Cam Gigandet"
  }, 
  {
    "quote": "The difference between the more traditional sports clubs and Congress is that Congress doesn't really compete against another team.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "I'm a huge sports fan.", 
    "name": "Marc Anthony"
  }, 
  {
    "quote": "I mean, sports are big, big, big business.", 
    "name": "Phil Lesh"
  }, 
  {
    "quote": "For the tiny percentage of people who are negatively affected by our embracing of standards, they can just get their sports somewhere else in the meantime. It's not like we're denying them hospital care.", 
    "name": "Mike Davidson"
  }, 
  {
    "quote": "I'm in the perfect position. It's a sports position and a political position where I can help better the lives of athletes around the world.", 
    "name": "Angela Ruggiero"
  }, 
  {
    "quote": "The Women's Sports Foundation holds a unique position in developing opportunities for girls and women of all abilities to be active whether recreationally or competitively, and I'm excited to help lead the organization to impact even more lives. It is an honor to continue to build the legacy created by Billie Jean King and all of our leaders.", 
    "name": "Angela Ruggiero"
  }, 
  {
    "quote": "When Michael Jordan quit, I suddenly found myself without a sports hero.", 
    "name": "Mike Royko"
  }, 
  {
    "quote": "Over the years, I've enjoyed working for WFAN and MSG - two sports giants in the industry. There couldn't be a better fit due to the long-standing history both entities have had with NY sports.", 
    "name": "Boomer Esiason"
  }, 
  {
    "quote": "Baseball was the darling of all sports back then.", 
    "name": "Marion Motley"
  }, 
  {
    "quote": "We coaches have to learn how to deal with that: How do I get to each one best - with a talk, with video analysis? And what sort of tone? We need our own coaches for that. The sports psychologist coaches me too.", 
    "name": "Jurgen Klinsmann"
  }, 
  {
    "quote": "I am so grateful to everybody that supports the Sheckler Foundation, and gives us the ability to continue to help kids and injured action sports athletes.", 
    "name": "Ryan Sheckler"
  }, 
  {
    "quote": "The ultimate would be to compete in a couple more Olympics, hopefully break some world records and wind up my sports career with a couple of years in the WNBA.", 
    "name": "Marion Jones"
  }, 
  {
    "quote": "Competition is the spice of sports but if you make spice the whole meal you'll be sick.", 
    "name": "George Leonard"
  }, 
  {
    "quote": "I told another ESPN friend here, I love all sports. I can't think of any I don't love. I've even come to appreciate cricket. Maybe I could play a sportswriter. I don't know. Anything in the sports realm is appealing.", 
    "name": "Sean Astin"
  }, 
  {
    "quote": "We've seen the kind of social impact a professional sports team has on a city. A team brings high-profile role models into your community who are healthy and they're great images for the city to gravitate toward, especially for kids.", 
    "name": "Mick Cornett"
  }, 
  {
    "quote": "I love sports. Anytime I can combine sports with a film I'm a happy guy. It's such a natural fit, because sports always seems to be a metaphor for life. Always, always, always.", 
    "name": "Dean Cain"
  }, 
  {
    "quote": "I was an All-American in wrestling in high school, was National Champion in Chinese kickboxing in 1999 and have spent a lot of time around professional athletes, which includes my eight-plus years as CEO of a sports nutrition company.", 
    "name": "Tim Ferriss"
  }, 
  {
    "quote": "They wanted me to play more sports because they were acutely sensitive to their children being one hundred percent American, and they believed that all Americans played sports and loved sports.", 
    "name": "Martin Lewis Perl"
  }, 
  {
    "quote": "Boxing, for me, it's the beginning of all sports. I'm willing to bet that the first sport was a man against another man in a fight, so I think that's something innate in all of us.", 
    "name": "Omar Epps"
  }, 
  {
    "quote": "ESPN has this problem with sports, it's impossible to fill 24 hours with sports programming so they have to resort to things like poker and arm wrestling tournaments.", 
    "name": "Drew Curtis"
  }, 
  {
    "quote": "If I was invincible, maybe I would take up some extreme sports.", 
    "name": "Tom Welling"
  }, 
  {
    "quote": "That's what I'd like to do on the President's Council. Make sports and athletics available to every youth in America, not just one day a week like it was for me, but every day.", 
    "name": "Florence Griffith Joyner"
  }, 
  {
    "quote": "The biological factors underlying race differences in sports have consequences for educational achievement, crime and sexual behavior.", 
    "name": "J. Philippe Rushton"
  }, 
  {
    "quote": "I'm so unhappy with electoral politics that I switched to sports radio.", 
    "name": "Bernadine Dohrn"
  }, 
  {
    "quote": "I love all sports.", 
    "name": "Dante Hall"
  }, 
  {
    "quote": "Sports are not for everyone.", 
    "name": "Dante Hall"
  }, 
  {
    "quote": "We really love all sports, but we don't think in the long term. The reason we did Kingpin was because there was a script we really liked and we saw the possibilities.", 
    "name": "Peter Farrelly"
  }, 
  {
    "quote": "As a kid I was short and only weighed 95 pounds. And though I was active in a lot of Sports and got along with most of the guys, I think I used comedy as a defense mechanism. You know making someone laugh is a much better way to solve a problem than by using your fists.", 
    "name": "Tim Conway"
  }, 
  {
    "quote": "Not everyone likes sports. Gandhi and Malcolm X come to mind.", 
    "name": "Jay Mohr"
  }, 
  {
    "quote": "All of the sports have a safety net, but boxing is the only sport that has none. So when the fighter is through, he is through. While he was fighting his management was very excited for him, but now that he is done, that management team is moving on.", 
    "name": "Gerry Cooney"
  }, 
  {
    "quote": "I grew up in Baltimore. And yes, I am a big sports fan, especially when it comes to my local teams.", 
    "name": "Josh Charles"
  }, 
  {
    "quote": "I also developed an interest in sports, and played in informal games at a nearby school yard where the neighborhood children met to play touch football, baseball, basketball and occasionally, ice hockey.", 
    "name": "Steven Chu"
  }, 
  {
    "quote": "We've finally told the world that this is sports entertainment, and I think one of the best forms of entertainment is anything that's fun or funny, something that you really enjoy watching or listening to.", 
    "name": "Jerry Lawler"
  }, 
  {
    "quote": "The power of a sports team in a community it's almost indescribable.", 
    "name": "Wendell Pierce"
  }, 
  {
    "quote": "The NFL is such a large, multibillion dollar enterprise with fan loyalty because they have provided not only entertainment for sports fans, but memories, good memories, family memories to these fans, that can only bring about good will.", 
    "name": "Wendell Pierce"
  }, 
  {
    "quote": "I think we have our sports within our own culture that are huge with baseball, football, basketball, and hockey. Those are the sports in America that we grow up with and soccer isn't really there yet.", 
    "name": "Claudio Reyna"
  }, 
  {
    "quote": "We're a crazy country about sports, but for the longest time, only followed our own sports.", 
    "name": "Claudio Reyna"
  }, 
  {
    "quote": "EA SPORTS has a strong partnership with adidas and through this relationship they approached adidas about using some of their top players from around the world.", 
    "name": "Claudio Reyna"
  }, 
  {
    "quote": "When you have a background in combat sports, people think you're this martial arts expert, but really I'm just a guy who is able to do certain things without making a mess of himself.", 
    "name": "Rick Yune"
  }, 
  {
    "quote": "Professional sports are something they can't control.", 
    "name": "Troy Vincent"
  }, 
  {
    "quote": "I tried to get a baseball movie made a couple of years ago and I don't think it didn't happen because I was a woman, but because sports movie don't sell internationally.", 
    "name": "Callie Khouri"
  }, 
  {
    "quote": "People who think they know what they are talking about when they talk about baseball include the announcers and all of the sports press - no matter how much evidence you present them to the contrary they will continue to think that what they think is right.", 
    "name": "Michael Lewis"
  }, 
  {
    "quote": "The sports world is an echo chamber. All it takes is one quote from a general manager and a thousand sports columns bloom.", 
    "name": "Michael Lewis"
  }, 
  {
    "quote": "I lived in a town of 400 until I was like nine or ten. My dad coached all the sports - he was a gym teacher and health teacher for grades K-12.", 
    "name": "January Jones"
  }, 
  {
    "quote": "I was always very independent and looked out for myself. I think that ability really helped me in later years both in sports and in theatre.", 
    "name": "Jack Wagner"
  }, 
  {
    "quote": "The 'Sports Illustrated' cover was the last thing I shot. That week, I told my agent, 'You know what, I really... I don't want to be a model anymore. I really want to do movies.' And I think he wanted to wring my neck at the moment.", 
    "name": "Brooklyn Decker"
  }, 
  {
    "quote": "Academics often discount the value of top-rated sports programs in helping to develop a campus life and in contributing to the overall success of a college or university. Like it or not, the sports programs a college or university has are the front page of that university.", 
    "name": "James E. Rogers"
  }, 
  {
    "quote": "My style has been pretty much like a newspaper. It's got politics in it, it's got media, sports, family relations, you know, all the sections you would expect, and wonderful religion things.", 
    "name": "Kate Clinton"
  }, 
  {
    "quote": "I just think that sports movies have such a built-in visceral, rooting interest, an epic win or lose redemptive quality. When they get it right, it can make for a really rousing movie experience.", 
    "name": "Shawn Levy"
  }, 
  {
    "quote": "There's nothing masculine about being competitive. There's nothing masculine about trying to be the best at everything you do, nor is there anything wrong with it. I don't know why a female athlete has to defend her femininity just because she chooses to play sports.", 
    "name": "Rebecca Lobo"
  }, 
  {
    "quote": "When cerebral processes enter into sports, you start screwing up. It's like the Constitution, which says separate church and state. You have to separate mind and body.", 
    "name": "Bill Lee"
  }, 
  {
    "quote": "I think everybody has something that takes them away or makes them happier. To some people it's baseball or sports or knitting or the movies.", 
    "name": "Sutton Foster"
  }, 
  {
    "quote": "Nah, I don't watch TV either, apart from a few sports programmes. I just don't have the time.", 
    "name": "Eric Bristow"
  }, 
  {
    "quote": "It was actually drumming that gave me the stamina to get into sports later.", 
    "name": "Neil Peart"
  }, 
  {
    "quote": "I had spindly little ankles, and growing up in Canada, I couldn't skate. I was no good at any sports so was very much a pariah through those adolescent years.", 
    "name": "Neil Peart"
  }, 
  {
    "quote": "Sports and entertainment have always been windows of opportunity for African Americans, when other doors were closed.", 
    "name": "Lynn Swann"
  }, 
  {
    "quote": "Professional sports is a business.", 
    "name": "Lynn Swann"
  }, 
  {
    "quote": "I think the Cowboys are one of only two teams in all of sports that engender love and hate to that extreme. The other is the Yankees. You love the Yankees or you hate the Yankees.", 
    "name": "Al Michaels"
  }, 
  {
    "quote": "Monday Night Football started in 1970, and when it started, it was something extremely special because sports had not been aired in prime time. So, it was a novelty, and a lot of people thought it wouldn't work, and, of course, it worked spectacularly well.", 
    "name": "Al Michaels"
  }, 
  {
    "quote": "One reason outfielders don't have stronger arms might be they don't practice as much as we did. Most teams today don't take outfield practice. Another reason is baseball has to compete with other sports now - basketball, football, soccer - for the better athletes that might have more skills and stronger arms.", 
    "name": "Al Kaline"
  }, 
  {
    "quote": "I sort of try to write everything for me. I'm a huge sports fan but have no interest in minutiae. I don't remember who won Super Bowls five years ago or listen to sports talk radio. I'm trying to make sure the jokes are self-contained so they're accessible to everyone.", 
    "name": "Norm MacDonald"
  }, 
  {
    "quote": "These 'Sports Illustrated' people, they know how to hold a secret.", 
    "name": "Bar Refaeli"
  }, 
  {
    "quote": "To be candid with you, free agency hurts all sports. It's great for athletes making an enormous amount of money. But to say it helps the sports, I don't believe that.", 
    "name": "Jerry West"
  }, 
  {
    "quote": "I'm delighted about the track's success in the sports world, but the frustrating thing is, I don't think I got rich on it. The labels and publishers did very cheap deals on our songs.", 
    "name": "Alan Parsons"
  }, 
  {
    "quote": "I like sports, and swimming is my favorite. Doing physical exercises keeps one fit and healthy and helps one work more efficiently. I think we all need to strike a balance between work and relaxation. This can keep us energetic and help us do our job better.", 
    "name": "Xi Jinping"
  }, 
  {
    "quote": "I was a huge theater geek growing up, and that was not the easiest thing in the world, especially growing up in Chicago, where sports are really the norm. I was always off to the theater at night, from 7 years old on. Friends there in the Midwest who could talk to you about the idiosyncrasies of 'Pippin' were few and far between.", 
    "name": "Johnny Galecki"
  }, 
  {
    "quote": "My dad is the reason I actually started watching wrestling. My dad was never big into sports we were all big into sports as kids, and he'd go to our Little League games or whatever and not really know what was going on, because he didn't know about sports, but he knew about wrestling.", 
    "name": "John Cena"
  }, 
  {
    "quote": "I'm not really interested in sports psychology. It makes me feel like a crazy person.", 
    "name": "Michelle Wie"
  }, 
  {
    "quote": "Sports isn't just a part of life. It's not life itself.", 
    "name": "Stedman Graham"
  }, 
  {
    "quote": "So while you're an athlete, and you have that platform, what you want to be able to do is make it work for you as much as possible, because there's going to be life after sports.", 
    "name": "Stedman Graham"
  }, 
  {
    "quote": "When I did sports cartoons, I used to uh, go to fights.", 
    "name": "Rube Goldberg"
  }, 
  {
    "quote": "I don't know much about sports.", 
    "name": "Rene Russo"
  }, 
  {
    "quote": "I've always been into sports and being physical.", 
    "name": "Moon Bloodgood"
  }, 
  {
    "quote": "I remember, when I was a little kid, I was good at sports, and I could jump off the high board. And then puberty hit, and suddenly I was looking to boys for direction. I remember that as a great loss.", 
    "name": "Francine Prose"
  }, 
  {
    "quote": "I think it's good for sports cars to be united, to be just one. I think it's good for the fans. When you have two different series, fans don't know which way to go, when you only have one I think it's good for the sport.", 
    "name": "Juan Pablo Montoya"
  }, 
  {
    "quote": "And I watch 'Saturday Night Live' religiously, I have since I was a little boy. I watch it basically like one of my favorite sports teams.", 
    "name": "Ty Burrell"
  }, 
  {
    "quote": "In sports, people reach their peak very early. You have to move on. I don't know if I will ever surpass what I did at the Olympics, but I'm still doing the work I always wanted to do.", 
    "name": "Greg Louganis"
  }, 
  {
    "quote": "The Games are just a nice, positive way to build friendships, camaraderie and, of course, self-esteem. Plus, the Games are a great opportunity for people to participate in sports who normally wouldn't.", 
    "name": "Greg Louganis"
  }, 
  {
    "quote": "When you're a kid growing up, and you think you're gay, you know that you're different you're often teased and it can really destroy your self-esteem. But sports can be great for building self-esteem.", 
    "name": "Greg Louganis"
  }, 
  {
    "quote": "If I had a personal wish for the new ideas in this new book it would be that every parent, every counselor, every teacher, every professor, every sports coach that deals with young people would understand the three circle concept.", 
    "name": "James Collins"
  }, 
  {
    "quote": "You know, we - we start with a mentality that we'll take a sports project if its good. And we're certainly not on the lookout for them, because to be honest we don't have to. They walk in the door.", 
    "name": "Jim Lampley"
  }, 
  {
    "quote": "In sports, teams win and individuals don't.", 
    "name": "Fran Tarkenton"
  }, 
  {
    "quote": "I enjoyed being involved in team sports and making close friendships.", 
    "name": "Brian McBride"
  }, 
  {
    "quote": "I started playing baseball and soccer. Those were my sports on the streets and in school when I was growing up. I didn't even start playing basketball until I was 14.", 
    "name": "Earl Monroe"
  }, 
  {
    "quote": "I love sports, as all Bostonians seem to. I love books and movies, as all writers seem to.", 
    "name": "William Landay"
  }, 
  {
    "quote": "I'd just like to be good at sports. I'm extremely competitive with absolutely nothing to back it up.", 
    "name": "Kaitlin Olson"
  }, 
  {
    "quote": "A lot of the high-level sports are really in your mind.", 
    "name": "Ronald Graham"
  }, 
  {
    "quote": "I'm a huge, huge sports fan, and Marquette basketball is my No. 1 thing.", 
    "name": "Danny Pudi"
  }, 
  {
    "quote": "I don't have the insight with the Longhorns that I do with the two teams that I own, but as a fan and reading the sports pages, I'm bullish about the Longhorns.", 
    "name": "Tom Hicks"
  }, 
  {
    "quote": "Actually, I always dreamed about getting a gold medal in the 100-meter freestyle in Olympic swimming. I always thought that would be the epic award in sports to get.", 
    "name": "Chris Klein"
  }, 
  {
    "quote": "As all of us with any involvement in sports knows, no two umpires or no two referees have the same strike zone or call the same kind of a basketball game.", 
    "name": "Herb Kohl"
  }, 
  {
    "quote": "The thing about sports movies is, they can't help but feel epic - putting music to images, etc.", 
    "name": "Lindsey Shaw"
  }, 
  {
    "quote": "I work out, I play sports, I go to concerts.", 
    "name": "Angie Everhart"
  }, 
  {
    "quote": "I'm a big sports guy - golf, tennis, baseball, basketball, snowboarding - and I love games.", 
    "name": "Jason Dohring"
  }, 
  {
    "quote": "In the United States, we spend millions of dollars on sports because it promotes teamwork, discipline, and the experience of learning to make great progress in small increments. Learning to play music does all this and more.", 
    "name": "Linda Ronstadt"
  }, 
  {
    "quote": "Before Huey was 5, I could take him to work with me. Now, though, he has sports and lessons and friends, and it's not fair to remove him from his whole life.", 
    "name": "Marg Helgenberger"
  }, 
  {
    "quote": "I do appreciate a woman who has a passion for sports and knows their stuff.", 
    "name": "Jerry Ferrara"
  }, 
  {
    "quote": "My biggest pet peeve are just girls who go to sports bars who have no intention on caring what teams are playing, like they're looking for just a night out. That drives me more crazy than anything else. Like, don't pretend to be a sports fan.", 
    "name": "Jerry Ferrara"
  }, 
  {
    "quote": "Theatre sports is the best improv training period.", 
    "name": "Wayne Brady"
  }, 
  {
    "quote": "Sports are one of the main cultural activities on the face of the earth.", 
    "name": "Jack Kent Cooke"
  }, 
  {
    "quote": "I did a shoot for 'Sports Illustrated,' and my grandpa called me and asked when my issue of 'Playboy' was coming out. It was hilarious as well as embarrassing.", 
    "name": "Jasmine Tookes"
  }, 
  {
    "quote": "I play some fighting games, but mostly I just play sports.", 
    "name": "Vince Carter"
  }, 
  {
    "quote": "I played sports in high school and in college.", 
    "name": "Jon Bernthal"
  }, 
  {
    "quote": "Just like music, sports elevates us to new levels of achievment.", 
    "name": "Randy Castillo"
  }, 
  {
    "quote": "Growing up in Huntington Beach, you were either a traditional sports athlete, a skateboarder, or a surfer. I got my first skateboard when I was five and skated off and on over the years, did a little BMX racing as a kid, and then in my freshman or sophomore year I started getting a little bit more into skateboarding.", 
    "name": "Jason Lee"
  }, 
  {
    "quote": "Unlike any other business in the United States, sports must preserve an illusion of perfect innocence.", 
    "name": "Lewis H. Lapham"
  }, 
  {
    "quote": "They read their sports pages, know their statistics and either root like hell or boo our butts off. I love it. Give me vocal fans, pro or con, over the tourist types who show up in Houston or Montreal and just sit there.", 
    "name": "Mike Schmidt"
  }, 
  {
    "quote": "You go to Holland, France, Germany, every community, the tiniest village, they have magnificent, pristine sports facilities.", 
    "name": "Graham Taylor"
  }, 
  {
    "quote": "Sports betting is all about money management, so the most money won on one event is not the most important thing.", 
    "name": "Bruce Dern"
  }, 
  {
    "quote": "What's more important than who's going to be the first black manager is who's going to be the first black sports editor of the New York Times.", 
    "name": "Bill Russell"
  }, 
  {
    "quote": "I've always loved sports and hockey is a sport I play as much as I can. I love it. In a weird way it's like church and therapy and exercise all rolled up into one. I mean when I play hockey I don't think about anything.", 
    "name": "Michael Vartan"
  }, 
  {
    "quote": "In the field of sports you are more or less accepted for what you do rather than what you are.", 
    "name": "Althea Gibson"
  }, 
  {
    "quote": "My four older brothers were my favorite players. That's why I got into football and sports.", 
    "name": "Tony Dorsett"
  }, 
  {
    "quote": "I always had two or three jobs at the same time. I started doing yard work when I was 7 or 8. When I was 13, I got my first state job doing road construction. Between working, sports and school, I hardly ever had free time.", 
    "name": "Breaux Greer"
  }, 
  {
    "quote": "A lot of these angles are really about trying to mimic broadcast sports angles in order to anchor the scene, to sort of normalize it before it becomes abstracted.", 
    "name": "Matthew Barney"
  }, 
  {
    "quote": "Guys do not have a genetic blueprint that allows them to understand or love sports.", 
    "name": "Lesley Visser"
  }, 
  {
    "quote": "My schedule has slowed a little. I've cut back on some of my assignments. But I still have the enthusiasm for the sports world that I had 38 years ago.", 
    "name": "Lesley Visser"
  }, 
  {
    "quote": "Movies, TV, sports, come and go, but what you stand for is what people remember. Mandela, Martin Luther King, John Kennedy are people who really stood for something and were willing to die for it. You don't see a whole lot of that any more.", 
    "name": "Christopher Judge"
  }, 
  {
    "quote": "I'm a father of four so whenever I'm not working my kids have their different sports, or plays, or school performances, so I don't do a whole lot of other stuff besides being a dad.", 
    "name": "Christopher Judge"
  }, 
  {
    "quote": "My dream was always to be on the cover of 'Sports Illustrated.'", 
    "name": "Kate Upton"
  }, 
  {
    "quote": "I've done a lot of training in martial arts. I started out in warring tempo, I did sports jujitsu, and I've also practiced extreme martial arts.", 
    "name": "Booboo Stewart"
  }, 
  {
    "quote": "Sports is all about money.", 
    "name": "Lynn Samuels"
  }, 
  {
    "quote": "Delaware is the only state east of the Rockies that is allowed under federal law to offer sports betting.", 
    "name": "Jack Markell"
  }, 
  {
    "quote": "Absolutely the worst thing about this job is the travel and being away from family. I have a wife and three wonderful children, the kids are all active in sports and it's very difficult to up and leave and miss them growing up.", 
    "name": "Roy Clark"
  }, 
  {
    "quote": "The presidents of colleges have to have some courage to step forward. You can't limit alcohol in college sports, you have to get rid of it.", 
    "name": "Dean Smith"
  }, 
  {
    "quote": "Sports can unify the Iraqi people - no Sunnis, no Shiites, just sport for the country.", 
    "name": "Dana Hussein"
  }, 
  {
    "quote": "I long for the days when athletes were revered. I want to see the romance return to sports, to see people enjoy the game purely for the game and the players.", 
    "name": "Mike Piazza"
  }, 
  {
    "quote": "The only consistent hobby I've had is studying Spanish and French because of some delusion of grandeur to work around the world. I love sports but usually I'm looking for the next job.", 
    "name": "William Sanderson"
  }, 
  {
    "quote": "I don't care what they say about me when I'm through with sports. I don't want to be known as anything else in life but a great father.", 
    "name": "Deion Sanders"
  }, 
  {
    "quote": "I Worked in the family auto body shop, lifted weights, and rode a few Victory Sports Indoors.", 
    "name": "Ben Jackson"
  }, 
  {
    "quote": "Swimming is one of the hardest sports.", 
    "name": "Stephanie Rice"
  }, 
  {
    "quote": "The water cooler conversation in every job I've had is sports, it's what did you do this weekend, it's 'How are your parents doing?'", 
    "name": "Kal Penn"
  }, 
  {
    "quote": "Sports is like rock 'n' roll. Both are dominant cultural forces, both speak an international language, and both are all about emotions.", 
    "name": "Phil Knight"
  }, 
  {
    "quote": "Meeting sports athletes that are the best in the world is a thrill to this day.", 
    "name": "Phil Knight"
  }, 
  {
    "quote": "Seems like most of the kids today are into other sports other than tennis.", 
    "name": "Jana Novotna"
  }, 
  {
    "quote": "Despite the amazing diversity we're blessed with in this country, schools are still in large part segregated because of economic disparity. Sports are one of the few areas where kids are really given the opportunity to interact with those of different races and religions.", 
    "name": "Steve Kerr"
  }, 
  {
    "quote": "I'm not a huge fan of improv theater or improv sports or whatever, because it still just looks like a tool. It looks like a technique to me.", 
    "name": "John Michael Higgins"
  }, 
  {
    "quote": "I didn't grow up a theatre kid, going to theatre camps. I played sports, and that was my main direction. But luckily, I never had to choose between sports and theatre.", 
    "name": "Aaron Tveit"
  }, 
  {
    "quote": "It's funny I'm in some ways hopelessly masculine, but I don't fish, I don't hunt, I'm not that into sports. I can't fix a car. I think it's my point of view and the way I see the world.", 
    "name": "Corey Stoll"
  }, 
  {
    "quote": "Everybody sort of questioned why we get married on New Year's Day, and of course, the avid sports fans wouldn't come, because they had to watch the Rose Bowl or whatever that is on that day.", 
    "name": "Yeardley Smith"
  }, 
  {
    "quote": "I learned easily and had time to follow my inclination for sports (light athletics and skiing) and chemistry, which I taught myself by reading all textbooks I could get.", 
    "name": "Robert Huber"
  }, 
  {
    "quote": "I played a lot of sports when I was a kid so I get in that ballgame mindset of being really, really respectful, but at same time saying to yourself, 'Don't back down a single inch, hang with these guys if you can.' If they throw it high and tight you have to stand in there, you can't take yourself out of that moment.", 
    "name": "Michael Keaton"
  }, 
  {
    "quote": "I'm pretty quiet. But I love to play sports. I like playing all sports. I'll act goofy at times around my wife and my son, around my own family. I like to have fun in general.", 
    "name": "Steve Blake"
  }, 
  {
    "quote": "I used to play football at school, and I enjoyed really physical sports, but I now try to avoid any sports that might build up different muscles. That might have a negative impact on my archery.", 
    "name": "Im Dong-Hyun"
  }, 
  {
    "quote": "My commitment to Atlanta and passion for sports and competition make this acquisition a perfect fit for me.", 
    "name": "Arthur Blank"
  }, 
  {
    "quote": "The most important thing you learn as a sports photographer is anticipation - not where the action is taking place, but where it's going to take place. Not where the subject is now, but where they're going to be.", 
    "name": "Lawrence Schiller"
  }, 
  {
    "quote": "I've been on enough sports teams in my life to have experienced the magic of what can happen when a group of people care for and love each other.", 
    "name": "Tim Ryan"
  }, 
  {
    "quote": "Sports don't define us it is not what we live for.", 
    "name": "Michael Wilbon"
  }, 
  {
    "quote": "People here don't identify themselves by their sports team.", 
    "name": "Michael Wilbon"
  }, 
  {
    "quote": "I think that people who have played sports have an ability to relate to people because when you're playing you have to work on teams and with opposing players.", 
    "name": "Michael Michele"
  }, 
  {
    "quote": "I was certain I was going to do something in sports.", 
    "name": "Tyler Christopher"
  }, 
  {
    "quote": "I'm a huge fan of Chicago sports and Chicago food, and I love going home and my family is still there. I guess it's pretty easy to have a normal life in Chicago.", 
    "name": "Matt Walsh"
  }, 
  {
    "quote": "Talk radio has almost ruined the sports fan.", 
    "name": "Phil Simms"
  }, 
  {
    "quote": "I have a pretty expanded view of what art is. I include pop music and even some sports.", 
    "name": "Elizabeth Price"
  }, 
  {
    "quote": "Anyone could be in the orchestra, or sports team, or arts club at my school. It was precisely the kind of inclusivity that now meets with a sort of scorn and derision as a prizes-for-all culture that generates only mediocrity. There's something so insulting about the idea that including lots of people means mediocrity.", 
    "name": "Elizabeth Price"
  }, 
  {
    "quote": "I grew up playing sports. There is a clear line between success and failure.", 
    "name": "Tiki Barber"
  }, 
  {
    "quote": "I pick projects according to how fascinating they are to me, and it has resulted in a broad reach. My records are actually in five different sports: balloons, airplanes, airships, gliders, and sailboats.", 
    "name": "Steve Fossett"
  }, 
  {
    "quote": "Sport must be amateur or it is not sport. Sports played professionally are entertainment.", 
    "name": "Avery Brundage"
  }, 
  {
    "quote": "The Olympic Games must not be an end in itself, they must be a means of creating a vast programme of physical education and sports competitions for all young people.", 
    "name": "Avery Brundage"
  }, 
  {
    "quote": "I have three kids, and I'm a coach for a lot of their sports, so I'm around them a lot, but I see friends of mine with older kids and they don't really interact so much, other than giving them a place to live.", 
    "name": "Mike O'Malley"
  }, 
  {
    "quote": "It's too bad that one has to conceive of sports as being the only arena where risks are, for all of life is risk exercise. That's the only way to live more freely, and more interestingly.", 
    "name": "William Sloane Coffin, Jr."
  }, 
  {
    "quote": "The more violent the body contact of the sports you watch, the lower the class.", 
    "name": "Paul Fussell"
  }, 
  {
    "quote": "We wanted Nike to be the world's best sports and fitness company. Once you say that, you have a focus. You don't end up making wing tips or sponsoring the next Rolling Stones world tour.", 
    "name": "Philip Knight"
  }, 
  {
    "quote": "I really think more fledgling novelists - and many current and even established novelists - should get out into the real world and cover local politics, sports, culture, and crime and write it up on deadline.", 
    "name": "C. J. Box"
  }, 
  {
    "quote": "There are almost no sports within which mortal accidents are not a reality.", 
    "name": "Dietrich Mateschitz"
  }, 
  {
    "quote": "When launching a product called an Energy Drink and named Red Bull, a product that stimulates body and mind, it is a short step to the roots where Red Bull came from. We have been doing this for 20 years - now it's called adventure sports, extreme sports, and outdoor sports.", 
    "name": "Dietrich Mateschitz"
  }, 
  {
    "quote": "I'm thrilled, I'm grateful, I'm blessed. I played for the world's greatest professional sports team in history. Once a Dallas Cowboy, always a Dallas Cowboy.", 
    "name": "Bob Hayes"
  }, 
  {
    "quote": "I think track is still one of the most exciting participant sports, but we haven't been able to capitalize on that excitement through television and the print media.", 
    "name": "Bob Beamon"
  }, 
  {
    "quote": "I regard sports first and foremost as entertainment, so dry documentary narration is not for me.", 
    "name": "Jack Brickhouse"
  }, 
  {
    "quote": "I always seem to get parts where I play the sports professional - and that's not me at all!", 
    "name": "Jay Ryan"
  }, 
  {
    "quote": "Since my induction into the Sports Hall of Fame, I have wanted to have my No. 3 Chevy on exhibit for sports fans to see. I hope others will enjoy the car as much as I have.", 
    "name": "Junior Johnson"
  }, 
  {
    "quote": "I love sports - if I'm not acting, I'm probably doing sports.", 
    "name": "Gabriel Basso"
  }, 
  {
    "quote": "I was never into sports, and my passion was the arts as long as I could remember.", 
    "name": "Stephen Wallem"
  }, 
  {
    "quote": "All pro sports, as well as the NCAA, should thank God every day we have sports betting here... We have the only agency in the world that regulates the honesty of games.", 
    "name": "Meyer Lansky"
  }, 
  {
    "quote": "I don't pay much attention to sports.", 
    "name": "Jack Abramoff"
  }
]