[
  {
    "quote": "When I was young I thought that money was the most important thing in life now that I am old I know that it is.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A little thought and a little kindness are often worth more than a great deal of money.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "The lack of money is the root of all evil.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Honesty is the best policy - when there is money in it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "For I can raise no money by vile means.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "He that is of the opinion money will do everything may well be suspected of doing everything for money.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "A business that makes nothing but money is a poor business.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "If women didn't exist, all the money in the world would have no meaning.", 
    "name": "Aristotle Onassis"
  }, 
  {
    "quote": "All I ask is the chance to prove that money can't make me happy.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "It's a kind of spiritual snobbery that makes people think they can be happy without money.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "So you think that money is the root of all evil. Have you ever asked what is the root of all money?", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "There are people who have money and people who are rich.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Don't stay in bed, unless you can make money in bed.", 
    "name": "George Burns"
  }, 
  {
    "quote": "After a certain point, money is meaningless. It ceases to be the goal. The game is what counts.", 
    "name": "Aristotle Onassis"
  }, 
  {
    "quote": "I'd like to live as a poor man with lots of money.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "It is not the creation of wealth that is wrong, but the love of money for its own sake.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Money is the barometer of a society's virtue.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "A bank is a place that will lend you money if you can prove that you don't need it.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "I have no money, no resources, no hopes. I am the happiest man alive.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "We go to school to learn to work hard for money. I write books and create products that teach people how to have money work hard for them.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "We've got to put a lot of money into changing behavior.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "A wise man should have money in his head, but not in his heart.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Money is better than poverty, if only for financial reasons.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I've got all the money I'll ever need, if I die by four o'clock.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "A woman's best protection is a little money of her own.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "A good reputation is more valuable than money.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "Friendship is like money, easier made than kept.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "If saving money is wrong, I don't want to be right!", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Money is a strange business. People who haven't got it aim it strongly. People who have are full of troubles.", 
    "name": "Ayrton Senna"
  }, 
  {
    "quote": "Liking money like I like it, is nothing less than mysticism. Money is a glory.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "It doesn't matter about money having it, not having it. Or having clothes, or not having them. You're still left alone with yourself in the end.", 
    "name": "Billy Idol"
  }, 
  {
    "quote": "A man is usually more careful of his money than of his principles.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "Profit is sweet, even if it comes from deception.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Money: power at its most liquid.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "If you can count your money, you don't have a billion dollars.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "Money differs from an automobile or mistress in being equally important to those who have it and those who do not.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "It is a waste of money to help those who show no desire to help themselves.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "A billion here, a billion there, and pretty soon you're talking about real money.", 
    "name": "Everett Dirksen"
  }, 
  {
    "quote": "All riches have their origin in mind. Wealth is in ideas - not money.", 
    "name": "Robert Collier"
  }, 
  {
    "quote": "I've made all my money on my own without my family and I work very hard.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "Banks have a new image. Now you have 'a friend,' your friendly banker. If the banks are so friendly, how come they chain down the pens?", 
    "name": "Alan King"
  }, 
  {
    "quote": "Money's a horrid thing to follow, but a charming thing to meet.", 
    "name": "Henry James"
  }, 
  {
    "quote": "A man with money is no match against a man on a mission.", 
    "name": "Doyle Brunson"
  }, 
  {
    "quote": "Money is our madness, our vast collective madness.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Men make counterfeit money in many more cases, money makes counterfeit men.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "No complaint... is more common than that of a scarcity of money.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Wealth flows from energy and ideas.", 
    "name": "William Feather"
  }, 
  {
    "quote": "I am fiercely loyal to those willing to put their money where my mouth is.", 
    "name": "Paul Harvey"
  }, 
  {
    "quote": "Many folks think they aren't good at earning money, when what they don't know is how to use it.", 
    "name": "Frank A. Clark"
  }, 
  {
    "quote": "There was a time when a fool and his money were soon parted, but now it happens to everybody.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Money is always there but the pockets change it is not in the same pockets after a change, and that is all there is to say about money.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "You have to go broke three times to learn how to make a living.", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "Everyone needs a certain amount of money. Beyond that, we pursue money because we know how to obtain it. We don't necessarily know how to obtain happiness.", 
    "name": "Gregg Easterbrook"
  }, 
  {
    "quote": "If I have enough money to eat I'm good.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "The importance of money flows from it being a link between the present and the future.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "If God has allowed me to earn so much money, it is because He knows I give it all away.", 
    "name": "Edith Piaf"
  }, 
  {
    "quote": "Anybody who thinks money will make you happy, hasn't got money.", 
    "name": "David Geffen"
  }, 
  {
    "quote": "Most men love money and security more, and creation and construction less, as they get older.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "It is more rewarding to watch money change the world than watch it accumulate.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "A simple fact that is hard to learn is that the time to save money is when you have some.", 
    "name": "Joe Moore"
  }, 
  {
    "quote": "A fool and his money are soon parted.", 
    "name": "Thomas Tusser"
  }, 
  {
    "quote": "I am happy to make money. I want to make more money, make more music, eat Big Macs and drink Budweisers.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "Marrying into money was not a good thing for me.", 
    "name": "Anna Nicole Smith"
  }, 
  {
    "quote": "I'd rather lose my own money than someone else's.", 
    "name": "Dean Kamen"
  }, 
  {
    "quote": "If I can't get the girl, at least give me more money.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "Do what you love and the money will follow.", 
    "name": "Marsha Sinetar"
  }, 
  {
    "quote": "All my life I knew that there was all the money you could want out there. All you have to do is go after it.", 
    "name": "Curtis Carlson"
  }, 
  {
    "quote": "If the money we donate helps one child or can ease the pain of one parent, those funds are well spent.", 
    "name": "Carl Karcher"
  }, 
  {
    "quote": "An important lever for sustained action in tackling poverty and reducing hunger is money.", 
    "name": "Gro Harlem Brundtland"
  }, 
  {
    "quote": "It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics.", 
    "name": "Robert Byrd"
  }, 
  {
    "quote": "Isn't it a shame that future generations can't be here to see all the wonderful things we're doing with their money?", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "Ben Franklin may have discovered electricity- but it is the man who invented the meter who made the money.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "It was an honor and privilege to arrive to this country 16 years ago with almost no money in my pocket. A lot has happened since then.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "It's all about the money.", 
    "name": "Joseph Jackson"
  }, 
  {
    "quote": "What counts is what you do with your money, not where it came from.", 
    "name": "Merton Miller"
  }, 
  {
    "quote": "A fool and his money are lucky enough to get together in the first place.", 
    "name": "Stanley Weiser"
  }, 
  {
    "quote": "If money was my only motivation, I would organize myself differently.", 
    "name": "Placido Domingo"
  }, 
  {
    "quote": "I don't mind that I'm fat. You still get the same money.", 
    "name": "Marlon Brando"
  }, 
  {
    "quote": "It's easier to force feed people than it is to give 'em what they want. It makes more money.", 
    "name": "Merle Haggard"
  }, 
  {
    "quote": "My goal wasn't to make a ton of money. It was to build good computers.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "Civilized countries generally adopt gold or silver or both as money.", 
    "name": "Alfred Marshall"
  }, 
  {
    "quote": "Don't judge me. I made a lot of money.", 
    "name": "Samantha Bee"
  }, 
  {
    "quote": "If you make a living, if you earn your own money, you're free - however free one can be on this planet.", 
    "name": "Theodore White"
  }, 
  {
    "quote": "Money is a mechanism for control.", 
    "name": "David Korten"
  }, 
  {
    "quote": "All money means to me is a pride in accomplishment.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "In suggesting gifts: Money is appropriate, and one size fits all.", 
    "name": "William Randolph Hearst"
  }, 
  {
    "quote": "Sudden money is going from zero to two hundred dollars a week. The rest doesn't count.", 
    "name": "Neil Simon"
  }, 
  {
    "quote": "I don't think business news is just for old white men with money.", 
    "name": "Neil Cavuto"
  }, 
  {
    "quote": "Fame, I have already. Now I need the money.", 
    "name": "Wilhelm Steinitz"
  }, 
  {
    "quote": "It is usually people in the money business, finance, and international trade that are really rich.", 
    "name": "Robin Leach"
  }, 
  {
    "quote": "I don't spend much money on clothes I never did.", 
    "name": "Lauren Hutton"
  }, 
  {
    "quote": "Sooner or later, we sell out for money.", 
    "name": "Tony Randall"
  }, 
  {
    "quote": "If American men are obsessed with money, American women are obsessed with weight. The men talk of gain, the women talk of loss, and I do not know which talk is the more boring.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "I think that focusing on the money, on the business, is not enough.", 
    "name": "Sergei Bubka"
  }, 
  {
    "quote": "You know, a lot of people are just interested in, in building a company so they can make money and get out.", 
    "name": "Arthur Rock"
  }, 
  {
    "quote": "I think everything depends on money.", 
    "name": "Alan Bean"
  }, 
  {
    "quote": "Art for art's sake, money for God's sake.", 
    "name": "Simon Raven"
  }, 
  {
    "quote": "Business is other people's money.", 
    "name": "Delphine de Girardin"
  }, 
  {
    "quote": "A fool and his money get a lot of publicity.", 
    "name": "Al Bernstein"
  }, 
  {
    "quote": "Many good qualities are not sufficient to balance a single want - the want of money.", 
    "name": "Johann Georg Zimmermann"
  }, 
  {
    "quote": "It's a terribly hard job to spend a billion dollars and get your money's worth.", 
    "name": "George M. Humphrey"
  }, 
  {
    "quote": "A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.", 
    "name": "Lana Turner"
  }, 
  {
    "quote": "A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The glow of one warm thought is to me worth more than money.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Friends and good manners will carry you where money won't go.", 
    "name": "Margaret Walker"
  }, 
  {
    "quote": "The American Republic will endure until the day Congress discovers that it can bribe the public with the public's money.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "I try to give to the poor people for love what the rich could get for money. No, I wouldn't touch a leper for a thousand pounds yet I willingly cure him for the love of God.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "We have the best government that money can buy.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I can make more generals, but horses cost money.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Rule No.1: Never lose money. Rule No.2: Never forget rule No.1.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Money isn't the most important thing in life, but it's reasonably close to oxygen on the 'gotta have it' scale.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Too many people spend money they haven't earned to buy things they don't want to impress people they don't like.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "I've never been able to understand why a Republican contributor is a 'fat cat' and a Democratic contributor of the same amount of money is a 'public-spirited philanthropist'.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I can live without money, but I cannot live without love.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "Never spend your money before you have earned it.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "If money help a man to do good to others, it is of some value but if not, it is simply a mass of evil, and the sooner it is got rid of, the better.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else.", 
    "name": "Sam Walton"
  }, 
  {
    "quote": "America... just a nation of two hundred million used car salesmen with all the money we need to buy guns and no qualms about killing anybody else in the world who tries to make us uncomfortable.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "Rather than love, than money, than fame, give me truth.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Money, not morality, is the principle commerce of civilized nations.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "A fool and his money are soon elected.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "I don't want to make money, I just want to be wonderful.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "The rich are always going to say that, you know, just give us more money and we'll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "There is only one class in the community that thinks more about money than the rich, and that is the poor. The poor can think of nothing else.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Giving money and power to government is like giving whiskey and car keys to teenage boys.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Most people work just hard enough not to get fired and get paid just enough money not to quit.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Government always finds a need for whatever money it gets.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I spent three days a week for 10 years educating myself in the public library, and it's better than college. People should educate themselves - you can get a complete education for no money. At the end of 10 years, I had read every book in the library and I'd written a thousand stories.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "If you don't have integrity, you have nothing. You can't buy it. You can have all the money in the world, but if you are not a moral and ethical person, you really have nothing.", 
    "name": "Henry Kravis"
  }, 
  {
    "quote": "There are three faithful friends - an old wife, an old dog, and ready money.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Time is money.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Time is more value than money. You can get more money, but you cannot get more time.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Money can't buy love, but it improves your bargaining position.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "Do not hire a man who does your work for money, but him who does it for love of it.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "A man is usually more careful of his money than he is of his principles.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Money and success don't change people they merely amplify what is already there.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "If you would know the value of money, go and try to borrow some.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "It is not the employer who pays the wages. Employers only handle the money. It is the customer who pays the wages.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.", 
    "name": "Hunter S. Thompson"
  }, 
  {
    "quote": "An actress is not a machine, but they treat you like a machine. A money machine.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Remember that credit is money.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Politics has become so expensive that it takes a lot of money even to be defeated.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The use of money is all the advantage there is in having it.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Money often costs too much.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Money won't make you happy... but everybody wants to find out for themselves.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "In general, the art of government consists of taking as much money as possible from one class of citizens to give to another.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life.", 
    "name": "Michael LeBoeuf"
  }, 
  {
    "quote": "In any investment, you expect to have fun and make money.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Money won't buy happiness, but it will pay the salaries of a large research staff to study the problem.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "Friendship and money: oil and water.", 
    "name": "Mario Puzo"
  }, 
  {
    "quote": "Ultimately, if you can say that I'm a bad owner and we're winning championships, I can live with that. But if we're not making the playoffs and we're spending and losing money, then I have to look in the mirror and say maybe I'm not taking the necessary steps to doing what it takes to run an organization.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "When I chased after money, I never had enough. When I got my life on purpose and focused on giving of myself and everything that arrived into my life, then I was prosperous.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "I've always felt toward the slightest scene, even if all I had to do in a scene was just to come in and say, 'Hi,' that the people ought to get their money's worth and that this is an obligation of mine, to give them the best you can get from me.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "When the federal government spends more each year than it collects in tax revenues, it has three choices: It can raise taxes, print money, or borrow money. While these actions may benefit politicians, all three options are bad for average Americans.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Money won't create success, the freedom to make it will.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Run for your life from any man who tells you that money is evil. That sentence is the leper's bell of an approaching looter.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "God wants us to prosper financially, to have plenty of money, to fulfill the destiny He has laid out for us.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I try to treat all the money I'm making like it's the last time I'm going to make it.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Money is not required to buy one necessity of the soul.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Don't matter how much money you got, there's only two kinds of people: there's saved people and there's lost people.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Because parents have power over children. They feel they have to do what their parents say. But the love of money is the root of all evil. And this is a sweet child. And to see him turn like this, this isn't him. This is not him.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "Successful people make money. It's not that people who make money become successful, but that successful people attract money. They bring success to what they do.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Instead of giving money to found colleges to promote learning, why don't they pass a constitutional amendment prohibiting anybody from learning anything? If it works as good as the Prohibition one did, why, in five years we would have the smartest race of people on earth.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "To have done anything just for money is to have been truly idle.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "It's hard to tell with these Internet startups if they're really interested in building companies or if they're just interested in the money. I can tell you, though: If they don't really want to build a company, they won't luck into it. That's because it's so hard that if you don't have a passion, you'll give up.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Of the billionaires I have known, money just brings out the basic traits in them. If they were jerks before they had money, they are simply jerks with a billion dollars.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Lack of money is the root of all evil.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Modern poets talk against business, poor things, but all of us write for money. Beginners are subjected to trial by market.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "It is a kind of spiritual snobbery that makes people think they can be happy without money.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "When a man says money can do anything, that settles it: he hasn't got any.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "We are the only real aristocracy in the world: the aristocracy of money.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Don't bring your need to the marketplace, bring your skill. If you don't feel well, tell your doctor, but not the marketplace. If you need money, go to the bank, but not the marketplace.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "If I win and get the money, then the Oakland Police department is going to buy a boys' home, me a house, my family a house, and a Stop Police Brutality Center.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "I never attempt to make money on the stock market. I buy on the assumption that they could close the market the next day and not reopen it for five years.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "To give real service you must add something which cannot be bought or measured with money, and that is sincerity and integrity.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "Money is usually attracted, not pursued.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "I actually thought that it would be a little confusing during the same period of your life to be in one meeting when you're trying to make money, and then go to another meeting where you're giving it away. I mean is it gonna erode your ability, you know, to make money? Are you gonna somehow get confused about what you're trying to do?", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Innovation has nothing to do with how many R amp& D dollars you have. When Apple came up with the Mac, IBM was spending at least 100 times more on R &amp D. It's not about money. It's about the people you have, how you're led, and how much you get it.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Pretty much, Apple and Dell are the only ones in this industry making money. They make it by being Wal-Mart. We make it by innovation.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "This will never be a civilized country until we spend more money for books than we do for chewing gum.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "You know, my main reaction to this money thing is that it's humorous, all the attention to it, because it's hardly the most insightful or valuable thing that's happened to me.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "What is a normal childhood? We weren't rich, we were pretty middle-class. My dad survived from job to job with him taking care of so many relatives, he couldn't save any money.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "We need earmark reform, and when I'm President, I will go line by line to make sure that we are not spending money unwisely.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "My restaurants are never opened on Thanksgiving I want my staff to spend time with their family if they can. My feeling is, if I can't figure out how to make money the rest of the year so that my workers can enjoy the holidays, then I don't deserve to be an owner.", 
    "name": "Michael Symon"
  }, 
  {
    "quote": "We have the right as individuals to give away as much of our own money as we please in charity but as members of Congress we have no right to appropriate a dollar of the public money.", 
    "name": "Davy Crockett"
  }, 
  {
    "quote": "I love to go to Washington - if only to be near my money.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "Maturity: Be able to stick with a job until it is finished. Be able to bear an injustice without having to get even. Be able to carry money without spending it. Do your duty without being supervised.", 
    "name": "Ann Landers"
  }, 
  {
    "quote": "Advertising is the art of convincing people to spend money they don't have for something they don't need.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Money doesn't talk, it swears.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "With our technology, with objects, literally three people in a garage can blow away what 200 people at Microsoft can do. Literally can blow it away. Corporate America has a need that is so huge and can save them so much money, or make them so much money, or cost them so much money if they miss it, that they are going to fuel the object revolution.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "A rich man is nothing but a poor man with money.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "This film cost $31 million. With that kind of money I could have invaded some country.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "You use your money to buy privacy because during most of your life you aren't allowed to be normal.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don't get wet you can keep.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The reason we have poverty is that we have no imagination. There are a great many people accumulating what they think is vast wealth, but it's only money... they don't know how to enjoy it, because they have no imagination.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "No one in this world has ever lost money by underestimating the intelligence of the great masses of the plain people. Nor has anyone ever lost public office thereby.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The circulation of confidence is better than the circulation of money.", 
    "name": "James Madison"
  }, 
  {
    "quote": "I spent my whole life in the private sector, 25 years in the private sector. I understand that when government takes more money out of the hands of people, it makes it more difficult for them to buy things. If they can't buy things, the economy doesn't grow. If the economy doesn't grow, we don't put Americans to work.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Let advertisers spend the same amount of money improving their product that they do on advertising and they wouldn't have to advertise it.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The highest use of capital is not to make more money, but to make money do more for the betterment of life.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Money without brains is always dangerous.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Of course, to have money is just great because you can do what you think is important to you. I always was a rich person because money's not related to happiness.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Business, that's easily defined - it's other people's money.", 
    "name": "Peter Drucker"
  }, 
  {
    "quote": "No one would remember the Good Samaritan if he'd only had good intentions he had money as well.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "I'm sick of giving creeps money off my soul.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "Time and money spent in helping men to do more for themselves is far better than mere giving.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Money is not the only answer, but it makes a difference.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I'd say it's been my biggest problem all my life... it's money. It takes a lot of money to make these dreams come true.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Prospering just doesn't have to do with money.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I mean, I do think at a certain point you've made enough money.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "If advertisers spent the same amount of money on improving their products as they do on advertising then they wouldn't have to advertise them.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The Internet didn't get invented on its own. Government research created the Internet so that all the companies could make money off the Internet. The point is, is that when we succeed, we succeed because of our individual initiative, but also because we do things together.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Money and women are the most sought after and the least known about of any two things we have.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "I think it's too bad that everybody's decided to turn on drugs, I don't think drugs are the problem. Crime is the problem. Cops are the problem. Money's the problem. But drugs are just drugs.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "Speculation is only a word covering the making of money out of the manipulation of prices, instead of supplying goods and services.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "President Obama's view of a free economy is to send your money to his friends. My vision for a free enterprise economy is to return entrepreneurship and genius and creativity to the American people!", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "You reach a point where you don't work for money.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Money doesn't make you happy. I now have $50 million but I was just as happy when I had $48 million.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "A system of capitalism presumes sound money, not fiat money manipulated by a central bank. Capitalism cherishes voluntary contracts and interest rates that are determined by savings, not credit creation by a central bank.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Money demands that you sell, not your weakness to men's stupidity, but your talent to their reason.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "When it is a question of money, everybody is of the same religion.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Money is like an arm or leg - use it or lose it.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "I know that campaigns can seem small, and even silly. Trivial things become big distractions. Serious issues become sound bites. And the truth gets buried under an avalanche of money and advertising. If you're sick of hearing me approve this message, believe me - so am I.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I've never preached one sermon on money, on just finances. I want to stay away from it.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "In liberal logic, if life is unfair then the answer is to turn more tax money over to politicians, to spend in ways that will increase their chances of getting reelected.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "I don't believe we are supposed to go through life defeated and not having enough money to pay our bills or send our kids to college.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none.", 
    "name": "Richard M. DeVos"
  }, 
  {
    "quote": "There are necessary evils. Money is an important thing in terms of representing freedom in our world. And now I have a daughter to think about. It's really the first time I've thought about the future and what it could be.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "I don't mind saying, you know, that I don't take a salary from the church, and God has blessed me with more money than I could imagine from my books.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "You may never get to that perfect world that you're waiting for where everything's going to be perfect and you got that much money and your house paid off.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I'm tired of hearing about money, money, money, money, money. I just want to play the game, drink Pepsi, wear Reebok.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "Now workers should have the right to join unions. But unions should not be forced upon workers. And unions should not have the power to take money our of their members' paychecks to buy the support of politicians that are favored by the union bosses.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "If a person gets his attitude toward money straight, it will help straighten out almost every other area in his life.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "I don't blame the players today for the money. I blame the owners. They started it. They wanna give it to 'em? More power to 'em.", 
    "name": "Yogi Berra"
  }, 
  {
    "quote": "It's morally wrong to allow a sucker to keep his money.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "It's amazing how people will give when you don't ask. Many of them send money because they believe in the message.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Money and corruption are ruining the land, crooked politicians betray the working man, pocketing the profits and treating us like sheep, and we're tired of hearing promises that we know they'll never keep.", 
    "name": "Ray Davies"
  }, 
  {
    "quote": "One does not need buildings, money, power, or status to practice the Art of Peace. Heaven is right where you are standing, and that is the place to train.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "The price we have to pay for money is sometimes liberty.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "We can be thankful to a friend for a few acres, or a little money and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Making money is art and working is art and good business is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "The chief value of money lies in the fact that one lives in a world in which it is overestimated.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "I've seen the ticket, and I still can't believe it. When I see the money, I hope I don't hit the floor.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "What have I got? No looks, no money, no education. Just talent.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "Money is human happiness in the abstract he, then, who is no longer capable of enjoying human happiness in the concrete devotes himself utterly to money.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "If our soldiers are not overburdened with money, it is not because they have a distaste for riches if their lives are not unduly long, it is not because they are disinclined to longevity.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "I went to the bank and asked to borrow a cup of money. They said, 'What for?' I said, 'I'm going to buy some sugar.'", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "As one digs deeper into the national character of the Americans, one sees that they have sought the value of everything in this world only in the answer to this single question: how much money will it bring in?", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "I can inspire people on how to use money, how to get economically powerful.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "A real gentleman, even if he loses everything he owns, must show no emotion. Money must be so far beneath a gentleman that it is hardly worth troubling about.", 
    "name": "Fyodor Dostoevsky"
  }, 
  {
    "quote": "I don't think the money people in Hollywood have ever thought I was normal, but I am dedicated to my work and that's what counts.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "If all the rich and all of the church people should send their children to the public schools they would feel bound to concentrate their money on improving these schools until they met the highest ideals.", 
    "name": "Susan B. Anthony"
  }, 
  {
    "quote": "Well private money can take risks in a way that government money often isn't willing to.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "I did my time for the rape. I paid my money to Las Vegas. I paid my dues.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "I know why they don't like me because they want the money I have.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "Our money is bait money, and bait money is not to be used.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "There was one thing my daddy wouldn't tolerate in any shape, form or fashion, and that was being unkind or rude to somebody. That was just very important to my folks. And as it turns out, that was a legacy that he left me that money can't buy, is how to be able to treat people.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "Motherhood is a great honor and privilege, yet it is also synonymous with servanthood. Every day women are called upon to selflessly meet the needs of their families. Whether they are awake at night nursing a baby, spending their time and money on less-than-grateful teenagers, or preparing meals, moms continuously put others before themselves.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Labour was the first price, the original purchase - money that was paid for all things. It was not by gold or by silver, but by labour, that all wealth of the world was originally purchased.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "Gambling with cards or dice or stocks is all one thing. It's getting money without giving an equivalent for it.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "One might think that the money value of an invention constitutes its reward to the man who loves his work. But... I continue to find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "I went into the business for the money, and the art grew out of it. If people are disillusioned by that remark, I can't help it. It's the truth.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Why is there so much month left at the end of the money?", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "I'd have stopped writing years ago if it were for the money.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "There is no class so pitiably wretched as that which possesses money and nothing else.", 
    "name": "Andrew Carnegie"
  }, 
  {
    "quote": "You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.", 
    "name": "Tom Hopkins"
  }, 
  {
    "quote": "The problem with socialism is that you eventually run out of other peoples' money.", 
    "name": "Margaret Thatcher"
  }, 
  {
    "quote": "Capital is money, capital is commodities. By virtue of it being value, it has acquired the occult ability to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "I think one of the most pervasive evils in this world is greed and acquiring money for money's sake. Once you have six houses and a plane, it's just about a number. It's never been anything I understood.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Money can buy you a fine dog, but only love can make him wag his tail.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "Now, people when I say that look at me and say, 'What are you talking about, Joe? You're telling me we have to go spend money to keep from going bankrupt?'. The answer is yes, that's what I'm telling you.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "It is a fact that around the world the elites of every country are making money.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Economy does not lie in sparing money, but in spending it wisely.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "When I graduated from high school, it was during the Depression and we had no money.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "The big difference between sex for money and sex for free is that sex for money usually costs a lot less.", 
    "name": "Brendan Behan"
  }, 
  {
    "quote": "There's so little money in my bank account, my scenic checks show a ghetto.", 
    "name": "Phyllis Diller"
  }, 
  {
    "quote": "I spent a lot of money on booze, birds and fast cars. The rest I just squandered.", 
    "name": "George Best"
  }, 
  {
    "quote": "There is a gigantic difference between earning a great deal of money and being rich.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "America believes in education: the average professor earns more money in a year than a professional athlete earns in a whole week.", 
    "name": "Evan Esar"
  }, 
  {
    "quote": "A woman must have money and a room of her own if she is to write fiction.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "If a nation values anything more than freedom, it will lose its freedom, and the irony of it is that if it is comfort or money that it values more, it will lose that too.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "You don't appreciate a lot of stuff in school until you get older. Little things like being spanked every day by a middle-aged woman: Stuff you pay good money for in later life.", 
    "name": "Emo Philips"
  }, 
  {
    "quote": "I have a problem with too much money. I can't reinvest it fast enough, and because I reinvest it, more money comes in. Yes, the rich do get richer.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "Flattery is a kind of bad money, to which our vanity gives us currency.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "I do not suppose I shall be remembered for anything. But I don't think about my work in those terms. It is just as vulgar to work for the sake of posterity as to work for the sake of money.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "People who identify themselves as conservatives donate money to charity more often than people who identify themselves as liberals. They donate more money and a higher percentage of their incomes.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "We can't go to people who have lost their job at GM and say, 'Oh, by the way, we are going to pay money to build a road here or inoculate children there,' unless we can demonstrate that it is in America's interest. I happen to think it is.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "You know, people make a lot of money talking about me, don't they?", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The sinews of war are infinite money.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Money is like manure, of very little use except it be spread.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Success is having to worry about every damn thing in the world, except money.", 
    "name": "Johnny Cash"
  }, 
  {
    "quote": "I have ways of making money that you know nothing of.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Because people have no thoughts to deal in, they deal cards, and try and win one another's money. Idiots!", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Getting money is not all a man's business: to cultivate kindness is a valuable part of the business of life.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Property may be destroyed and money may lose its purchasing power but, character, health, knowledge and good judgement will always be in demand under all conditions.", 
    "name": "Roger Babson"
  }, 
  {
    "quote": "Love him or hate him, Trump is a man who is certain about what he wants and sets out to get it, no holds barred. Women find his power almost as much of a turn-on as his money.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Criminals are never very amusing. It's because they're failures. Those who make real money aren't counted as criminals. This is a class distinction, not an ethical problem.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "The man who has no money is poor, but one who has nothing but money is poorer. He only is rich who can enjoy without owning he is poor who though he has millions is covetous.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "I never heard of an old man forgetting where he had buried his money! Old people remember what interests them: the dates fixed for their lawsuits, and the names of their debtors and creditors.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The civility which money will purchase, is rarely extended to those who have none.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "It is easy to be independent when you've got money. But to be independent when you haven't got a thing, that's the Lord's test.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "A fascist is one whose lust for money or power is combined with such an intensity of intolerance toward those of other races, parties, classes, religions, cultures, regions or nations as to make him ruthless in his use of deceit or violence to attain his ends.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Architect. One who drafts a plan of your house, and plans a draft of your money.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "If you don't want to work you have to work to earn enough money so that you won't have to work.", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "Writing is like prostitution. First you do it for love, and then for a few close friends, and then for money.", 
    "name": "Moliere"
  }, 
  {
    "quote": "I'd asked around 10 or 15 people for suggestions. Finally one lady friend asked the right question, 'Well, what do you love most?' That's how I started painting money.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "That's the trouble with being me. At this point, nobody gives a damn what my problem is. I could literally have a tumor on the side of my head and they'd be like, 'Yeah, big deal. I'd eat a tumor every morning for the kinda money you're pulling down.'", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Nothing is so strongly fortified that it cannot be taken by money.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The shortest period of time lies between the minute you put some money away for a rainy day and the unexpected arrival of rain.", 
    "name": "Jane Bryant Quinn"
  }, 
  {
    "quote": "Right now it's only a notion, but I think I can get the money to make it into a concept, and later turn it into an idea.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I think writing really helps you heal yourself. I think if you write long enough, you will be a healthy person. That is, if you write what you need to write, as opposed to what will make money, or what will make fame.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "I don't make deals for the money. I've got enough, much more than I'll ever need. I do it to do it.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "When I get a little money I buy books and if any is left I buy food and clothes.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "To be clever enough to get all that money, one must be stupid enough to want it.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "A drunkard would not give money to sober people. He said they would only eat it, and buy clothes and send their children to school with it.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "You can't get rid of poverty by giving people money.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Want of money and the distress of a thief can never be alleged as the cause of his thieving, for many honest people endure greater hardships with fortitude. We must therefore seek the cause elsewhere than in want of money, for that is the miser's passion, not the thief s.", 
    "name": "William Blake"
  }, 
  {
    "quote": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "To the eyes of a miser a guinea is more beautiful than the sun, and a bag worn with the use of money has more beautiful proportions than a vine filled with grapes.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Money is kind of a base subject. Like water, food, air and housing, it affects everything yet for some reason the world of academics thinks it's a subject below their social standing.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "The parents have a right to say that no teacher paid by their money shall rob their children of faith in God and send them back to their homes skeptical, or infidels, or agnostics, or atheists.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "No man but a blockhead ever wrote except for money.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "A liberal is a man who is willing to spend somebody else's money.", 
    "name": "Carter Glass"
  }, 
  {
    "quote": "The worst thing that can happen to a man is to lose his money, the next worst his health, the next worst his reputation.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Money is the worst currency that ever grew among mankind. This sacks cities, this drives men from their homes, this teaches and corrupts the worthiest minds to turn base deeds.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Admittedly, a homosexual can be conditioned to react sexually to a woman, or to an old boot for that matter. In fact, both homo - and heterosexual experimental subjects have been conditioned to react sexually to an old boot, and you can save a lot of money that way.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "The first time you marry for love, the second for money, and the third for companionship.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "False riches, consisting of money, houses and lands, acquired by selfish means at cost to others and thereafter used selfishly, are almost always used for the oppression of other persons.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "Liberals, it has been said, are generous with other peoples' money, except when it comes to questions of national survival when they prefer to be generous with other people's freedom and security.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "It will be a great day when our schools have all the money they need, and our air force has to have a bake-sale to buy a bomber.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "People say that money is not the key to happiness, but I always figured if you have enough money, you can have a key made.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "I know it's going to be the private sector that leads this country out of the current economic times we're in. You can spend your money better than the government can spend your money.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Prices are important not because money is considered paramount but because prices are a fast and effective conveyor of information through a vast society in which fragmented knowledge must be coordinated.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "The blues is losing someone you love and not having enough money to immerse yourself in drink.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "The safe way to double your money is to fold it over once and put it in your pocket.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "I hope all of you are going to fill out your census form when it comes in the mail next month. If you don't return the form the area you live in might get less government money and you wouldn't want that to happen, would you.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "In marriage do thou be wise: prefer the person before money, virtue before beauty, the mind before the body then thou hast a wife, a friend, a companion, a second self.", 
    "name": "William Penn"
  }, 
  {
    "quote": "It's a great thing when you can show that you've been successful and that you've made a lot of money and that you've employed a lot of people.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "I think, in a way, I invented the term 'fight club' and that these things have always existed, but they never really had a label. Nobody had a language to apply to them. I created that language in two words and I've been paid a great deal of money for inventing two words and labeling something that has always been around.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Money, it turned out, was exactly like sex, you thought of nothing else if you didn't have it and thought of other things if you did.", 
    "name": "James A. Baldwin"
  }, 
  {
    "quote": "Boxing is the only sport you can get your brain shook, your money took and your name in the undertaker book.", 
    "name": "Joe Frazier"
  }, 
  {
    "quote": "I have a lot of money.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "He who receives money in trust to administer for the benefit of its owner, and uses it either for his own interest or against the wishes of its rightful owner, is a thief.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Brigands demand your money or your life women require both.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "There are a handful of people whom money won't spoil, and we all count ourselves among them.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "The darkest hour in any man's life is when he sits down to plan how to get money without earning it.", 
    "name": "Horace Greeley"
  }, 
  {
    "quote": "We can safely abandon the doctrine of the eighties, namely that the rich were not working because they had too little money, the poor because they had much.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Our greatest lack is not money for any undertaking, but rather ideas, If the ideas are good, cash will somehow flow to where it is needed.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "You never suffer from a money problem, you always suffer from an idea problem.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "Money can't buy you happiness but it does bring you a more pleasant form of misery.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "I refuse to feel guilty. I feel guilty about too much in my life but not about money. I went through periods when I had nothing, so somebody in my family has to get stinkin' wealthy.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "I have grown up alone. I've taken care of myself. I worked, earned money and was independent at 18.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "You cannot spend money in luxury without doing good to the poor. Nay, you do more good to them by spending it in luxury, than by giving it for by spending it in luxury, you make them exert industry, whereas by giving it, you keep them idle.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Money and time are the heaviest burdens of life, and... the unhappiest of all mortals are those who have more of either than they know how to use.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Money is the last enemy that shall never be subdued. While there is flesh there is money or the want of money, but money is always on the brain so long as there is a brain in reasonable order.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Whoever said money can't buy happiness simply didn't know where to go shopping.", 
    "name": "Bo Derek"
  }, 
  {
    "quote": "I call crony capitalism, where you take money from successful small businesses, spend it in Washington on favored industries, on favored individuals, picking winners and losers in the economy, that's not pro-growth economics. That's not entrepreneurial economics. That's not helping small businesses. That's cronyism, that's corporate welfare.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "When you first get money, you buy all these things so no one thinks you're mean, and you spread it around. You get a chauffeur and you find yourself thrown around the back of this car and you think, I was happier when I had my own little car! I could drive myself!", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "I haven't been as wild with my money as somebody like me might have been. I've been very safe, very conservative with investments. I don't blow money. I don't have a ton of houses. I know things can go away. I've already had that experience.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "A drinker has a hole under his nose that all his money runs into.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "You loan your friend money. You see them again, they don't say nothin' 'bout the money. 'Hi, how ya doin'? How's ya mama doing?' Man, how's my money doin'?", 
    "name": "Chris Tucker"
  }, 
  {
    "quote": "If you real desire is to be good, there is no need to wait for the money before you do it you can do it now, this very moment, and just where you are.", 
    "name": "James Allen"
  }, 
  {
    "quote": "The money can be a hindrance to someone like me because the danger is that you start thinking, 'Is that a $20 million take?' That kind of thing, and being self-critical.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Money is a handmaiden, if thou knowest how to use it a mistress, if thou knowest not.", 
    "name": "Horace"
  }, 
  {
    "quote": "The way to make money is to buy when blood is running in the streets.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "There are two things people want more than sex and money... recognition and praise.", 
    "name": "Mary Kay Ash"
  }, 
  {
    "quote": "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Money is the string with which a sardonic destiny directs the motions of its puppets.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "The three most important things a man has are, briefly, his private parts, his money, and his religious opinions.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "It has been said that the love of money is the root of all evil. The want of money is so quite as truly.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The want of money is the root of all evil.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "We shall never get people whose time is money to take much interest in atoms.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The sinews of art and literature, like those of war, are money.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "After you're older, two things are possibly more important than any others: health and money.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "I don't believe the most successful people are the ones who got the best grades, got into the best schools, or made the most money.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "For a successful entrepreneur it can mean extreme wealth. But with extreme wealth comes extreme responsibility. And the responsibility for me is to invest in creating new businesses, create jobs, employ people, and to put money aside to tackle issues where we can make a difference.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "Business, you know, may bring you money, but friendship hardly ever does.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "I believe that sex is one of the most beautiful, natural, wholesome things that money can buy.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Even with my divorce and with everything, I don't need money.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I have not been that wise. Health I have taken for granted. Love I have demanded, perhaps too much and too often. As for money, I have only realized its true worth when I didn't have it.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "No money is better spent than what is laid out for domestic satisfaction.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "There are few ways in which a man can be more innocently employed than in getting money.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "We need to shift from an economic organizing principle for human civilization, to a humanitarian organizing principle. Making money more important than your own children is a pathological way for an individual to run their affairs, and it's a pathological way for a society to run its affairs.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours.", 
    "name": "Ray Kroc"
  }, 
  {
    "quote": "I advise everybody not to save: spend your money. Most people save all their lives and leave it to somebody else. Money is to be enjoyed.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "I'd like to be rich. I'd like a lot of money to put into my physicals and to buy food for all my friends.", 
    "name": "Syd Barrett"
  }, 
  {
    "quote": "Well, I think that California has had a history of always spending more money than it takes in.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I have plenty of money, unlike other Hollywood celebrities or athletes that have not invested well.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "The focus on my appearance has really surprised me. I've always been a size 14 to 16, I don't care about clothes, I'd rather spend my money on cigarettes and booze.", 
    "name": "Adele"
  }, 
  {
    "quote": "The more money an American accumulates, the less interesting he becomes.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "It isn't enough for you to love money - it's also necessary that money should love you.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Who gets the risks? The risks are given to the consumer, the unsuspecting consumer and the poor work force. And who gets the benefits? The benefits are only for the corporations, for the money makers.", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "One must beware of ministers who can do nothing without money, and those who want to do everything with money.", 
    "name": "Indira Gandhi"
  }, 
  {
    "quote": "We don't need new taxes. We need new taxpayers, people that are gainfully employed, making money and paying into the tax system. And then we need a government that has the discipline to take that additional revenue and use it to pay down the debt and never grow it again.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Spirituality does two things for you. One, you are forced to become more selfless, two, you trust to providence. The opposite of a spiritual man is a materialist. If I was a materialist I would be making lots of money doing endorsements, doing cricket commentary. I have no interest in that.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "When a fellow says, 'It ain't the money but the principle of the thing,' it's the money.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Bargain... anything a customer thinks a store is losing money on.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Nobody works as hard for his money as the man who marries it.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Money is like a sixth sense without which you cannot make a complete use of the other five.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Be the business never so painful, you may have it done for money.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "The process by which banks create money is so simple that the mind is repelled.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Money may not buy happiness, but it can damn well give it!", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "It costs a lot of money to look this cheap.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "Recommend virtue to your children it alone, not money, can make them happy. I speak from experience.", 
    "name": "Ludwig van Beethoven"
  }, 
  {
    "quote": "Money, like vodka, turns a person into an eccentric.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "One of the evils of money is that it tempts us to look at it rather than at the things that it buys.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "The political system is not for the people. The people are secondary to the economy. It's about what generates money, not about what benefits the people.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "Knowledge is like money: to be of value it must circulate, and in circulating it can increase in quantity and, hopefully, in value.", 
    "name": "Louis L'Amour"
  }, 
  {
    "quote": "People first, then money, then things.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Bank failures are caused by depositors who don't deposit enough money to cover losses due to mismanagement.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Sure, I have friends, plenty of friends, and they all come around wantin' to borrow money. I've always been generous with my friends and family, with money, but selfish with the important stuff like love.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "In fact, the confidence of the people is worth more than money.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "If money titles meant anything, I'd play more tournaments. The only thing that means a lot to me is winning. If I have more wins than anybody else and win more majors than anybody else in the same year, then it's been a good year.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "When an actor has money he doesn't send letters, he sends telegrams.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it.", 
    "name": "David Lee Roth"
  }, 
  {
    "quote": "The day, water, sun, moon, night - I do not have to purchase these things with money.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Like anything else that happens on its own, the act of writing is beyond currency. Money is great stuff to have, but when it comes to the act of creation, the best thing is not to think of money too much. It constipates the whole process.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Nothing induces me to read a novel except when I have to make money by writing about it. I detest them.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Certainly there are things in life that money can't buy, but it's very funny - Did you ever try buying then without money?", 
    "name": "Ogden Nash"
  }, 
  {
    "quote": "If borrowing and spending all this money led to more jobs than we would be at full employment already.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Sincerity: willingness to spend one's own money.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Kindness eases everything almost as much as money does.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "Books are the money of Literature, but only the counters of Science.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "The greatest pleasure when I started making money was not buying cars or yachts but finding myself able to have as many freshly typed drafts as possible.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Politics isn't about big money or power games it's about the improvement of people's lives.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "If you dream of something worth doing and then simply go to work on it and don't think anything of personalities, or emotional conflicts, or of money, or of family distractions it is amazing how quickly you get through those 5,000 steps.", 
    "name": "Edwin Land"
  }, 
  {
    "quote": "He who controls the money supply of a nation controls the nation.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "I'm hopeless with money I simply spend what I've got.", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "Well, I think indigenous peoples have ways of living on the Earth that they've had forever. And they've been overrun by organized religion, which has had a lot of money and power.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "My goal isn't to make money, it's to try and survive and make a point.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "I'm not a driven businessman, but a driven artist. I never think about money. Beautiful things make money.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Find something in life that you love doing. If you make a lot of money, that's a bonus, and if you don't, you still won't hate going to work.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "But men are so full of greed today, they'll sell anything for a little piece of money.", 
    "name": "Little Richard"
  }, 
  {
    "quote": "Almost anyone can be an author the business is to collect money and fame from this state of being.", 
    "name": "A. A. Milne"
  }, 
  {
    "quote": "The trouble with our people is as soon as they got out of slavery they didn't want to give the white man nothing else. But the fact is, you got to give em something. Either your money, your land, your woman or your ass.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Money and women. They're two of the strongest things in the world. The things you do for a woman you wouldn't do for anything else. Same with money.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "The man whose only pleasure in life is making money, weighs less on the moral scale than an angleworm.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "I don't understand it. Jack will spend any amount of money to buy votes but he balks at investing a thousand dollars in a beautiful painting.", 
    "name": "Jackie Kennedy"
  }, 
  {
    "quote": "Why should people go out and pay money to see bad films when they can stay at home and see bad television for nothing?", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "I think that in a year I may retire. I cannot take my money with me when I die and I wish to enjoy it, with my family, while I live. I should prefer living in Germany to any other country, though I am an American, and am loyal to my country.", 
    "name": "Harry Houdini"
  }, 
  {
    "quote": "You know, I look like a woman but I think like a man. And in this world of business, that has helped me a lot. Because by the time they think that I don't know what's goin' on, I then got the money, and gone.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "Language is like money, without which specific relative values may well exist and be felt, but cannot be reduced to a common denominator.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The thing that differentiates man from animals is money.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "People have taken time out of their day and spent their money to come sit down at a concert. And it's jazz music-it's not easy for them to get to it. I don't want them ever to feel that I'm taking their presence lightly.", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "I'm not really interested in making money.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Money is to my social existence what health is to my body.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "I really don't like talking about money. All I can say is that the Good Lord must have wanted me to have it.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "Where large sums of money are concerned, it is advisable to trust nobody.", 
    "name": "Agatha Christie"
  }, 
  {
    "quote": "We need your help. I need your help. We need money for research. It may not save my life. It may save my children's life. It may save someone you love. And it's very important.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "The strongest bank in the United States will last only so long as the people will have sufficient confidence in it to keep their money there.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "But human nature dictates that there will always be cheaters. That's inevitable. Where there's money involved and glory, there are going to be people that cheat, and there will always be ways to cheat.", 
    "name": "David Millar"
  }, 
  {
    "quote": "I would prefer to have no money but to have a nice family and good friends around.", 
    "name": "Li Na"
  }, 
  {
    "quote": "New York City is a great monument to the power of money and greed... a race for rent.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "The passion for money is never fickle.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "To understand someone, find out how he spends his money.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "Poverty is multidimensional. It extends beyond money incomes to education, health care, political participation and advancement of one's own culture and social organisation.", 
    "name": "Atal Bihari Vajpayee"
  }, 
  {
    "quote": "If you can actually count your money, then you're not a rich man.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "What we really want to do is what we are really meant to do. When we do what we are meant to do, money comes to us, doors open for us, we feel useful, and the work we do feels like play to us.", 
    "name": "Julia Cameron"
  }, 
  {
    "quote": "I'm proud to pay taxes in the United States the only thing is, I could be just as proud for half the money.", 
    "name": "Arthur Godfrey"
  }, 
  {
    "quote": "Those whose life is long still strive for gain, and for all mortals all things take second place to money.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "I don't talk about money.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "I've always thought anyone can make money. Making a life worth living, that's the real test.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "It's very important that every movie I do makes money because I want the people that had the faith in me to get their money back.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "We need transparency in government spending. We need to put each government expenditure online so every Floridian can see where their tax money is being spent.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Time is like money, the less we have of it to spare the further we make it go.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "I've had an exciting time I married for love and got a little money along with it.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "George wrote Taxman, and I played guitar on it. He wrote it in anger at finding out what the taxman did. He had never known before then what could happen to your money.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "All money is a matter of belief.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "I'm looking for backing for an unauthorized auto-biography that I am writing. Hopefully, this will sell in such huge numbers that I will be able to sue myself for an extraordinary amount of money and finance the film version in which I will play everybody.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "A man who cannot be enticed by money or intimidated by the threat of jail or death has two of the strongest weapons that anyone has to offer.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Taxation is just a sophisticated way of demanding money with menaces.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "A wise person should have money in their head, but not in their heart.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "If you are worried about job security and do not have an adequate emergency fund (ideally eight months' worth of living expenses stashed away in a federally insured bank or credit union), you need to focus more on saving money than paying down the balance on your credit cards.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "No, not rich. I am a poor man with money, which is not the same thing.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "What's the use of happiness? It can't buy you money.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "If one man in the country could take all the money, what was the use of passing any bills about it?", 
    "name": "Davy Crockett"
  }, 
  {
    "quote": "You lose your individuality a huge amount when you have no money, and I certainly had that experience.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I know of nothing more despicable and pathetic than a man who devotes all the hours of the waking day to the making of money for money's sake.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "Neither soldiers nor money can defend a king but only friends won by good deeds, merit, and honesty.", 
    "name": "Sallust"
  }, 
  {
    "quote": "As long as you have a system that is based on the rational that if you are making money you are thereby making a contribution to society, these financial rogue practices will continue.", 
    "name": "David Korten"
  }, 
  {
    "quote": "A majority, perhaps as many as 75 percent, of abortion clinics are in areas with high minority populations. Abortion apologists will say this is because they want to serve the poor. You don't serve the poor, however, by taking their money to terminate their children.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "If we think we have ours and don't owe any time or money or effort to help those left behind, then we are a part of the problem rather than the solution to the fraying social fabric that threatens all Americans.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "Knowledge is like money: the more he gets, the more he craves.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "I haven't got as much money as some folks, but I've got as much impudence as any of them, and that's the next thing to money.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "It ain't often that a man's reputation outlasts his money.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Money will buy a pretty good dog, but it won't buy the wag of his tail.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Don't cling to fame. You're just borrowing it. It's like money. You're going to die, and somebody else is going to get it.", 
    "name": "Sonny Bono"
  }, 
  {
    "quote": "You shouldn't have to have money to have a luxury fragrance.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "A group or an artist shouldn't get his money until his boss gets his.", 
    "name": "Bobby Darin"
  }, 
  {
    "quote": "What money is better bestowed than that of a schoolboy's tip? How the kindness is recalled by the recipient in after days! It blesses him that gives and him that takes.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "Capitalism is using its money we socialists throw it away.", 
    "name": "Fidel Castro"
  }, 
  {
    "quote": "Remember that government doesn't earn one single dollar it spends. In order for you to get money from the government, that money must first be taken from somebody else.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Opposites may attract, but I wouldn't put my money on a relationship of financial opposites.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I can't afford to die I'd lose too much money.", 
    "name": "George Burns"
  }, 
  {
    "quote": "You can be young without money but you can't be old without it.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "American men, as a group, seem to be interested in only two things, money and breasts. It seems a very narrow outlook.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "I'm fulfilled in what I do. I never thought that a lot of money or fine clothes - the finer things of life - would make you happy. My concept of happiness is to be filled in a spiritual sense.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "It is a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "I've always said money may buy you a fine dog, but only love can make it wag its tail.", 
    "name": "Kinky Friedman"
  }, 
  {
    "quote": "A man must love a thing very much if he not only practices it without any hope of fame and money, but even... without any hope of doing it well.", 
    "name": "Oliver Herford"
  }, 
  {
    "quote": "A moderate addiction to money may not always be hurtful but when taken in excess it is nearly always bad for the health.", 
    "name": "Clarence Day"
  }, 
  {
    "quote": "Here's how I think of my money - as soldiers - I send them out to war everyday. I want them to take prisoners and come home, so there's more of them.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "I know why most people never get rich. They put the money ahead of the job. If you just think of the job, the money will automatically follow. This never fails.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "Well, the chairman of Federal Reserve just made his move to rescue Barack Obama. We're gonna have QE3. We're gonna print some more money.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Why are people unemployed? Because there is no work. Why is there no work? Because people are not buying products and services. Why are people not buying products and services? Because they have no money. Why do people have no money? Because they are unemployed.", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "I don't want to make money I want to make a difference.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Look, we know we screwed up when we were in the majority. We fell in love with power. We spent way too much money - especially on earmarks. There was too much corruption when we ran this place. We were guilty. And that's why we lost.", 
    "name": "Eric Cantor"
  }, 
  {
    "quote": "To keep the record straight, it wasn't always John and Yoko. We've all accused one another of various business things we tend to be pretty paranoid by now, as you can imagine. There's a lot of money involved.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "People will always choose more money over more sex.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Almost the only persons who may be said to comprehend even approximately the significance, principles, and purposes of Socialism are the chief leaders of the extreme wings of the Socialistic forces, and perhaps a few of the money kings themselves.", 
    "name": "Benjamin Tucker"
  }, 
  {
    "quote": "Put not your trust in money, but put your money in trust.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "If you don't want my God here, you don't want me here either. God has been too good to me to go and try to sell out to get some money.", 
    "name": "Tyler Perry"
  }, 
  {
    "quote": "As they say around the Texas Legislature, if you can't drink their whiskey, screw their women, take their money, and vote against 'em anyway, you don't belong in office.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "Nowadays nothing but money counts: a fortune brings honors, friendships the poor man everywhere lies low.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Money is like manure. You have to spread it around or it smells.", 
    "name": "J. Paul Getty"
  }, 
  {
    "quote": "I'm not really religious but very spiritual. I give money to this company that manufactures hearing aids on a regular basis. More people should really hear me sing. I have a gift from God.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Anyone who wants to sell you overnight success or wealth is not interested in your success they are interested in your money.", 
    "name": "Bo Bennett"
  }, 
  {
    "quote": "Look, I'm very much in favor of tax cuts, but not with borrowed money. And the problem that we've gotten into in recent years is spending programs with borrowed money, tax cuts with borrowed money, and at the end of the day that proves disastrous. And my view is I don't think we can play subtle policy here.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "Until we totally change the way we elect our leaders, until we remove private money from public campaigns, lying will be the de facto method of governance in this country.", 
    "name": "Peter Schuyler"
  }, 
  {
    "quote": "But there are too many people that make so much money at the cost of lives of other humans and for no reason but to make the money.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "Thinking in its lower grades, is comparable to paper money, and in its higher forms it is a kind of poetry.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Unfaithfulness in the keeping of an appointment is an act of clear dishonesty. You may as well borrow a person's money as his time.", 
    "name": "Horace Mann"
  }, 
  {
    "quote": "There's no money in poetry, but then there's no poetry in money, either.", 
    "name": "Robert Graves"
  }, 
  {
    "quote": "When I was waiting tables, washing dishes, or mowing lawns for money, I never thought of myself as stuck in some station in life. I was on my own path, my own journey, an American journey where I could think for myself, decide for myself, define happiness for myself.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I decided to pursue music, so I dropped out of school and I told my parents I didn't want any money from them. I got three jobs and I just hit the ground running.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "A lot of people in the media, and some everyday people, really aren't in search of the truth. They're in search of something worse than that. Money, yeah. I think the media's the kind of a thing where the truth doesn't win, because it's no fun. The truth's no fun.", 
    "name": "Jack White"
  }, 
  {
    "quote": "If someone decides to be a musician now, it means because there is no hope of money at the end of it, it means they really want to be a musician. And if someone is writing now, there is no hope for money at the end of it.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I think money is due for some sort of collapse. People are going to realize that money has a half-life, like radioactive elements.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "I am not a pig farmer. The pigs had a great time, but I didn't make any money.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Clearly this is a tough economic time, and a lot of families are hurting. So when we talk to parents, we talk about small changes for kids and things that don't cost extra money. Like adding water and eliminating sugary drinks and sodas. That's going to save money right there. Or adding a few more vegetables.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "The idea that a congressman would be tainted by accepting money from private industry or private sources is essentially a socialist argument.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "If time is money, it seems moral to save time, above all one's own, and such parsimony is excused by consideration for others. One is straight-forward.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Congress, the press, and the bureaucracy too often focus on how much money or effort is spent, rather than whether the money or effort actually achieves the announced goal.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "Presidential leadership needn't always cost money. Look for low- and no-cost options. They can be surprisingly effective.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "All I wanted to do was write - at the time, poems, and prose, too. I guess my ambition was simply to make money however I could to keep myself going in some modest way, and I didn't need much, I was unmarried at the time, no children.", 
    "name": "Paul Auster"
  }, 
  {
    "quote": "We at Chrysler borrow money the old-fashioned way. We pay it back.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "No man's credit is as good as his money.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Victory is everything. You can spend the money but you can never spend the memories.", 
    "name": "Ken Venturi"
  }, 
  {
    "quote": "Of course, I do everything for money.", 
    "name": "Christopher Hitchens"
  }, 
  {
    "quote": "It was Public Art, defined as art that is purchased by experts who are not spending their own personal money.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "Money is the seed of money, and the first guinea is sometimes more difficult to acquire than the second million.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "We do not have a money problem in America. We have a values and priorities problem.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "What I've learned is that you really don't need to be a celebrity or have money or have the paparazzi following you around to be famous.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Some artists are working to buy the mansion or whatever the element of fame must bear, but I spend all my money on my show.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "I don't care about money.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "The forties, seventies, and the nineties, when money was scarce, were great periods, when the art world retracted but it was also reborn.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Money is something that can be measured art is not. It's all subjective.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Art usually only makes the news in America when the subject is money.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Not to say people shouldn't get rich from art. I adore the alchemy wherein artists who cast a complex spell make rich people give them their money. (Just writing it makes me cackle.) But too many artists have been making money without magic.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "One argument goes that recessions are good for female artists because when money flies out the window, women are allowed in the house. The other claims that when money ebbs, so do prospects for women.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "In the seventies, a group of American artists seized the means not of production but of reproduction. They tore apart visual culture at a time of no money, no market, and no one paying attention except other artists. Vietnam and Watergate had happened everything in America was being questioned.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The last time money left the art world, intrepid types maxed out their credit cards and opened galleries, and a few of them have become the best in the world.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Much good art got made while money ruled I like a lot of it, and hardship and poverty aren't virtues. The good news is that, since almost no one will be selling art, artists - especially emerging ones - won't have to think about turning out a consistent style or creating a brand. They'll be able to experiment as much as they want.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "When money and hype recede from the art world, one thing I won't miss will be what curator Francesco Bonami calls the 'Eventocracy.' All this flashy 'art-fair art' and those highly produced space-eating spectacles and installations wow you for a minute until you move on to the next adrenaline event.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "'Untitled' is a time machine that can transport you to 1992, an edgy moment when the art world was crumbling, money was scarce, and artists like Tiravanija were in the nascent stages of combining Happenings, performance art, John Cage, Joseph Beuys, and the do-it-yourself ethos of punk. Meanwhile, a new art world was coming into being.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Now people look at 'The Scream' or Van Gogh's 'Irises' or a Picasso and see its new content: money. Auction houses inherently equate capital with value.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "Art is for anyone. It just isn't for everyone. Still, over the past decade, its audience has hugely grown, and that's irked those outside the art world, who get irritated at things like incomprehensibility or money.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I love art dealers. In some ways, they're my favorite people in the art world. Really. I love that they put their money where their taste is, create their own aesthetic universes, support artists, employ people, and do all of this while letting us see art for free. Many are visionaries.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "When museums are built these days, architects, directors, and trustees seem most concerned about social space: places to have parties, eat dinner, wine-and-dine donors. Sure, these are important these days - museums have to bring in money - but they gobble up space and push the art itself far away from the entrance.", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "The people of this country, not special interest big money, should be the source of all political power.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Many people are in the dark when it comes to money, and I'm going to turn on the lights.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Take free money. No matter how in debt you are, if your employer offers a matching contribution on a 401(k) or other retirement vehicle, you must sign up and contribute enough to get the maximum company match each year. Think of it as a bonus.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Growing up in a particular neighborhood, growing up in a working-class family, not having much money, all of those things fire you and can give you an edge, can give you an anger.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "I think it would be cool if you were writing a ransom note on your computer, if the paper clip popped up and said, 'Looks like you're writing a ransom note. Need help? You should use more forceful language, you'll get more money.'", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "My Vegas act is how I make my money.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "No woman marries for money they are all clever enough, before marrying a millionaire, to fall in love with him first.", 
    "name": "Cesare Pavese"
  }, 
  {
    "quote": "But all the money in the world cannot make you happy either, so there has to be a balance.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "Making a movie requires 20 to 500 people to make and a lot of money and the stakes are a lot higher.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Music has always been my back door to life. It is important for people to find something that excites them. I like the concept that if you do what excites you, you will be rewarded generously, whatever form reward takes, which is not necessarily money.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "I definitely spend the most money on shoes, partly because vintage footwear can be a little funky - in a bad way. I like to keep things pretty simple up top and then go weird with the shoes.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "If there is no hell, a good many preachers are obtaining money under false pretenses.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Money is neither my god nor my devil. It is a form of energy that tends to make us more of who we already are, whether it's greedy or loving.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "In a very weak economy, when you say 'cut government spending,' what you mean is you're laying off school teachers and you're de-funding various programs that put money into the economy. This means you have more unemployed people that then draw unemployment benefits and don't pay taxes.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "We need to reclaim our American system of limited government, low taxes, reasonable regulations, and sound money, which has blessed us with unprecedented prosperity. And it has done more to help the poor than any other economic system ever designed.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "That's the real secret to job creation - not borrowing and spending more money in Washington.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "We need to stop spending money we don't have.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "What did the taxpayers get out of the Obama stimulus? More debt. That money wasn't just spent and wasted - it was borrowed, spent, and wasted.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "A runner must run with dreams in his heart, not money in his pocket.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "I'm free of stress and worries now because if I don't like something I'm doing, I just find the fun in it instead of being miserable. Let me have fun with the people I work with, let me have fun making money - when I grew up so poor, ya know?", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "This is our commitment to users and the people who use our service, is that Facebook's a free service. It's free now. It will always be free. We make money through having advertisements and things like that.", 
    "name": "Mark Zuckerberg"
  }, 
  {
    "quote": "Is it not odd that the only generous person I ever knew, who had money to be generous with, should be a stockbroker.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "A development deal is where they're giving you recording time and money to record, but not promising that they'll put an album out.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I'm tired of love I'm still more tired of rhyme but money gives me pleasure all the time.", 
    "name": "Hilaire Belloc"
  }, 
  {
    "quote": "Money is the root of all evil, and yet it is such a useful root that we cannot get on without it any more than we can without potatoes.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Wal-Mart doesn't really care about your faith. Wal-Mart cares if you have money to spend, and it is going to be as generic as possible in exploiting the holiday season for every buck it can make.", 
    "name": "Richard Roeper"
  }, 
  {
    "quote": "Nowadays love is a matter of chance, matrimony a matter of money and divorce a matter of course.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Life is a game. Money is how we keep score.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "Jon Stewart is exactly the same guy he's always been, only with money. He knows that the moment he really believes he's important, the funny goes away and he becomes Bill O'Reilly, except shorter and Jewish.", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "And of course I didn't make any money from stand up for years, so I had temp jobs. That was the way I made money.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "They still have some money, and they have needs to supply. They must begin immediately to pool their earnings and organize industries to participate in supplying social and economic demands.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "There are two kinds of power you have to fight. The first is the money, and that's just our system. The other is the people close around you, knowing when to accept their criticism, knowing when to say no.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Work isn't to make money you work to justify life.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "If we pollute the air, water and soil that keep us alive and well, and destroy the biodiversity that allows natural systems to function, no amount of money will save us.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "I pity the French Cinema because it has no money. I pity the American Cinema because it has no ideas.", 
    "name": "Jean-Luc Godard"
  }, 
  {
    "quote": "If you got the money honey I got the time and when you run out of money honey I run out of time.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "When you hire that first person, then you're a boss. You've got performance reviews. You've got complaints about not making enough money. You've got people who are just going to sell your story to the tabloids.", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "The only security men can have for their political liberty, consists in keeping their money in their own pockets.", 
    "name": "Lysander Spooner"
  }, 
  {
    "quote": "It can be liberating to get fired because you realize the world doesn't end. There's other ways to make money, better jobs.", 
    "name": "Ron Livingston"
  }, 
  {
    "quote": "Money couldn't buy friends, but you got a better class of enemy.", 
    "name": "Spike Milligan"
  }, 
  {
    "quote": "I don't really care about money. I find money boring and accounting boring, so I'm probably not going to ever make a lot of money.", 
    "name": "Juliana Hatfield"
  }, 
  {
    "quote": "The music business is motivated by money. Music is motivated by energy and feelings.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "The flood of money that gushes into politics today is a pollution of democracy.", 
    "name": "Theodore White"
  }, 
  {
    "quote": "Spare no expense to save money on this one.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "Here I am paying big money to you writers and what for? All you do is change the words.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "The key to making money is to stay invested.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "A fool and her money are soon courted.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "France is a place where the money falls apart in your hands but you can't tear the toilet paper.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "Great dad. Yeah, he would ask me for money on birthdays and, you know, inappropriate times. And I just wrote him off like, 'You're not a father.' I just learned you cannot emotionally invest in people who are not attainable.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Divorce is one of the most financially traumatic things you can go through. Money spent on getting mad or getting even is money wasted.", 
    "name": "Richard Wagner"
  }, 
  {
    "quote": "And, we have no such thing as a budget anymore. Our manager freaks when we show him the bill. We're lavish to the bone, but all our money goes back into the product.", 
    "name": "Freddie Mercury"
  }, 
  {
    "quote": "Labor was the first price, the original purchase - money that was paid for all things.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "My other family is Fleetwood Mac. I don't need the money, but there's an emotional need for me to go on the road again. There's a love there we're a band of brothers.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "Countries have lost their culture because what they wanted was money. Money became the running theme in every country and culture was sacrificed.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "My generation will actually be the first generation that is tamer than the one that came before it, and it will probably be poorer less fun and less money.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Money and fame made me believe I was entitled. I was wrong and foolish.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I felt that I had worked hard my entire life and deserved to enjoy all the temptations around me. I felt I was entitled, and thanks to money and fame, I didn't have to go far to find them.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "One thing that people keep on saying to me is that the wealth and the fame must have made up for missing out on my childhood. But the idea of money - putting a price on your childhood - is ridiculous. You will never get those years back and you can't put a price on them.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "I bought a lot of rubbish things that kids buy: skateboards and clothes and typical teenage stuff. And, as soon as I could, I wasted a lot of money on cars - BMW's mostly - for myself and my family.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "We are going as fast as we can as soon as we can. We're in a race against time, until we run out of money.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "The only point in making money is, you can tell some big shot where to go.", 
    "name": "Humphrey Bogart"
  }, 
  {
    "quote": "I am a liberated woman. And I do believe if a woman does equal work she should be paid equal money. But personally I am feminine and I do like male authority to lean on.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "I never left France for Hollywood nor stashed my money in Switzerland.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "As I have said for many years throughout this land, we're borrowing money from China to buy oil from the Persian Gulf to burn it in ways that destroy the future of human civilization. Every bit of that has to change.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "I had more clothes than I had closets, more cars than garage space, but no money.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "Money is such an amazing teacher: What you choose to do with your money shows whether you are truly powerful or powerless.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Having money is rather like being a blond. It is more fun but not vital.", 
    "name": "Mary Quant"
  }, 
  {
    "quote": "People assume I'm out there having this great life, but money doesn't erase the pain. When you're young you barrel through life, making choices without thinking of repercussions. A few years down the line, you wake up in a certain place and wonder how the hell you got there.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "Money is in some respects life's fire: it is a very excellent servant, but a terrible master.", 
    "name": "P. T. Barnum"
  }, 
  {
    "quote": "It's our money, and we're free to spend it any way we please.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "I don't know what to do with it. I'm very fortunate to have it, and it gives you room to maneuver. But the main thing about having money is it means you don't have to worry about it. And that for me is a lovely thing. It's not for fast cars and hookers.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "I don't work very much, and I just sit here waiting for a script that I can't refuse - and I'm not talking about money.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "I decided I ought to pick a project that would not be controversial, that would not really cost the government a lot of money.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "I had some money, I made the best paintings ever. I was completely reclusive, worked a lot, took a lot of drugs. I was awful to people.", 
    "name": "Jean-Michel Basquiat"
  }, 
  {
    "quote": "Only the elites despise earning money.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "I've got my eye on a few things to spend my money on. I've got my own bank card but I am really good with money. I don't spend too much at all.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "You have to spend a lot to make a lot. It's not like I'm sitting on top of a pile of money.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "As kids we didn't complain about being poor we talked about how rich we were going to be and made moves to get the lifestyle we aspired to by any means we could. And as soon as we had a little money, we were eager to show it.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "While money doesn't buy love, it puts you in a great bargaining position.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "I became alienated from this religious upbringing, and started making music. I wanted to be a big star. All those things I saw in the films and on the media took hold of me, and perhaps I thought this was my god: the goal of making money.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "France is the country where the money falls apart and you can't tear the toilet paper.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "I think there's only one or two films where I've had all the financial support I needed. All the rest, I wish I'd had the money to shoot another ten days.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Young film makers should learn how to deal with the money and learn how to deal with the power structure. Because it is like a battle.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "I don't understand the whole dating thing. I know right off the bat if I'm interested in someone, and I don't want them to waste their money on me and take me out to eat if I know I'm not interested in that person.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "My body can't put anyone in jeopardy of not making money anymore - my body is just not on the table that way anymore.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "There is nothing in socialism that a little age or a little money will not cure.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Starting out to make money is the greatest mistake in life. Do what you feel you have a flair for doing, and if you are good enough at it, the money will come.", 
    "name": "Greer Garson"
  }, 
  {
    "quote": "I know a lot of celebrities who are perfectly happy to put their name to something and then leave it at that because the money is good, but I need to have complete control over how something is going to look if my name is going to be attached to it.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "To this day, I am the least materialistic person I know, because my father didn't raise me to just go out and buy this or that car. The only reason I wanted to make money as an actor was because I'm passionate about food!", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "They're very, uh, you know, I don't come from the suburbs and a jolly, Disney type of lifestyle. I come from something totally different. And they're cool and bare minimum so it's not always a money issue for me.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I turned down twelve films last year... Huge money films, but I had no respect for the writer or the work.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Arab leaders worry more about making money from the profits they get from oil and gas that they turn the other way when Lebanon is being destroyed right next to them. Their neighbours are being murdered, but they only make calculations for their own benefit.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "At this point I have enough money to live 25 lifetimes. You couldn't spend the money I've accrued now.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "My first car, I got it in an auction at my temple. It was an '86 Volvo that I got for 500 bucks, and then wound up throwing $10,000 into the stereo system and put TVs in the foot rests. It was the most ridiculous Volvo you'd ever seen, but I had never had money before and I was out of my mind.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "You can't have bank holding companies acting as hedge funds. You can't have them taking a million-dollar pension plan for Joe Schmo the bus driver and treat it with the same risk appetite that you treat George Soros' pocket money. It's fundamentally ridiculous.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "And you can't have a prosperous economy when the government is way overspending, raising tax rates, printing too much money, over regulating and restricting free trade. It just can't be done.", 
    "name": "Arthur Laffer"
  }, 
  {
    "quote": "Everybody gets everything handed to them. The rich inherit it. I don't mean just inheritance of money. I mean what people take for granted among the middle and upper classes, which is nepotism, the old-boy network.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "Go miser go, for money sell your soul. Trade wares for wares and trudge from pole to pole, So others may say when you are dead and gone. See what a vast estate he left his son.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "It takes no compromising to give people their rights. It takes no money to respect the individual. It takes no survey to remove repressions.", 
    "name": "Harvey Milk"
  }, 
  {
    "quote": "And I can tell you that history will back up what I'm about to say and that is that there is no government run by conservatives, Republicans, put whoever you want there, if you give government the opportunity to spend more money than it has, it will do it. It will do it every time.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Mitt Romney understands free enterprise, he has worked in it. He has seen companies succeed and he has seen them fail, too. He knows what people think about when they invest their money.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I have too much money invested in sweaters.", 
    "name": "Bob Hope"
  }, 
  {
    "quote": "I like to sing ballads the way Eddie Fisher does and the way Perry Como does. But the way I'm singing now is what makes the money.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Money is like hormones. It's just how you feel on any given day.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "But without a caring society, without each citizen voluntarily accepting the weight of responsibility, government is destined to grow even larger, taking more of your money, burrowing deeper into your lives.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "Never work just for money or for power. They won't save your soul or help you sleep at night.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "I have no idea how much money I've got.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "People who have car collections - I never understood that. I always thought that was unnecessary. It's not beautiful, it's not creative. It's just showing how much money you've got.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "A rich man told me recently that a liberal is a man who tells other people what to do with their money.", 
    "name": "Amiri Baraka"
  }, 
  {
    "quote": "You're right on the money with that. We're all like detectives in life. There's something at the end of the trail that we're all looking for.", 
    "name": "David Lynch"
  }, 
  {
    "quote": "Save your money. You're going to need twice as much money in your old age as you think.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "I like my money right where I can see it... hanging in my closet.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "That is why the analogy of stealing does not work. With a thief, we want to know how much money he stole, and from whom. With the artist it is not how much he took and from whom, but what he did with it.", 
    "name": "Lukas Foss"
  }, 
  {
    "quote": "Nothing that is God's is obtainable by money.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "The companies that survive longest are the one's that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul.", 
    "name": "Charles Handy"
  }, 
  {
    "quote": "A corporation's primary goal is to make money. Government's primary role is to take a big chunk of that money and give it to others.", 
    "name": "Larry Ellison"
  }, 
  {
    "quote": "I've never really had a hobby, unless you count art, which the IRS once told me I had to declare as a hobby since I hadn't made money with it.", 
    "name": "Laurie Anderson"
  }, 
  {
    "quote": "Money is just the poor man's credit card.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Money is a poor man's credit card.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "If you really believe that you're making a difference and that you can leave a legacy of better schools and jobs and safer streets, why would you not spend the money? The objective is to improve the schools, bring down crime, build affordable housing, clean the streets - not to have a fair fight.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "My dad would give me $10, which is a lot of money when you're 9, to sing at church, on tables at restaurants, at family functions, just about anywhere.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "Hollywood is so fake and people need to realize that people are just people, and you, too, don't need to be born into something or have money or have whatever product someone is hawking on you.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I think that what went wrong with religion is the same thing that went wrong with politics. Is that it became too money based and too controlling. It's just a weakness that we human beings have for control - we want one thing and then we want more and then we want more.", 
    "name": "Dave Davies"
  }, 
  {
    "quote": "What white man can say I never stole his land or a penny of his money? Yet they say that I am a thief.", 
    "name": "Sitting Bull"
  }, 
  {
    "quote": "Drug prohibition has caused gang warfare and other violent crimes by raising the prices of drugs so much that vicious criminals enter the market to make astronomical profits, and addicts rob and steal to get money to pay the inflated prices for their drugs.", 
    "name": "Michael Badnarik"
  }, 
  {
    "quote": "People spend time worrying about things they think they have to have and lose perception of what they do have. You can have all the money and material things you want. If you aren't here to enjoy them, what good do they do?", 
    "name": "Eric Davis"
  }, 
  {
    "quote": "There is nothing inherently fair about equalizing incomes. If the government penalizes you for working harder than somebody else, that is unfair. If you save your money but retire with the same pension as a free-spending neighbor, that is also unfair.", 
    "name": "Arthur C. Brooks"
  }, 
  {
    "quote": "I don't need the money, dear. I work for art.", 
    "name": "Maria Callas"
  }, 
  {
    "quote": "Bankers know that history is inflationary and that money is the last thing a wise man will hoard.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "It's a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "The class distinctions proper to a democratic society are not those of rank or money, still less, as is apt to happen when these are abandoned, of race, but of age.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "The only way not to think about money is to have a great deal of it.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "I wanted to make a living, but I really was not interested in money at all. I was interested in being a great comedian.", 
    "name": "Larry David"
  }, 
  {
    "quote": "I still think of that guy I was without a wife or kids, and I still want to entertain that guy. The lonely guy, the frustrated guy, the guy with no money - this is the guy who needs to laugh.", 
    "name": "Larry David"
  }, 
  {
    "quote": "The extravagant expenditure of public money is an evil not to be measured by the value of that money to the people who are taxed for it.", 
    "name": "Chester A. Arthur"
  }, 
  {
    "quote": "I think that lawyers are terrible at admitting that they're wrong. And not just admitting it also realizing it. Most lawyers are very successful, and they think that because they're making money and people think well of them, they must be doing everything right.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "You got to have a courageous president to stand up and says, listen, if - if you send a bill to me that spends more money than what we've coming in, I'll veto it. I mean, I'm going to try to work with you the best I can, but I'm going to veto it.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "If you wake up deciding what you want to give versus what you're going to get, you become a more successful person. In other words, if you want to make money, you have to help someone else make money.", 
    "name": "Russell Simmons"
  }, 
  {
    "quote": "To get rich, you have to be making money while you're asleep.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "I would like to see more airplay for all artists, no matter what age. I think there's a lot of money being spent toward the young guys, but a lot of the older guys are the ones who blazed the trail for those young guys.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Making money is not gonna change anything about what I am, except I won't answer the door.", 
    "name": "Abel Ferrara"
  }, 
  {
    "quote": "I think that money spoils most things, once it becomes the primary motivating force.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "I don't care half so much about making money as I do about making my point, and coming out ahead.", 
    "name": "Cornelius Vanderbilt"
  }, 
  {
    "quote": "Often people attempt to live their lives backwards they try to have more things, or more money, in order to do more of what they want, so they will be happier.", 
    "name": "Margaret Young"
  }, 
  {
    "quote": "The less money you owe, the less income you'll need and the less you'll have to save for tomorrow.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "When I saw all those other drivers, I realized that they wanted to win that money just as much as I did. But I didn't have to worry. A tire came off my car and I was lucky I got it off the track.", 
    "name": "Buck Baker"
  }, 
  {
    "quote": "Who would you want to be giving you advice? Somebody who doesn't have any money?", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "The foundation of a financial fresh start actually has nothing to do with money or specific financial dos and don'ts.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "The first requisite of a sound monetary system is that it put the least possible power over the quantity or quality of money in the hands of the politicians.", 
    "name": "Henry Hazlitt"
  }, 
  {
    "quote": "There is something fundamentally unfair about a government that takes away so much of people's money, power, and personal control while telling them that life will be better as a result.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "Nobody climbs mountains for scientific reasons. Science is used to raise money for the expeditions, but you really climb for the hell of it.", 
    "name": "Edmund Hillary"
  }, 
  {
    "quote": "When I sent those scripts, that was the lowest point of my life. We'd just had our second son, and when I went to collect them from hospital, I went to the bank to try and get some money to buy some diapers, the screen showed I've got $26 left.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I don't like begging money from producers.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "Expensive clothes are a waste of money.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "Hussein has chosen to spend his money on building weapons of mass destruction and palaces for his cronies.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "Geez, all that money we waste on space exploration just think how many bombs that would buy!", 
    "name": "Craig Bruce"
  }, 
  {
    "quote": "I think when money starts to corrupt journalism, it undermines the journalism, and it undermines the credibility of the product, and you end up not succeeding.", 
    "name": "Walter Isaacson"
  }, 
  {
    "quote": "What's my motto when it comes to money? Don't put so much emphasis on it!", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "As I have traveled throughout my Congressional district, the one thing I heard loud and clear was simply please stop spending money you do not have, rein in spending, live within a budget.", 
    "name": "Tim Scott"
  }, 
  {
    "quote": "The biases the media has are much bigger than conservative or liberal. They're about getting ratings, about making money, about doing stories that are easy to cover.", 
    "name": "Al Franken"
  }, 
  {
    "quote": "Money, if it does not bring you happiness, will at least help you be miserable in comfort.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "Money is not a motivating factor. Money doesn't thrill me or make me play better because there are benefits to being wealthy. I'm just happy with a ball at my feet. My motivation comes from playing the game I love. If I wasn't paid to be a professional footballer I would willingly play for nothing.", 
    "name": "Lionel Messi"
  }, 
  {
    "quote": "President Obama has outsourced a major portion of the U.S. space program to the Russians. That's national policy. Taxpayer money. So let's stop playing games with this outsourcing distortion and talk about the fact that when we need is a president that knows how to manage big enterprise and create jobs.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Money isn't a major motivating force in my life. Nor is my profession. There are other things that I care more about than being an actor.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "Ridiculous yachts and private planes and big limousines won't make people enjoy life more, and it sends out terrible messages to the people who work for them. It would be so much better if that money was spent in Africa - and it's about getting a balance.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "From paying off friends' tax bills to rescuing stray dogs and stuffing &pound20 notes into the hands of homeless people, I can't get rid of my money fast enough.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "Billions are wasted on ineffective philanthropy. Philanthropy is decades behind business in applying rigorous thinking to the use of money.", 
    "name": "Michael Porter"
  }, 
  {
    "quote": "As a child, I wanted only two things - to be left alone to read my library books, and to get away from my provincial hometown and go to London to be a writer. And I always knew that when I got there, I wanted to make loads of money.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "They say Yogi Berra is funny. Well, he has a lovely wife and family, a beautiful home, money in the bank, and he plays golf with millionaires. What's funny about that?", 
    "name": "Casey Stengel"
  }, 
  {
    "quote": "We are used to female writers who use their private lives as unmitigated material being somewhat hormonal this somehow 'excuses' what might be seen as a highly unfeminine ability to turn their personal upsets into money.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "The money I pay for my cultural experiences came willingly from my own pocket - they were not the result of bread being removed from the mouths of the poor so that Miss Thing here could mince off to the circus smelling of roses.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "I grew up in a really small town with not a lot of money, and I liked singing, but it was just something that was a hobby.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "I'm so touched that complete strangers will send me a script asking me to be in their film. That still amazes me - and sometimes for a lot of money too.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "You can get rich making fun of me. I know. I've made lots of money making fun of me.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "I hesitate to deposit money in a bank. I am afraid I shall never dare to take it out again. When you go to confession and entrust your sins to the safe-keeping of the priest, do you ever come back for them?", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves.", 
    "name": "Phyllis George"
  }, 
  {
    "quote": "And also there wasn't much money in television in those days anyhow.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "When you ain't got no money, you gotta get an attitude.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "Money makes your life easier. If you're lucky to have it, you're lucky.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "The money that goes into Social Security is not the government's money. it's your money. You paid for it.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "Prosperity is a way of living and thinking, and not just money or things. Poverty is a way of living and thinking, and not just a lack of money or things.", 
    "name": "Eric Butterworth"
  }, 
  {
    "quote": "Preoccupation with money is the great test of small natures, but only a small test of great ones.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "There's so much importance in honoring your everyday hero. It doesn't take money. It doesn't take connections. What matters is that people get involved. Whether your passion is gun control or food or whatever it may be, everybody needs to stop being so self-absorbed.", 
    "name": "Debi Mazar"
  }, 
  {
    "quote": "I have a lot of money stashed away, but I do live my life from day to day.", 
    "name": "Elton John"
  }, 
  {
    "quote": "A transfer of money should never be involved in this profound situation. Although illness is profound, too, but medicine's a business today. It's a business.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Always remember, money isn't everything - but also remember to make a lot of it before talking such fool nonsense.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "False opinions are like false money, struck first of all by guilty men and thereafter circulated by honest people who perpetuate the crime without knowing what they are doing.", 
    "name": "Joseph de Maistre"
  }, 
  {
    "quote": "Where are the jobs going to come from?Small business, manufacturing and clean energy. Where's the money to finance them? The banks and the corporations in America today have lots of money that they can invest right now.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "If you make money your god, it will plague you like the devil.", 
    "name": "Henry Fielding"
  }, 
  {
    "quote": "The financial reward is great and I love the life I have, but all money makes possible is for you to stop worrying about money. Then you have freedom to live your life.", 
    "name": "Paul Stanley"
  }, 
  {
    "quote": "As Americans, we realize that there is no taxpayer money that wasn't first earned through the sweat and toil of one of our citizens.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I mean, Dodd-Frank is strangling small community banks. It doesn't make any difference what the interest rate is. They're not - they're not going to loan the money because they can't make any money for one thing plus the cost of compliance.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Simply by not owning three medium-sized castles in Tuscany I have saved enough money in the last forty years on insurance premiums alone to buy a medium-sized castle in Tuscany.", 
    "name": "Ludwig Mies van der Rohe"
  }, 
  {
    "quote": "You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity.", 
    "name": "Thomas Wolfe"
  }, 
  {
    "quote": "Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don't pay their taxes.", 
    "name": "Georgios A. Papandreou"
  }, 
  {
    "quote": "It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy.", 
    "name": "George Horace Lorimer"
  }, 
  {
    "quote": "The problem is that borrowing money to pay back more borrowed money that will oblige you in the future to borrow even more money doesn't sound kosher. Because it isn't.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "I admire directors so much, I find them incredible: they manage such a huge number of people of different characters, think of the money involved.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "They got married, they got divorced, and half their money goes out the window.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I always say, 'People first, then money, then things.'", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "If you wait until your children are high school seniors to spring it on them that there's not a whole lot of money for school, they won't have too many options.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Your goal should be to pay off your credit card bills in full at the end of each month and set aside money toward your emergency savings.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Those carrying a credit card balance should scale back to making the minimum payment each month so they have more money to put into savings.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I get so frustrated when people tell me it's unrealistic to create an eight-month emergency savings fund, or have money saved for a home down payment, or pay off their $5,000 credit card balance.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "The last thing family and friends want is for you to spend money on them that you don't have or that you can't really spare.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I think I'm actually quite a materialistic person, I value what it takes to make a car or build a nice house. Money does change things, but how it changes people depends on how they react to it.", 
    "name": "Roland Gift"
  }, 
  {
    "quote": "If you're not staying on top of your money, you are putting your financial well-being at risk.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Never, ever invest money that you will need prior to three to five years - minimum.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "To make the most of your money, I recommend sticking with mutual funds that don't charge a commission when you buy or sell.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I have long been one of those tedious people who rails against the coronation of 'student-athletes.' I have heard the argument that big-time athletics bring in loads of money to universities. I don't believe the money goes anywhere other than back into the sports teams, but that's another story.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "At one time there were voiceover artists, now there are celebrity voiceover artists. It's unfortunate because these people need the money less than the voiceover artist.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "If there's something that can be formulated, regulated, give you security, then nobody would lose money. Every movie would be successful. And that's certainly not the case.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Sensitivity and money are like parallel lines. They don't meet.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Soon we saw that money going to women brought much more benefit to the family than money going to the men. So we changed our policy and gave a high priority to women. As a result, now 96% of our four million borrowers in Grameen Bank are women.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "What we get from this adventure is just sheer joy. And joy is, after all, the end of life. We do not live to eat and make money.", 
    "name": "George Leigh Mallory"
  }, 
  {
    "quote": "Up against the corporate government, voters find themselves asked to choose between look-alike candidates from two parties vying to see who takes the marching orders from their campaign paymasters and their future employers. The money of vested interest nullifies genuine voter choice and trust.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "In my opinion MS is a lot better at making money than it is at making good operating systems.", 
    "name": "Linus Torvalds"
  }, 
  {
    "quote": "I made a small fortune. I made a lot of money and I made a lot of other people wealthy.", 
    "name": "Jim Cramer"
  }, 
  {
    "quote": "The nice thing about the gallery shows is that without having to pay any money you can just go and see it.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Three groups spend other people's money: children, thieves, politicians. All three need supervision.", 
    "name": "Dick Armey"
  }, 
  {
    "quote": "First and foremost I am a drummer. After that, I'm other things... But I didn't play drums to make money.", 
    "name": "Ringo Starr"
  }, 
  {
    "quote": "I don't want young people to think they can't make a difference because they don't have money.", 
    "name": "Kesha"
  }, 
  {
    "quote": "Financially, I've lost money and made money, but I know my way around financially.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "I don't think anybody cares about unwed mothers unless they're black or poor. The question is not morality, the question is money. That's what we're upset about.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "There are probably several hundred thousand if we narrow the definition to include only those who in their search for money and power are ruthless and deceitful.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "People don't have fortunes left them in that style nowadays men have to work and women to marry for money. It's a dreadfully unjust world.", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "And I think the more money you put in people's hands, the more they will spend. And if they don't spend it, they invest it. And investing it is another way of creating jobs. It puts money into mutual funds or other kinds of banks that can go out and make loans, and we need to do that.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "I'm a dad, and I no longer see a way for my kids to even inherit the money that I'm making, let alone go out there, have an idea, and create it in their own lifetime.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "If it is wrong for you to take money from someone else who earned it, to take their money by force for your own needs, then it is certainly just as wrong for you to demand that the government step forward and do this dirty work for you.", 
    "name": "Neal Boortz"
  }, 
  {
    "quote": "For my scale, how I grew up and live my life, I'm making plenty of money.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "'Get a Job' is about all the rich kids we knew when we were younger, kids who never had jobs but always had money for partying or getting their hair done.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I never viewed money as being 'my money' I always saw it as 'the money.' It's a resource. If it pools up around me then it needs to be flushed back out into the system.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "I've had people ask me in interviews what it's like to have money, but that's not how it is. I have a middle-class life. I have a room in London but not a house, nor a BMW.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "The people who run a university are far more qualified and intelligent in handling people than someone who inherited his money and used it to buy a pro team.", 
    "name": "Hayden Fry"
  }, 
  {
    "quote": "For me the greatest source of income is still movies. Nothing - stocks, financial speculation, real estate speculation or businesses - makes more money for me than making movies.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "I don't know what your childhood was like, but we didn't have much money. We'd go to a movie on a Saturday night, then on Wednesday night my parents would walk us over to the library. It was such a big deal, to go in and get my own book.", 
    "name": "Robert Redford"
  }, 
  {
    "quote": "A firm, for instance, that does business in many countries of the world is driven to spend an enormous amount of time, labour, and money in providing for translation services.", 
    "name": "Edward Sapir"
  }, 
  {
    "quote": "Banks are an almost irresistible attraction for that element of our society which seeks unearned money.", 
    "name": "J. Edgar Hoover"
  }, 
  {
    "quote": "Selling out is doing something you don't really want to do for money. That's what selling out is.", 
    "name": "Bono"
  }, 
  {
    "quote": "Goddam money. It always ends up making you blue as hell.", 
    "name": "J. D. Salinger"
  }, 
  {
    "quote": "Money just draws flies.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "For those who are able to work, work has to be seen as the best route out of poverty. For work is not just about more money - it is transformative. It's about taking responsibility for yourself and your family.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Money is a good thing and it's obviously useful, but to work only for money or fame would never interest me.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "The only thing I like more than my wife is my money, and I'm not about to lose that to her and her lawyers, that's for damn sure.", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Things are done according to money these days.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "Our American friends offer us money, arms, and advice. We take the money, we take the arms, and we decline the advice.", 
    "name": "Moshe Dayan"
  }, 
  {
    "quote": "For industry to settle in a country, you first need electricity for electricity, you need some trained workers for trained workers, you need some schools for schools you need some money for money, you need some industry.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "A survey carried out across the U.S. between 2004 and 2006 showed that frequent church- or synagogue-goers are more likely to give money to charity.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "If the money's right, I'll do a film.", 
    "name": "Oliver Reed"
  }, 
  {
    "quote": "You can spend the money on new housing for poor people and the homeless, or you can spend it on a football stadium or a golf course.", 
    "name": "Jello Biafra"
  }, 
  {
    "quote": "I sat with him for three hours and we did not exchange a single word. At the end he handed me, as he had done before, an envelope with money in it. It would have been much nicer if he had enclosed a greeting or a loving word. I would have been so pleased if he had.", 
    "name": "Eva Braun"
  }, 
  {
    "quote": "You must spend money to make money.", 
    "name": "Plautus"
  }, 
  {
    "quote": "So, my happiness doesn't come from money or fame. My happiness comes from seeing life without struggle.", 
    "name": "Nicki Minaj"
  }, 
  {
    "quote": "Abraham Lincoln comes from nothing, has no education, no money, lives in the middle of nowhere on the frontier. And despite the fact that he suffers one tragedy and one setback after another, through sheer force of will, he becomes something extraordinary: not only the president but the person who almost single-handedly united the country.", 
    "name": "Seth Graham-Smith"
  }, 
  {
    "quote": "I know where I'm putting my money.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "While teaching, I also worked undercover in the lower courts by saying I was a young law teacher wanting experience in criminal law. The judges were happy to assist me but what I learned was how corrupt the lower courts were. Judges were accepting money right in the courtroom.", 
    "name": "Samuel Dash"
  }, 
  {
    "quote": "Money, again, has often been a cause of the delusion of the multitudes. Sober nations have all at once become desperate gamblers, and risked almost their existence upon the turn of a piece of paper.", 
    "name": "Charles Mackay"
  }, 
  {
    "quote": "I don't even know what sound is, much less what it's for. It isn't to make money that's for sure. I've never made any.", 
    "name": "Don Van Vliet"
  }, 
  {
    "quote": "To buy very good wine nowadays requires only money. To serve it to your guests is a sign of fatigue.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "I have long believed taxpayers make better use of their money than the government ever could.", 
    "name": "Kay Bailey Hutchison"
  }, 
  {
    "quote": "I've been very well remunerated for my talents over the years so I really don't need the public's money.", 
    "name": "George Michael"
  }, 
  {
    "quote": "I'm glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn't spend the money today.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "Writing is the only profession where no one considers you ridiculous if you earn no money.", 
    "name": "Jules Renard"
  }, 
  {
    "quote": "Money doesn't buy class.", 
    "name": "Kiana Tom"
  }, 
  {
    "quote": "I'm not broke. Like everybody else, I owe money.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "I find it fascinating that a lot of business books that do well are from people who've never made any money in business.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "North Americans as a whole need to embrace having clothes altered to their body. I hear it all the time: why do the Europeans always look so good? They have a relationship with their tailor and spend the time and money to make their clothes look their best.", 
    "name": "Michael Kors"
  }, 
  {
    "quote": "I'm concerned a little bit with the culture of celebrating the fundraise. My dad taught me that when you borrow money it's the worst day of your life.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Even though I'm a hype man myself, I like the practicality of it all. People who understand how to turn a profit. At the end of the day, this is still business so I'm looking for real practical knowledge of how to actually make money, not necessarily raise it.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "There are three reasons for becoming a writer: the first is that you need the money the second that you have something to say that you think the world should know the third is that you can't think what to do with the long winter evenings.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "That money talks, I'll not deny, I heard it once: It said, 'Goodbye'.", 
    "name": "Richard Armour"
  }, 
  {
    "quote": "People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "Well, I needed the work - that's the honest answer. I haven't worked for a while, a couple of years. So I thought it would be nice to get back to work and earn some money.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "I want to sit with 80- and 90-year-old people more than anyone. They have played this game before. Not one of them has told me, 'I wish I had more money.'", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "I remember thinking that I'd way rather give my parents my money, and not have to like have them go to work anymore, you know what I mean. Because I'd way rather spend more time with them.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "It's lovely to have money to give away - that's the bonus of winning the Nobel.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "You want to give people a reason to hate my guts more? I'm making more money.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "When I was 19, I made my first good week's pay as a club musician. It was enough money for me to quit my job at the factory and still pay the rent and buy some food. I freaked.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "Don't make music for some vast, unseen audience or market or ratings share or even for something as tangible as money. Though it's crucial to make a living, that shouldn't be your inspiration. Do it for yourself.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "People aren't going to throw the kind of money at certain people that they used to.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "When I was in N.W.A. and didn't get paid all the money I was owed, that's when the business side of showbiz hit me.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "Organized labor, if they're doing a responsible job, is going to organize the pooling of small amounts of money to protect the interests of the people who are not rich.", 
    "name": "Warren Beatty"
  }, 
  {
    "quote": "I actually think that the economy has got some positives. It's got the market. It's got consumer confidence and it's got banks throwing - I mean central bankers throwing money at it around the world.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "Fame does lead to money, which I don't have a close relationship with. I'm the kind of guy who never sees the money - it all goes somewhere else. I don't understand it, I don't like to deal with it. I have a fear of not having it, because I grew up without it.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I just spend my money on the essentials. Just basically food and shelter.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I don't make decisions based on money.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "My story is the story of countless millions of children whose families and nations were torn apart for money in the name of Jesus Christ.", 
    "name": "Sinead O'Connor"
  }, 
  {
    "quote": "It's rather naive, apart from being ethically objectionable, to assume that our investigators travel around the country with bags of money trying to bribe witnesses to lie on the witness stand. We just don't operate that way.", 
    "name": "Jim Garrison"
  }, 
  {
    "quote": "I don't have more money. I won't have more money than any of the candidates, even the Republican candidates. We know that already. But we are building this campaign team like I would build a business. And that is, we are building it so far with no debt.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "What saddens me is the corruption of youth and beauty, and the loss of soul, which is only replaced by money.", 
    "name": "Lisa Bonet"
  }, 
  {
    "quote": "Human beings are much bigger than just making money.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "People really feel that, when they go to the gas pump now, that the oil cartel is holding them by the legs and tipping them upside down and shaking money out of their pockets.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "Our public school system is our country's biggest and most inefficient monopoly, yet it keeps demanding more and more money.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "Let us face it: in the world today, money and economic strength remain more powerful arguments than the number of people you represent.", 
    "name": "Guy Verhofstadt"
  }, 
  {
    "quote": "I'm not overly alarmist about it, but I do think there are some worrying signs, like the growing accumulation of wealth by a very small proportion of the population, plus elections in the US are much more dominated by money than anywhere else calling itself a democracy.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I choose films for their artistic value. I don't need a mansion or a Jaguar. When I leave this Earth, I won't take any money with me. All I will leave behind will be my art.", 
    "name": "Brad Renfro"
  }, 
  {
    "quote": "We have a new generation of very rich people who want to do more with their money than buy a lot of expensive toys. They want to live meaningful lives.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "There is a basic lesson on financial crises that governments tend to wait too long, underestimate the risks, want to do too little. And it ultimately gets away from them, and they end up spending more money, causing much more damage to the economy.", 
    "name": "Timothy Geithner"
  }, 
  {
    "quote": "The United States is the only power in history that became great by giving and not by taking. I think the crisis was when the United States had more money than ideas. Money doesn't produce money. Ideas produce money.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "I don't believe that I personally have been changed by the money. The bad thing is people assume you've changed because now you have money.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "I'm not sure about the selling part, but I've always found that the things I've worn on tour have moved over to what people wear every day. Sometimes the things I wore in the beginning before I had money were things I put together.", 
    "name": "Steven Tyler"
  }, 
  {
    "quote": "Money changes all the iron rules into rubber bands.", 
    "name": "Ryszard Kapuscinski"
  }, 
  {
    "quote": "In all honesty, at that time, I never saw myself as an author... I was just a Mom in a state of panic, trying to enter a short story contest to win the prize money in order to keep the lights on in my home.", 
    "name": "Leslie Banks"
  }, 
  {
    "quote": "I've seen so many people in this business that made a fortune. They get old and broke and can't make any money. I tell you something... no one's going to play a benefit for Jimmy Dean.", 
    "name": "Jimmy Dean"
  }, 
  {
    "quote": "I do not understand how it is that financial institutions could think that they could take taxpayer money and then turn around and act like it's business as usual. I don't understand how they can't see that the world has changed in a fundamental way, that it is not business as usual when you take taxpayer dollars.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "People ask how can a Jewish kid from the Bronx do preppy clothes? Does it have to do with class and money? It has to do with dreams.", 
    "name": "Ralph Lauren"
  }, 
  {
    "quote": "Wouldn't it be great if you could only get AIDS by giving money to television preachers?", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "The guy keeps making speeches about redistribution and maybe we ought to do something to businesses that don't invest, their holding too much money. We haven't heard that kind of talk except from pure socialists. Everybody's afraid of the government and there's no need soft peddling it, it's the truth. It is the truth.", 
    "name": "Steve Wynn"
  }, 
  {
    "quote": "There is no correlation between happiness and amounts of money.", 
    "name": "Kesha"
  }, 
  {
    "quote": "I give lectures for money, but all the money goes to charity. So, I make no money from it.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "The truth was you can't continue to spend the kind of money our spending on all these entitlement programs. I think we need more people in public life who are willing to say, no, we can't afford certain things. No, we can't do certain things.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Marriage, like money, is still with us and, like money, progressively devalued.", 
    "name": "Robert Graves"
  }, 
  {
    "quote": "Some people feel that what we're doing makes no sense, that it's just a waste of money. But it's working.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "If we're going to spend a lot of money to deal with the problem of 200 million guns in the country owned by 65 million gun owners, we ought to have a system which will work and catch criminals.", 
    "name": "John Dingell"
  }, 
  {
    "quote": "People don't have time to wait for somebody to paint their portraits anymore. The money is in photography.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "If we had 3 million exhibitionists and only one voyeur, nobody could make any money.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "If we define an American fascist as one who in case of conflict puts money and power ahead of human beings, then there are undoubtedly several million fascists in the United States.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "Any fool can make enough money to survive. It's another thing to keep yourself consistently entertained. It's a lot of work, and a lot of fun, to make a life.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "When you try to find funding for a VVA function, it doesn't seem like it's any trouble at all. People come out of the woodwork with their money to help out because we went over and fought a war.", 
    "name": "R. Lee Ermey"
  }, 
  {
    "quote": "Everybody likes a kidder, but nobody lends him money.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "You know, if you look back in the 1930s, the money went to infrastructure. The bridges, the municipal buildings, the roads, those were all built with stimulus money spent on infrastructure. This stimulus bill has fundamentally gone, started out with a $500 rebate check, remember. That went to buy flat-screen TVs made in China.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "If Warren Buffett made his money from ordinary income rather than capital gains, his tax rate would be a lot higher than his secretary's. In fact a very small percentage of people in this country pay a big chunk of the taxes.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "The problem for those who assert biblical authority in support of traditional definitions of marriage is that one could, with equal validity, assert that the lending of money or certain kinds of haircuts are forbidden by God, or that slavery and the subjugation of women are authorized by the Lord.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "To be honest, I've always had far too much freedom. I had a job when I was 10. I started living on my own when I was 17 or 18. I've earned my own money I've traveled the world. What would I rebel against?", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "Let's be honest, I have enough money to never have to work again.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "You aren't wealthy until you have something money can't buy.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "I'd never had money growing up, and it's never been that important to me, except maybe to take our kids on a nice vacation or something like that.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "There is a great difference between Christianity and religion at the south. If a man goes to the communion table, and pays money into the treasury of the church, no matter if it be the price of blood, he is called religious.", 
    "name": "Harriet Ann Jacobs"
  }, 
  {
    "quote": "A country like Belgium, or socialist countries in central Europe spend more money on art education than the United States, which is a really puzzling thought.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "Animals, they are one of the most beautiful gifts we have and, you know, if there are people that have compassion, there are very few people that put their money into animal rescue organizations. And if there is someone that has that passion, animals need all the help they can get.", 
    "name": "Alyssa Milano"
  }, 
  {
    "quote": "If anyone tells you it's impossible to be fabulous and smart and make a ton of money using math, well, they can just get in line behind you - and kiss your math.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Money for me today does not really matter.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "I tend to make low-budget movies but, yeah, I make more money than I ever thought I would make.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "When I was young I didn't care about education, just money and box office.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "Money isn't important, but you have to have enough, so you don't have to think about it. Thinking about money is a drag.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "You need to do the work to bring the money in, but not compromise standards.", 
    "name": "Heston Blumenthal"
  }, 
  {
    "quote": "I had no idea that I would ever get involved with something like lending money to poor people, given the circumstances in which I was working in Bangladesh.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "I don't come from money.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I went to the bank and proposed that they lend money to the poor people. The bankers almost fell over.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "It begins and ends with money. It's absurd in this day and age when we need so much money for education, health, for people, that a $100 million dollars can be spent on a film. It's obscene.", 
    "name": "Kathleen Turner"
  }, 
  {
    "quote": "I could easily exist on less money, but I like the way I live now.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "But, having a perfume and license, in general, is a financial necessity. A designer must, to reap back the money spent on prototypes and all that sort of thing.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "I don't feel comfortable defending my clothes. But if you've got the money to afford them, then buy something from me. Just don't buy too much.", 
    "name": "Vivienne Westwood"
  }, 
  {
    "quote": "I'll come to any benefit if I see SCLC get all the money.", 
    "name": "Mahalia Jackson"
  }, 
  {
    "quote": "Money is everywhere but so is poetry. What we lack are the poets.", 
    "name": "Federico Fellini"
  }, 
  {
    "quote": "The GAO just released a report that said 22 percent of federal programs fail to meet their objectives. The truth is we don't know how taxpayer money is spent in Washington, D.C., which is why I think we ought to put every agency budget up on the Internet for everyone to see.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "We need more transparency and accountability in government so that people know how their money is being spent. That means putting budgets online, putting legislation online.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Well I think money has been going into political campaigns for a very long time.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "If you have a line of business - I know this as a CEO - or if you have a teenager - I know this as a parent - who have a spending problem, what do you do? You quit giving them money.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Nobody wants to read about the honest lawyer down the street who does real estate loans and wills. If you want to sell books, you have to write about the interesting lawyers - the guys who steal all the money and take off. That's the fun stuff.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "It would be nice if the poor were to get even half of the money that is spent in studying them.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "The thing that fascinates me is that the way I came to film and television is extinct. Then there were gatekeepers, it was prohibitively expensive to make a film, to be a director you had to be an entrepreneur to raise money.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "I mean, being a child was being a child, was being a creature without power, without pocket money, without escape routes of any kind. So I didn't want to be a child.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Never ever discount the idea of marriage. Sure, someone might tell you that marriage is just a piece of paper. Well, so is money, and what's more life-affirming than cold, hard cash?", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "Qaddafi is hated because he is the leader of a small country that is rich, but he uses his money to finance liberation struggles.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "Just put down 9/11... I think, on most things I'm liberal, except on defending ourselves and keeping half the money. Those things I'm kind of conservative on.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "Big money is ruining the political system.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "I mean, anything that money can be made off will never be a problem to make, no matter what it is.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "Unlike my grandfather or my brother, I've actually been able to make some money at a racetrack.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "And we've got to ask ourselves some very serious questions as to whether or not certain religious leaders, in terms of raising money - I hate to bring this up - are pushing hot buttons.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "In troubled times the last thing you want to do is to stick your money into a film. It's such a gamble.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "Getting the government to put money into social programs run by religious institutions is a practice that started during the Clinton years, when Bill Clinton advocated the AmeriCorps program.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Money won is twice as sweet as money earned.", 
    "name": "Paul Newman"
  }, 
  {
    "quote": "Money is always on its way somewhere. What you do with it while it is in your keeping and the direction you send it in say much about you. Your treatment of and respect for money, how you make it, and how you spend it, reflect your character.", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "Hip-hop don't have no fresh energy, none at all. It's money driven, everybody tryin' to make that cheque, nobody putting art in their albums any more.", 
    "name": "Andre Benjamin"
  }, 
  {
    "quote": "Advertising: the science of arresting the human intelligence long enough to get money from it.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "If I had been on 'Bowling for Dollars,' I'd wind up owing them money.", 
    "name": "Ricki Lake"
  }, 
  {
    "quote": "Because primarily of the power of the Internet, people of modest means can band together and amass vast sums of money that can change the world for some public good if they all agree.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "People may take a job for more money, but they often leave it for more recognition.", 
    "name": "Bob Nelson"
  }, 
  {
    "quote": "I was very fortunate that I saved my money and I still do.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "The only thing money gives you is the freedom of not worrying about money.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "There is nothing so habit-forming as money.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "We pay for the mistakes of our ancestors, and it seems only fair that they should leave us the money to pay with.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "We had access to too much money, too much equipment, and little by little, we went insane.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "If I feel strongly, I say it. I know I can do more good by being vocal than by staying quiet. I'd have a whole lot more money if I lied, but I wouldn't enjoy spending it.", 
    "name": "Martina Navratilova"
  }, 
  {
    "quote": "As long as I can make lots of money in other businesses, I'll continue to subsidize my own work.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "At the end of the day, money is just a proxy for votes. That is what makes politics so vulnerable to social media.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "Time will take your money, but money won't buy time.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "I was never sloppy with other people's money. Only my own. Because I figure, well, you can be.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "To avoid ignorance and bullying, I've had to hide the fact that I'm a troll. You have no idea how much time and money I've spent on electrolysis and hair dye and reconstructive surgery so I can look like this.", 
    "name": "Jon Cryer"
  }, 
  {
    "quote": "I'm very unstable there's no stability in a musician's life at all. You live on a bus or on the road hand to mouth and you don't know where your money's coming from.", 
    "name": "James Taylor"
  }, 
  {
    "quote": "Photography is more about money now but then so are most things.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "In New York, everyone's desperate for success, desperate for money and desperate to be accepted, but in London they're more laid back about things like that.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "The inequalities are greater now than in '92. Some states have equalized per-pupil spending but they set the 'equal level' very low, so that wealthy districts simply raise extra money privately.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "Neither money nor position can atone to me for low birth.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "London changes because of money. It's real estate. If they can build some offices or expensive apartments they will, it's money that changes everything in a city.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "What is there that money will not do?", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "You cannot drive a system that's going to be aiming at preventing illness if everyone is not in it. The whole gaming of health insurance and health care in America is based on that fundamental principle: insure people who aren't sick and you don't have to pay more money on them.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "When I left 20th Century-Fox to freelance, my agent believed that getting big money was the way to establish real importance in our industry.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "Well, I thought the deal was, when you went to work for the government you weren't supposed to make money!", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "When it comes to money nobody should give up anything.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "In the NFL a lot of times everyone gets caught up in the business side of things. For them it's all about money and it really leaves a sour taste in your mouth.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "My recollection is - and I'd have to confirm this - but I don't recall paying any money to go to law school.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "I couldn't relate to kid stuff. 'Jimmy doesn't like me!' Who cares? I was worried we didn't have gas money or food. Those were my concerns.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "During the Depression, my dad made radios to sell to make extra money. Nobody had any money to buy the radios, so he would trade them for dogs. He built kennels in the backyard, and he cared for the dogs.", 
    "name": "Betty White"
  }, 
  {
    "quote": "One thing I have clear is that I don't want to work for money anymore.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "Money speaks, but it speaks with a male voice.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "But it's a blessing to be so successful within a year it's the greatest feeling in the world, making money and doing the things that I'm doing, and I definitely trying to continue doing what I'm doing.", 
    "name": "Ludacris"
  }, 
  {
    "quote": "What counts in Hollywood is box office. It doesn't really matter what people think of you as an actor because, as long as you have been in a movie that has made money, you will always get another job.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Research is four things: brains with which to think, eyes with which to see, machines with which to measure and, fourth, money.", 
    "name": "Albert Szent-Gyorgyi"
  }, 
  {
    "quote": "I could be making a lot more money now if I had chosen a different kind of movie, but none of that matters to me... I've done the parts I wanted to do.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "Because bankers measure their self-worth in money, and pay themselves a lot of it, they think they're fine fellows and don't need to explain themselves.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "To give money to a woman - and here I must speak as a man - is to deny her special quality, her irreplaceability, and reduce her unique amiability to a commodity. Money takes away her name, while transforming her lover into a nameless customer of a market of appetites.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "I used to get my money at the end of the week, buy my mum something, or buy a record, and that was it.", 
    "name": "Elton John"
  }, 
  {
    "quote": "What most people don't seem to realize is that there is just as much money to be made out of the wreckage of a civilization as from the upbuilding of one.", 
    "name": "Margaret Mitchell"
  }, 
  {
    "quote": "I have no one to leave the money to. I'm a single man. I like spending my money.", 
    "name": "Elton John"
  }, 
  {
    "quote": "Money does not guarantee success.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "Kids are meant to believe that their stepping stone to massive money is 'The X Factor.'", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "The way the bankers have kind of toppled the way money is distributed, and taken most of it into their own hands, is as good as Stalin or Hitler.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "I saw Deep Purple live once and I paid money for it and I thought, 'Geez, this is ridiculous.' You just see through all that sort of stuff. I never liked those Deep Purples or those sort of things. I always hated it. I always thought it was a poor man's Led Zeppelin.", 
    "name": "Angus Young"
  }, 
  {
    "quote": "Thankfully, due to the United Kingdom and the commitment of the Westminster government we are able to ensure that money brought in, whether it be from the City of London or from North Sea oil, can be pooled and directed to wherever it is needed most. That is what being in the United Kingdom is all about.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "Nothing except the mint can make money without advertising.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "Because I don't take money, I'll go anywhere and do a benefit concert with almost any orchestra.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "Kids are meant to believe that their stepping stone to massive money is 'The X Factor.' Luck is great, but most of life is hard work. We do not celebrate people who have made success out of serious hard work.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "The fellow that has no money is poor. The fellow that has nothing but money is poorer still.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "People look at me, and they go, 'You're white, you're smart, you must have went to college. You must have grown up with money.'", 
    "name": "Adam Carolla"
  }
]