[
  {
    "quote": "A wise and frugal Government, which shall restrain men from injuring one another, which shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned. This is the sum of good government, and this is necessary to close the circlue of our felicities.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The best argument against democracy is a five-minute conversation with the average voter.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Government is not reason it is not eloquent it is force. Like fire, it is a dangerous servant and a fearful master.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Government, even in its best state, is but a necessary evil in its worst state, an intolerable one.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "No man is good enough to govern another man without the other's consent.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We make a living by what we get, but we make a life by what we give.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Government 'help' to business is just as disastrous as government persecution... the only way a government can be of service to national prosperity is by keeping its hands off.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "We have the best government that money can buy.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Every government degenerates when trusted to the rulers of the people alone. The people themselves are its only safe depositories.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "It is error alone which needs the support of government. Truth can stand by itself.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Whenever the people are well-informed, they can be trusted with their own government.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The marvel of all history is the patience with which men and women submit to burdens unnecessarily laid upon them by their governments.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The best minds are not in government. If any were, business would steal them away.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Giving money and power to government is like giving whiskey and car keys to teenage boys.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Knowledge will forever govern ignorance and a people who mean to be their own governors must arm themselves with the power which knowledge gives.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Laws too gentle are seldom obeyed too severe, seldom executed.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "That government is best which governs least.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "If 'pro' is the opposite of 'con' what is the opposite of 'progress'?", 
    "name": "Paul Harvey"
  }, 
  {
    "quote": "Ancient Rome declined because it had a Senate, now what's going to happen to us with both a House and a Senate?", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The government, which was designed for the people, has got into the hands of the bosses and their employers, the special interests. An invisible empire has been set up above the forms of democracy.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Laws are like sausages, it is better not to see them being made.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "It is to be regretted that the rich and powerful too often bend the acts of government to their own selfish purposes.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "So that the record of history is absolutely crystal clear. That there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "The government solution to a problem is usually as bad as the problem.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "This country has come to feel the same when Congress is in session as when the baby gets hold of a hammer.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Man will never be free until the last king is strangled with the entrails of the last priest.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Democracy is the art and science of running the circus from the monkey cage.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Ohio claims they are due a president as they haven't had one since Taft. Look at the United States, they have not had one since Lincoln.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The genius of our ruling class is that it has kept a majority of the people from ever questioning the inequity of a system where most people drudge along, paying heavy taxes for which they get nothing in return.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "What I worry about would be that you essentially have two chambers, the House and the Senate, but you have simply, majoritarian, absolute power on either side. And that's just not what the founders intended.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The oppressed are allowed once every few years to decide which particular representatives of the oppressing class are to represent and repress them in parliament.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "For in reason, all government without the consent of the governed is the very definition of slavery.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "The instant formal government is abolished, society begins to act. A general association takes place, and common interest produces common security.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "To rule is easy, to govern difficult.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Ninety eight percent of the adults in this country are decent, hardworking, honest Americans. It's the other lousy two percent that get all the publicity. But then, we elected them.", 
    "name": "Lily Tomlin"
  }, 
  {
    "quote": "The worst thing in this world, next to anarchy, is government.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "People try to live within their income so they can afford to pay taxes to a government that can't live within its income.", 
    "name": "Robert Half"
  }, 
  {
    "quote": "If men were angels, no government would be necessary.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Feeling good about government is like looking on the bright side of any catastrophe. When you quit looking on the bright side, the catastrophe is still there.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "In the absence of justice, what is sovereignty but organized robbery?", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Our government... teaches the whole people by its example. If the government becomes the lawbreaker, it breeds contempt for law it invites every man to become a law unto himself it invites anarchy.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "Governments never learn. Only people learn.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Democracy gives every man the right to be his own oppressor.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Economics is extremely useful as a form of employment for economists.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "It's not the voting that's democracy it's the counting.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "The people are the government, administering it by their agents they are the government, the sovereign power.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Majority rule only works if you're also considering individual rights. Because you can't have five wolves and one sheep voting on what to have for supper.", 
    "name": "Larry Flynt"
  }, 
  {
    "quote": "You don't pay taxes - they take taxes.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "It is hard to feel individually responsible with respect to the invisible processes of a huge and distant government.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Let the people think they govern and they will be governed.", 
    "name": "William Penn"
  }, 
  {
    "quote": "Washington is a place where politicians don't know which way is up and taxes don't know which way is down.", 
    "name": "Robert Orben"
  }, 
  {
    "quote": "Democracy is the only system that persists in asking the powers that be whether they are the powers that ought to be.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "I'm tired of hearing it said that democracy doesn't work. Of course it doesn't work. We are supposed to work it.", 
    "name": "Alexander Woollcott"
  }, 
  {
    "quote": "Here is my first principle of foreign policy: good government at home.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "Democracy is an abuse of statistics.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "A corporation's primary goal is to make money. Government's primary role is to take a big chunk of that money and give it to others.", 
    "name": "Larry Ellison"
  }, 
  {
    "quote": "The fact that political ideologies are tangible realities is not a proof of their vitally necessary character. The bubonic plague was an extraordinarily powerful social reality, but no one would have regarded it as vitally necessary.", 
    "name": "Wilhelm Reich"
  }, 
  {
    "quote": "Talk is cheap - except when Congress does it.", 
    "name": "Cullen Hightower"
  }, 
  {
    "quote": "The danger is not that a particular class is unfit to govern: every class is unfit to govern.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "Government is a trust, and the officers of the government are trustees. And both the trust and the trustees are created for the benefit of the people.", 
    "name": "Henry Clay"
  }, 
  {
    "quote": "I have long believed taxpayers make better use of their money than the government ever could.", 
    "name": "Kay Bailey Hutchison"
  }, 
  {
    "quote": "To hear some men talk of the government, you would suppose that Congress was the law of gravitation, and kept the planets in their places.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "The way people in democracies think of the government as something different from themselves is a real handicap. And, of course, sometimes the government confirms their opinion.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "If human beings are fundamentally good, no government is necessary if they are fundamentally bad, any government, being composed of human beings, would be bad also.", 
    "name": "Fred Woodworth"
  }, 
  {
    "quote": "Americans no longer look to government for economic security rather, they look to their portfolios.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "Our nation is built on the bedrock principle that governments derive their just powers from the consent of the governed.", 
    "name": "Adrian Cronauer"
  }, 
  {
    "quote": "Government alone cannot solve the problems we deal with in our correctional facilities, treatment centers, homeless shelters and crisis centers - we need our faith-based and community partners.", 
    "name": "Dirk Kempthorne"
  }, 
  {
    "quote": "Bureaucracy gives birth to itself and then expects maternity benefits.", 
    "name": "Dale Dauten"
  }, 
  {
    "quote": "The mistakes made by Congress wouldn't be so bad if the next Congress didn't keep trying to correct them.", 
    "name": "Cullen Hightower"
  }, 
  {
    "quote": "There are three species of government: republican, monarchical, and despotic.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "Government is an unnecessary evil. Human beings, when accustomed to taking responsibility for their own behavior, can cooperate on a basis of mutual trust and helpfulness.", 
    "name": "Fred Woodworth"
  }, 
  {
    "quote": "The essence of good government is trust.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "But no one has yet succeeded in reducing the size or scope of the federal government.", 
    "name": "James Q. Wilson"
  }, 
  {
    "quote": "We live under a government of men and morning newspapers.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "As a governor, I am naturally inclined to focus on the domestic side of protecting the United States.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "But let us remember, at the same time, government is sacred, and not to be trifled with.", 
    "name": "Jonathan Mayhew"
  }, 
  {
    "quote": "If we can but prevent the government from wasting the labours of the people, under the pretence of taking care of them, they must become happy.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "When the people fear the government, there is tyranny. When the government fears the people, there is liberty.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "A government that robs Peter to pay Paul can always depend on the support of Paul.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "My reading of history convinces me that most bad government results from too much government.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "This country, with its institutions, belongs to the people who inhabit it. Whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or exercise their revolutionary right to overthrow it.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Patriotism is supporting your country all the time, and your government when it deserves it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Man is not free unless government is limited.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Government exists to protect us from each other. Where government has gone beyond its limits is in deciding to protect us from ourselves.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "No government ever voluntarily reduces itself in size. Government programs, once launched, never disappear. Actually, a government bureau is the nearest thing to eternal life we'll ever see on this earth!", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Government's view of the economy could be summed up in a few short phrases: If it moves, tax it. If it keeps moving, regulate it. And if it stops moving, subsidize it.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Government's first duty is to protect the people, not run their lives.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Government of the people, by the people, for the people, shall not perish from the Earth.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "A Bill of Rights is what the people are entitled to against every government, and what no just government should refuse, or rest on inference.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "If you put the federal government in charge of the Sahara Desert, in 5 years there'd be a shortage of sand.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "The problem is not that people are taxed too little, the problem is that government spends too much.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "The philosophy of the school room in one generation will be the philosophy of government in the next.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We are fast approaching the stage of the ultimate inversion: the stage where the government is free to do anything it pleases, while the citizens may act only by permission which is the stage of the darkest periods of human history, the stage of rule by brute force.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "The most terrifying words in the English language are: I'm from the government and I'm here to help.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Loyalty to the country always. Loyalty to the government when it deserves it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "The people will save their government, if the government itself will allow them.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Government does not solve problems it subsidizes them.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other.", 
    "name": "John Adams"
  }, 
  {
    "quote": "The care of human life and happiness, and not their destruction, is the first and only object of good government.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Let us never forget that government is ourselves and not an alien power over us. The ultimate rulers of our democracy are not a President and senators and congressmen and government officials, but the voters of this country.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Government is like a baby. An alimentary canal with a big appetite at one end and no sense of responsibility at the other.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "When the government violates the people's rights, insurrection is, for the people and for each portion of the people, the most sacred of the rights and the most indispensible of duties.", 
    "name": "Marquis de Lafayette"
  }, 
  {
    "quote": "It has been said that democracy is the worst form of government except all the others that have been tried.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The republican is the only form of government which is not eternally at open or secret war with the rights of mankind.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The spirit of resistance to government is so valuable on certain occasions that I wish it to be always kept alive.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "History, in general, only informs us of what bad government is.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The natural progress of things is for liberty to yield and government to gain ground.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Conquest is not in our principles. It is inconsistent with our government.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "If the machine of government is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Potentially, a government is the most dangerous threat to man's rights: it holds a legal monopoly on the use of physical force against legally disarmed victims.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Democracy is worth dying for, because it's the most deeply honorable form of government ever devised by man.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I own that I am not a friend to a very energetic government. It is always oppressive.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "An oppressive government is more to be feared than a tiger.", 
    "name": "Confucius"
  }, 
  {
    "quote": "So confident am I in the intentions, as well as wisdom, of the government, that I shall always be satisfied that what is not done, either cannot, or ought not to be done.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "That government is the strongest of which every man feels himself a part.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "No government ought to be without censors and where the press is free no one ever will.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Behind the ostensible government sits enthroned an invisible government owing no allegiance and acknowledging no responsibility to the people.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Be thankful we're not getting all the government we're paying for.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The taxpayer - that's someone who works for the federal government but doesn't have to take the civil service examination.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "The second office in the government is honorable and easy the first is but a splendid misery.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "It was once said that the moral test of government is how that government treats those who are in the dawn of life, the children those who are in the twilight of life, the elderly and those who are in the shadows of life, the sick, the needy and the handicapped.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Government always finds a need for whatever money it gets.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "One way to make sure crime doesn't pay would be to let the government run it.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Protecting the rights of even the least individual among us is basically the only excuse the government has for even existing.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Over grown military establishments are under any form of government inauspicious to liberty, and are to be regarded as particularly hostile to republican liberty.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The most dangerous man to any government is the man who is able to think things out... without regard to the prevailing superstitions and taboos. Almost inevitably he comes to the conclusion that the government he lives under is dishonest, insane, intolerable.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "The only power any government has is the power to crack down on criminals. Well, when there aren't enough criminals, one makes them. One declares so many things to be a crime that it becomes impossible for men to live without breaking laws.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "The Democrats are the party that says government will make you smarter, taller, richer, and remove the crabgrass on your lawn. The Republicans are the party that says government doesn't work and then they get elected and prove it.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "If the federal government had been around when the Creator was putting His hand to this state, Indiana wouldn't be here. It'd still be waiting for an environmental impact statement.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Today, if you invent a better mousetrap, the government comes along with a better mouse.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I think that people want peace so much that one of these days government had better get out of their way and let them have it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "It's time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "My brother Bob doesn't want to be in government - he promised Dad he'd go straight.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "If liberty and equality, as is thought by some, are chiefly to be found in democracy, they will be best attained when all persons alike share in government to the utmost.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "There is no kind of dishonesty into which otherwise good people more easily and frequently fall than that of defrauding the government.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "In general, the art of government consists of taking as much money as possible from one class of citizens to give to another.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "He who exercises government by means of his virtue may be compared to the north polar star, which keeps its place and all the stars turn towards it.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Christmas is the time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell government what they want and their kids pay for it.", 
    "name": "Richard Lamm"
  }, 
  {
    "quote": "Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I don't make jokes. I just watch the government and report the facts.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Democracy... is a charming form of government, full of variety and disorder and dispensing a sort of equality to equals and unequals alike.", 
    "name": "Plato"
  }, 
  {
    "quote": "We are persuaded that good Christians will always be good citizens, and that where righteousness prevails among individuals the Nation will be great and happy. Thus while just government protects all in their religious rights, true religion affords to government it's surest support.", 
    "name": "George Washington"
  }, 
  {
    "quote": "How does it become a man to behave towards the American government today? I answer, that he cannot without disgrace be associated with it.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The basis of our political system is the right of the people to make and to alter their constitutions of government.", 
    "name": "George Washington"
  }, 
  {
    "quote": "What is ominous is the ease with which some people go from saying that they don't like something to saying that the government should forbid it. When you go down that road, don't expect freedom to survive very long.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "When the federal government spends more each year than it collects in tax revenues, it has three choices: It can raise taxes, print money, or borrow money. While these actions may benefit politicians, all three options are bad for average Americans.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "If the people cannot trust their government to do the job for which it exists - to protect them and to promote their common welfare - all else is lost.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I'd rather entrust the government of the United States to the first 400 people listed in the Boston telephone directory than to the faculty of Harvard University.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "Mankind, when left to themselves, are unfit for their own government.", 
    "name": "George Washington"
  }, 
  {
    "quote": "If you like small government you need to work hard at having a strong national defense that is not so militant. Personal liberty is the purpose of government, to protect liberty - not to run your personal life, not to run the economy, and not to pretend that we can tell the world how they ought to live.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "A government big enough to give you everything you want is a government big enough to take from you everything you have.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "A free America... means just this: individual freedom for all, rich or poor, or else this system of government we call democracy is only an expedient to enslave man to the machine and make him like it.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "When any government, or any church for that matter, undertakes to say to its subjects, This you may not read, this you must not see, this you are forbidden to know, the end result is tyranny and oppression no matter how holy the motives.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "By definition, a government has no conscience. Sometimes it has a policy, but nothing more.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Under a government which imprisons any unjustly, the true place for a just man is also a prison.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Democracy is a form of government that substitutes election by the incompetent many for appointment by the corrupt few.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "It may be laid down as a primary position, and the basis of our system, that every Citizen who enjoys the protection of a Free Government, owes not only a proportion of his property, but even of his personal services to the defense of it.", 
    "name": "George Washington"
  }, 
  {
    "quote": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "The art of government is the organisation of idolatry.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Fascism should rightly be called Corporatism, as it is the merger of corporate and government power.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "The government is us we are the government, you and I.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "The administration of justice is the firmest pillar of government.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Only government can take perfectly good paper, cover it with perfectly good ink and make the combination worthless.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Do not separate text from historical background. If you do, you will have perverted and subverted the Constitution, which can only end in a distorted, bastardized form of illegitimate government.", 
    "name": "James Madison"
  }, 
  {
    "quote": "An ideal form of government is democracy tempered with assassination.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men.", 
    "name": "Plato"
  }, 
  {
    "quote": "The real goal should be reduced government spending, rather than balanced budgets achieved by ever rising tax rates to cover ever rising spending.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "The art of government is to make two-thirds of a nation pay all it possibly can pay for the benefit of the other third.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Society in every state is a blessing, but government, even in its best stage, is but a necessary evil in its worst state an intolerable one.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "It's not tyranny we desire it's a just, limited, federal government.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "A democratic government is the only one in which those who vote for a tax can escape the obligation to pay it.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "I believe there is something out there watching us. Unfortunately, it's the government.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "On account of being a democracy and run by the people, we are the only nation in the world that has to keep a government four years, no matter what it does.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Now, let me be clear. The path I lay out is not one paved with ever increasing government checks and cradle to grave assurance that government will always be the solution. If this election is a bidding war for who can promise the most goodies and the most benefits, I'm not your president. You have that president today.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Government is an association of men who do violence to the rest of us.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "There are many people who feel that it is useless and futile to continue talking about peace and non-violence against a government whose only reply is savage attacks on an unarmed and defenceless people.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Things in our country run in spite of government, not by aid of it.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don't get wet you can keep.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Many people want the government to protect the consumer. A much more urgent problem is to protect the consumer from the government.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "There is danger from all men. The only maxim of a free government ought to be to trust no man living with power to endanger the public liberty.", 
    "name": "John Adams"
  }, 
  {
    "quote": "I spent my whole life in the private sector, 25 years in the private sector. I understand that when government takes more money out of the hands of people, it makes it more difficult for them to buy things. If they can't buy things, the economy doesn't grow. If the economy doesn't grow, we don't put Americans to work.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "It's easy being a humorist when you've got the whole government working for you.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "It's a good thing we don't get all the government we pay for.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "The greatest advances of civilization, whether in architecture or painting, in science and literature, in industry or agriculture, have never come from centralized government.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "There is only one kind of freedom and that's individual liberty. Our lives come from our creator and our liberty comes from our creator. It has nothing to do with government granting it.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "The only sure bulwark of continuing liberty is a government strong enough to protect the interests of the people, and a people strong enough and well enough informed to maintain its sovereign control over the goverment.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "I am sometimes a fox and sometimes a lion. The whole secret of government lies in knowing when to be the one or the other.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "I was ecstatic they re-named 'French Fries' as 'Freedom Fries'. Grown men and women in positions of power in the U.S. government showing themselves as idiots.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "When one gets in bed with government, one must expect the diseases it spreads.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "I am absolutely opposed to a national ID card. This is a total contradiction of what a free society is all about. The purpose of government is to protect the secrecy and the privacy of all individuals, not the secrecy of government. We don't need a national ID card.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "There's no trick to being a humorist when you have the whole government working for you.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The Internet didn't get invented on its own. Government research created the Internet so that all the companies could make money off the Internet. The point is, is that when we succeed, we succeed because of our individual initiative, but also because we do things together.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "The happiness of society is the end of government.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Not only our future economic soundness but the very soundness of our democratic institutions depends on the determination of our government to give employment to idle men.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "We believe in individual initiative, personal responsibility, opportunity, freedom, small government, the Constitution. These principles, these American principles are key to getting our economy back to being successful and leading the world.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Dependency is death to initiative, to risk-taking and opportunity. It's time to stop the spread of government dependency and fight it like the poison it is.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Freedom isn't free. It shouldn't be a bragging point that 'Oh, I don't get involved in politics,' as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn't insist on their right to remain ignorant and blindly agreeable.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "The ideal form of government is democracy tempered with assassination.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The best government is a benevolent tyranny tempered by an occasional assassination.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Government is taking 40 percent of the GDP. And that's at the state, local and federal level. President Obama has taken government spending at the federal level from 20 percent to 25 percent. Look, at some point, you cease being a free economy, and you become a government economy. And we've got to stop that.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The universe never did make sense I suspect it was built on government contract.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Life in general has never been even close to fair, so the pretense that the government can make it fair is a valuable and inexhaustible asset to politicians who want to expand government.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "The invisible hand of the market always moves faster and better than the heavy hand of government.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I'm not really conservative. I'm conservative on certain things. I believe in less government. I believe in fiscal responsibility and all those things that maybe Republicans used to believe in but don't any more.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "There is nothing wrong with describing Conservatism as protecting the Constitution, protecting all things that limit government. Government is the enemy of liberty. Government should be very restrained.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "The Negro revolution is controlled by foxy white liberals, by the Government itself. But the Black Revolution is controlled only by God.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "The worst government is often the most moral. One composed of cynics is often very tolerant and humane. But when fanatics are on top there is no limit to oppression.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "And a special thank you to the citizens of Massachusetts: You are paying all the taxes, creating all the jobs, raising all the children. This government is yours. Thank you for letting me serve you. I love this job.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The highest glory of the American Revolution was this: it connected in one indissoluble bond the principles of civil government with the principles of Christianity.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "The best government is that which teaches us to govern ourselves.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I believe that all government is evil, and that trying to improve it is largely a waste of time.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Just in general, any government throughout history hasn't really wanted its people to be educated, because then they couldn't control them as easily.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "The world runs on individuals pursuing their self interests. The great achievements of civilization have not come from government bureaus. Einstein didn't construct his theory under order from a, from a bureaucrat. Henry Ford didn't revolutionize the automobile industry that way.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "All government, of course, is against liberty.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Perhaps religious conscience upsets the designs of those who feel that the highest wisdom and authority comes from government. But from the beginning, this nation trusted in God, not man. Religious liberty is the first freedom in our Constitution.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Free enterprise has done more to lift people out of poverty, to help build a strong middle class, to help educate our kids, and to make our lives better than all the programs of government combined.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Which government is the best? The one that teaches us to govern ourselves.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The United States Constitution has proved itself the most marvelously elastic compilation of rules of government ever written.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Every decent man is ashamed of the government he lives under.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Liberty has never come from Government. Liberty has always come from the subjects of it. The history of liberty is a history of limitations of governmental power, not the increase of it.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Democracy means government by the uneducated, while aristocracy means government by the badly educated.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Why has government been instituted at all? Because the passions of man will not conform to the dictates of reason and justice without constraint.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Just think of what Woodrow Wilson stood for: he stood for world government. He wanted an early United Nations, League of Nations. But it was the conservatives, Republicans, that stood up against him.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Nothing is so permanent as a temporary government program.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "The right way to reign in healthcare costs is not by applying more government and more controls and making it more like the post office, it's by making it more like a consumer-driven market.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "You balance the budget by restraining the growth of government and encouraging the growth of the private sector.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "By making bold cuts in spending and commonsense entitlement reforms, we will make our government simpler, smaller, and smarter.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "It's opportunity. It's opportunity, not a check from government - it's opportunity that has always driven America and defined us as Americans.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "It is horrifying that we have to fight our own government to save the environment.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "A patriot must always be ready to defend his country against his government.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "The answer for healthcare is market incentives, not healthcare by a Godzilla-sized government bureaucracy.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I would cap the amount of federal government can spend at 20 percent of the economy. Bring it back to 20 percent or lower. And say, we are not going to spend above that level. Democrats, they want to raise your taxes and spend more and more and turn us into an economy which is no longer driven by the private sector.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Our nation is too different, too diverse to say that what works in Massachusetts is somehow going to be grabbed by the federal government, usurping the power of states and imposing a one-size-fits-all plan on the nation. That will not work.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "This President takes his inspiration from the capitals of Europe we look to the cities and small towns of America. This President puts his faith in government. We put our faith in the American people.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I know what it's like to start a business. I know how extra ordinarily difficult it is to build something from nothing. I know how government kills jobs and, yes, I know how it can help from time- to-time.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "On one of the most personal matters of our lives, our health care, President Obama would turn decision making over to government bureaucrats. He forced through Obama-care and I will repeal it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Democrats want to use the slowdown as an excuse to do what their special interests are always begging for: higher taxes, bigger government and less trade with other nations.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "This is the America that I love. This is a great people. We can do anything. We can achieve anything. We've got a government that has gotten in the way of the American people. We're going to change that in November.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Julia progresses from cradle to grave, showing how government makes every good thing in her life possible. The weak economy, high unemployment, falling wages, rising gas prices, the national debt, the insolvency of entitlements - all these are fictionally assumed away in a cartoon that is produced by a president who wants us to forget about them.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I don't want to transform America. I want to restore to America the economic values of freedom and opportunity and limited government that has made us the powerhouse of the world.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I think people need to be educated to the fact that marijuana is not a drug. Marijuana is an herb and a flower. God put it here. If He put it here and He wants it to grow, what gives the government the right to say that God is wrong?", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "No government can help the destinies of people who insist in putting sectional and class consciousness ahead of general weal.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "I had the privilege of practicing medicine in the early '60s, before we had any government. It worked rather well, and there was nobody on the street suffering with no medical care.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "A Conservative Government is an organized hypocrisy.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "No group and no government can properly prescribe precisely what should constitute the body of knowledge with which true education is concerned.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "In other words, a democratic government is the only one in which those who vote for a tax can escape the obligation to pay it.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Well private money can take risks in a way that government money often isn't willing to.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "All government, indeed every human benefit and enjoyment, every virtue, and every prudent act, is founded on compromise and barter.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "My goal is to cut government in half in twenty-five years, to get it down to the size where we can drown it in the bathtub.", 
    "name": "Grover Norquist"
  }, 
  {
    "quote": "The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "In our civilization, and under our republican form of government, intelligence is so highly honored that it is rewarded by exemption from the cares of office.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "To establish any mode to abolish war, however advantageous it might be to Nations, would be to take from such Government the most lucrative of its branches.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Government does not create wealth. The major role for the government is to create an environment where people take risks to expand the job rate in the United States.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Most of the energy of political work is devoted to correcting the effects of mismanagement of government.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "The impersonal hand of government can never replace the helping hand of a neighbor.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "A government of laws, and not of men.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Anyone who thinks that the vice-president can take a position independent of the president of his administration simply has no knowledge of politics or government. You are his choice in a political marriage, and he expects your absolute loyalty.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "There is too much government today. We've got to remember the government should be by the people, of the people, and for the people.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "The reason this country continues its drift toward socialism and big nanny government is because too many people vote in the expectation of getting something for nothing, not because they have a concern for what is good for the country.", 
    "name": "Lyn Nofziger"
  }, 
  {
    "quote": "One of the key problems today is that politics is such a disgrace, good people don't go into government.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Those who want the Government to regulate matters of the mind and spirit are like men who are so afraid of being murdered that they commit suicide to avoid assassination.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Even to observe neutrality you must have a strong government.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "Our government has kept us in a perpetual state of fear - kept us in a continuous stampede of patriotic fervor - with the cry of grave national emergency.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "We are beginning a new era in our government. I cannot too strongly urge the necessity of a rigid economy and an inflexible determination not to enlarge the income beyond the real necessities of the government.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "I don't think the government should be in the trailer-park business. I don't think they know how to run a trailer park.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Freedom of opinion can only exist when the government thinks itself secure.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "No one should negotiate their dreams. Dreams must be free to fly high. No government, no legislature, has a right to limit your dreams. You should never agree to surrender your dreams.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "The income tax created more criminals than any other single act of government.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "The federal government has sponsored research that has produced a tomato that is perfect in every respect, except that you can't eat it. We should make every effort to make sure this disease, often referred to as 'progress', doesn't spread.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "Both the American people and nations that censor the internet should understand that our government is committed to helping promote internet freedom.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "But whether the Constitution really be one thing, or another, this much is certain - that it has either authorized such a government as we have had, or has been powerless to prevent it. In either case, it is unfit to exist.", 
    "name": "Lysander Spooner"
  }, 
  {
    "quote": "In the long-run every Government is the exact symbol of its People, with their wisdom and unwisdom we have to say, Like People like Government.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "As I speak to you today, government censors somewhere are working furiously to erase my words from the records of history. But history itself has already condemned these tactics.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Perhaps the fact that we have seen millions voting themselves into complete dependence on a tyrant has made our generation understand that to choose one's government is not necessarily to secure freedom.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "If everybody in this town connected with politics had to leave town because of chasing women and drinking, you would have no government.", 
    "name": "Barry Goldwater"
  }, 
  {
    "quote": "A little group of willful men, representing no opinion but their own, have rendered the great government of the United States helpless and contemptible.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "One of my goals upon becoming Secretary of State was to take diplomacy out of capitals, out of government offices, into the media, into the streets of countries.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The nuclear arsenal that Pakistan has, I believe is secure. I think the government and the military have taken adequate steps to protect that.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "If you are working 50 hours a week in a factory, you don't have time to read 10 newspapers a day and go back to declassified government archives. But such people may have far-reaching insights into the way the world works.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Nothing turns out to be so oppressive and unjust as a feeble government.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "You know why there's a Second Amendment? In case the government fails to follow the first one.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "A claim for equality of material position can be met only by a government with totalitarian powers.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "While all other sciences have advanced, that of government is at a standstill - little better understood, little better practiced now than three or four thousand years ago.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Gun control means control. It means control for the government and the government starts controlling the people.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "I don't think the government is out to get me or help someone else get me but it wouldn't surprise me if they were out to sell me something or help someone else sell me something. I mean, why else would the Census Bureau want to know my telephone number?", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "And I have no doubt that every new example will succeed, as every past one has done, in showing that religion and Government will both exist in greater purity, the less they are mixed together.", 
    "name": "James Madison"
  }, 
  {
    "quote": "For those who aspire to live in a high cost, high tax, big government place, our nation and the world offers plenty of options. Vermont, Canada and Venezuela all offer you the opportunity to live in the socialist, big government paradise you long for.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Whatever it is that the government does, sensible Americans would prefer that the government does it to somebody else. This is the idea behind foreign policy.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "As long as our government is administered for the good of the people, and is regulated by their will as long as it secures to us the rights of persons and of property, liberty of conscience and of the press, it will be worth defending.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "We don't need a weakened government but a strong government that would take responsibility for the rights of the individual and care for the society as a whole.", 
    "name": "Vladimir Putin"
  }, 
  {
    "quote": "The black market was a way of getting around government controls. It was a way of enabling the free market to work. It was a way of opening up, enabling people.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "A popular government without popular information or the means of acquiring it, is but a prologue to a farce, or a tragedy, or perhaps both.", 
    "name": "James Madison"
  }, 
  {
    "quote": "The essence of a free government consists in an effectual control of rivalries.", 
    "name": "John Adams"
  }, 
  {
    "quote": "We must always remember that America is a great nation today not because of what government did for people but because of what people did for themselves and for one another.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "The first duty of government is to see that people have food, fuel, and clothes. The second, that they have means of moral and intellectual education.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "For Forms of Government let fools contest whatever is best administered is best.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "The government of the United States is a device for maintaining in perpetuity the rights of the people, with the ultimate extinction of all privileged classes.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Any government that supports, protects or harbours terrorists is complicit in the murder of the innocent and equally guilty of terrorist crimes.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The mystery of government is not how Washington works but how to make it stop.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "I also believe that government has no business telling us how we should live our lives. I think our lifestyle choices should be left up to us. What we do in our private lives is none of the government's business. That position rules out the Republican Party for me.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "War should only be declared by the authority of the people, whose toils and treasures are to support its burdens, instead of the government which is to reap its fruits.", 
    "name": "James Madison"
  }, 
  {
    "quote": "No Government can be long secure without a formidable Opposition.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "I know it's going to be the private sector that leads this country out of the current economic times we're in. You can spend your money better than the government can spend your money.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "If government were a product, selling it would be illegal.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "Ever occur to you why some of us can be this much concerned with animals suffering? Because government is not. Why not? Animals don't vote.", 
    "name": "Paul Harvey"
  }, 
  {
    "quote": "That fatal drollery called a representative government.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "I hope all of you are going to fill out your census form when it comes in the mail next month. If you don't return the form the area you live in might get less government money and you wouldn't want that to happen, would you.", 
    "name": "Andy Rooney"
  }, 
  {
    "quote": "A President needs political understanding to run the government, but he may be elected without it.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Government proposes, bureaucracy disposes. And the bureaucracy must dispose of government proposals by dumping them on us.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The future is not Big Government. Self-serving politicians. Powerful bureaucrats. This has been tried, tested throughout history. The result has always been disaster. President Obama, your agenda is not new. It's not change, and it's not hope.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Do we believe that the goal of government is to promote equal opportunity for all Americans to make the most of their lives? Or, do we now believe that government's role is to equalize the results of peoples lives?", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Poor people cannot rely on the government to come to help you in times of need. You have to get your education. Then nobody can control your destiny.", 
    "name": "Charles Barkley"
  }, 
  {
    "quote": "Fiscal conservatism is just an easy way to express something that is a bit more difficult, which is that the size and scope of government, and really the size and scope of politics in our lives, has grown uncomfortable, unwieldy, intrusive and inefficient.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "We need to understand that we as citizens and as a government in any community throughout this country have no more important obligation than to educate those who are going to replace us.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Our whole constitutional heritage rebels at the thought of giving government the power to control men's minds.", 
    "name": "Thurgood Marshall"
  }, 
  {
    "quote": "Politically, the world is so confused right now - there's so much suffering caused by various movements by various parties and people in power in government.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "If any foreign minister begins to defend to the death a 'peace conference,' you can be sure his government has already placed its orders for new battleships and airplanes.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "Democrats think the country works better with a strong middle class, real opportunities for poor people to work their way into it and a relentless focus on the future, with business and government working together to promote growth and broadly shared prosperity. We think 'we're all in this together' is a better philosophy than 'you're on your own.'", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "What would annoy the most people most often? That is the true left-wing test of government intervention.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "This used to be a government of checks and balances. Now it's all checks and no balances.", 
    "name": "Gracie Allen"
  }, 
  {
    "quote": "When you have an efficient government, you have a dictatorship.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Government's first duty and highest obligation is public safety.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "By a continuing process of inflation, government can confiscate, secretly and unobserved, an important part of the wealth of their citizens.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "The problem with leaderless uprisings taking over is that you don't always know what you get at the other end. If you are not careful you could replace a bad government with one much worse!", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "We need a government, alas, because of the nature of humans.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The inherent purpose of American government is let people seek their own goals and to encourage them to be responsible on the various adventures they have on their way to those goals, good, bad, and otherwise.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The best defense against usurpatory government is an assertive citizenry.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "When you decide to get involved in a military operation in a place like Syria, you've got to be prepared, as we learned from Iraq and Afghanistan, to become the government, and I'm not sure any country, either the United States or I don't hear of anyone else, who's willing to take on that responsibility.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "The most important ways in which I think the Internet will affect the big issue is that it will make it more difficult for government to collect taxes.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "And that's really what's happening in this country is a violation of the First Commandment. We have become a country entrenched in idolatry, and that idolatry is the dependency upon our government. We're supposed to depend upon God for our protection and our provision and for our daily bread, not for our government.", 
    "name": "Sharron Angle"
  }, 
  {
    "quote": "It's a very sobering feeling to be up in space and realize that one's safety factor was determined by the lowest bidder on a government contract.", 
    "name": "Alan Shepard"
  }, 
  {
    "quote": "One of the things the government can't do is run anything. The only things our government runs are the post office and the railroads, and both of them are bankrupt.", 
    "name": "Lee Iacocca"
  }, 
  {
    "quote": "I have no doubt but that the misery of the lower classes will be found to abate whenever the Government assumes a freer aspect and the laws favor a subdivision of Property.", 
    "name": "James Madison"
  }, 
  {
    "quote": "The people are the only legitimate fountain of power, and it is from them that the constitutional charter, under which the several branches of government hold their power, is derived.", 
    "name": "James Madison"
  }, 
  {
    "quote": "When one may pay out over two million dollars to presidential and Congressional campaigns, the U.S. government is virtually up for sale.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "We got rid of a terrible dictator. We gave the Iraqi people an opportunity for a new life under a representative form of government.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "We all hoped in 2001 that we could put in place an Afghan government under President Karzai that would be able to control the country, make sure al-Qaeda didn't come back, and make sure the Taliban wasn't resurging. It didn't work out.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Money is power, and in that government which pays all the public officers of the states will all political power be substantially concentrated.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Government has no other end, but the preservation of property.", 
    "name": "John Locke"
  }, 
  {
    "quote": "The essence of Government is power and power, lodged as it must be in human hands, will ever be liable to abuse.", 
    "name": "James Madison"
  }, 
  {
    "quote": "We believe a renewed commitment to limited government will unshackle our economy and create millions of new jobs and opportunities for all people, of every background, to succeed and prosper. Under this approach, the spirit of initiative - not political clout - determines who succeeds.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Government is an evil it is only the thoughtlessness and vices of men that make it a necessary evil. When all men are good and wise, government will of itself decay.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "I don't look for much to come out of government ownership as long as we have Democrats and Republicans.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "To restore the trust of the people, we must reform the way the government operates.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "When the people become involved in their government, government becomes more accountable, and our society is stronger, more compassionate, and better prepared for the challenges of the future.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I would not give half a guinea to live under one form of government other than another. It is of no moment to the happiness of an individual.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "In framing a government which is to be administered by men over men you must first enable the government to control the governed and in the next place oblige it to control itself.", 
    "name": "James Madison"
  }, 
  {
    "quote": "We are a forward-looking people, and we must have a forward-looking government.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I feel good because I believe I have made progress in rebuilding the people's trust in their government.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "As president, Reagan worked very well with Democrats to do big things. It is true that he worked to reduce the size of government and cut federal taxes and he eliminated many regulations, but he also raised taxes when necessary.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "A government, for protecting business only, is but a carcass, and soon falls by its own corruption and decay.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "The new rage is to say that the government is the cause of all our problems, and if only we had no government, we'd have no problems. I can tell you, that contradicts evidence, history, and common sense.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "I only ask of the government to be treated as all other men are treated.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "The diversity in the faculties of men, from which the rights of property originate, is not less an insuperable obstacle to an uniformity of interests. The protection of these faculties is the first object of government.", 
    "name": "James Madison"
  }, 
  {
    "quote": "The union movement has been the best middle class job creating program that America has ever had, and it doesn't cost the government a dime.", 
    "name": "Andy Stern"
  }, 
  {
    "quote": "When man lives under government, he is fallen, his worth is gone, and his nature tarnished.", 
    "name": "Adam Weishaupt"
  }, 
  {
    "quote": "What is government itself but the greatest of all reflections on human nature? If men were angels, no government would be necessary. If angels were to govern men, neither external nor internal controls on government would be necessary.", 
    "name": "James Madison"
  }, 
  {
    "quote": "To suppose that any form of government will secure liberty or happiness without any virtue in the people, is a chimerical idea.", 
    "name": "James Madison"
  }, 
  {
    "quote": "There is not much less vexation in the government of a private family than in the managing of an entire state.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "We don't need new taxes. We need new taxpayers, people that are gainfully employed, making money and paying into the tax system. And then we need a government that has the discipline to take that additional revenue and use it to pay down the debt and never grow it again.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "When there is a lack of honor in government, the morals of the whole people are poisoned.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "I think art education, especially in this country, which government pretty much ignores, is so important for young people.", 
    "name": "Mikhail Baryshnikov"
  }, 
  {
    "quote": "A politician is a man who understands government. A statesman is a politician who's been dead for 15 years.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Though the people support the government the government should not support the people.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "Democracy is the form of government that gives every man the right to be his own oppressor.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "A pure democracy is a society consisting of a small number of citizens, who assemble and administer the government in person.", 
    "name": "James Madison"
  }, 
  {
    "quote": "There are no adequate substitutes for father, mother, and children bound together in a loving commitment to nurture and protect. No government, no matter how well-intentioned, can take the place of the family in the scheme of things.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Our founders got it right when they wrote in the Declaration of Independence that our rights come from nature and nature's God, not from government.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Left-wing politicians take away your liberty in the name of children and of fighting poverty, while right-wing politicians do it in the name of family values and fighting drugs. Either way, government gets bigger and you become less free.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Well, first of all, I think that a lot of the voters who are voting for the tea party candidates have really good impulses. That is, they believe that for years and years and years, the people with wealth and power or government power have done well and ordinary people have not. That's true.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "No government ought to be without censors and where the press is free, no one ever will. Chance is the pseudonym of God when he did not want to sign.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Folks, the most insidious part of this whole health care scheme is that all of these vast medical expenditures will become nothing more than government budget items. We individuals will no longer exist. The relationship between a government and citizen will change forever.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "And gradually they're beginning to recognize the fact that there's nothing more secure than a democratic, accountable, and participatory form of government. But it's sunk in only theoretically, it has not yet sunk in completely in practical terms.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "No government fights fascism to destroy it. When the bourgeoisie sees that power is slipping out of its hands, it brings up fascism to hold onto their privileges.", 
    "name": "Buenaventura Durruti"
  }, 
  {
    "quote": "There are no necessary evils in government. Its evils exist only in its abuses.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "If Liberia has failed, then, it is no evidence of the failure of the Negro in government. It is merely evidence of the failure of slavery.", 
    "name": "Carter G. Woodson"
  }, 
  {
    "quote": "For most Americans, Friday afternoons are filled with positive anticipation of the weekend. In Washington, it's where government officials dump stories they want to bury. Good news gets dropped on Monday so bureaucrats can talk about it all week.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "The rights of persons, and the rights of property, are the objects, for the protection of which Government was instituted.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Sure there are dishonest men in local government. But there are dishonest men in national government too.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Obama is trying to paint us as a caricature, as if we're some bizarre individualists who are hardcore libertarians. It's a false dichotomy and intellectually lazy. Of course we believe in government. We think government should do what it does really well, but that it has limits.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "The people's government, made for the people, made by the people, and answerable to the people.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "It would be foolish to suggest that government is a good custodian of aesthetic goals. But, there is no alternative to the state.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "We believe, as our founders did, that 'the pursuit of happiness' depends upon individual liberty and individual liberty requires limited government.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Barack Obama's enemies are the people who make this country work. Barack Obama's enemies are those who succeed. Those are the people whose income he wants to redistribute. Those are the people whose income he wants to take, using the power and the force of the federal government to do it.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Religion flourishes in greater purity, without than with the aid of Government.", 
    "name": "James Madison"
  }, 
  {
    "quote": "So Indian policy has become institutionalized and the result has been that American people have become more dependent on government and that the American people have become more dependent on corporations.", 
    "name": "Russell Means"
  }, 
  {
    "quote": "Disbelief in magic can force a poor soul into believing in government and business.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "Republicans and Democrats have used accounting gimmicks and competing government analyses to deceive the public into believing that 2 + 2 = 6. If our leaders cannot agree on the numbers, if 'facts' are fictional, how can they possibly have a substantive debate on solutions?", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "The Government of the absolute majority instead of the Government of the people is but the Government of the strongest interests and when not efficiently checked, it is the most tyrannical and oppressive that can be devised.", 
    "name": "John C. Calhoun"
  }, 
  {
    "quote": "And I keep saying, whether you like the president or not, everybody has to pull together and help the president because, as the president goes, so goes the country, as the country goes, so goes your job, your ability to feed your family, your government.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Convinced as I am and as I am from my government that the world needs a new moral architecture over all I believe that this should be the first topic to debate in our world of today, ethics, moral.", 
    "name": "Hugo Chavez"
  }, 
  {
    "quote": "A government for the people must depend for its success on the intelligence, the morality, the justice, and the interest of the people themselves.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "Indiscriminate firing by police on people is absolute barbarism. Instead of solving their problems, the government is trying to suppress the people by force.", 
    "name": "Sheikh Hasina"
  }, 
  {
    "quote": "Everything government touches turns to crap.", 
    "name": "Ringo Starr"
  }, 
  {
    "quote": "Our goal is to shrink government to the size where we can drown it in a bathtub.", 
    "name": "Grover Norquist"
  }, 
  {
    "quote": "I cannot consent that my mortal body shall be laid in a repository prepared for an Emperor or a King my republican feelings and principles forbid it the simplicity of our system of government forbids it.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Honesty, integrity, and accountability, the values, which should be the hallmark of this government, have instead been thrown under the bus by an arrogant majority, casualties in a misguided campaign to shield from accountability those who abuse this House.", 
    "name": "Louise Slaughter"
  }, 
  {
    "quote": "Many people consider the things government does for them to be social progress but they regard the things government does for others as socialism.", 
    "name": "Earl Warren"
  }, 
  {
    "quote": "We should reject big government and look inside ourselves for all the things that built this country into what it was.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Maybe we can show government how to operate better as a result of better architecture. Eventually, I think Chicago will be the most beautiful great city left in the world.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "It is just as important that business keep out of government as that government keep out of business.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "We need transparency in government spending. We need to put each government expenditure online so every Floridian can see where their tax money is being spent.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "The control of information is something the elite always does, particularly in a despotic form of government. Information, knowledge, is power. If you can control information, you can control people.", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "People forget... that we structured it so that the government, or the people, would be repaid with a really good rate of return. And as it turns out, that aspect of TARP, that's what happened.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "As Americans, we don't see the role of government as guaranteeing outcomes, but allowing free men and women to flourish based on their own vision, their hard work and their personal responsibility.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Political tyranny is nothing compared to the social tyranny and a reformer who defies society is a more courageous man than a politician who defies Government.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "The government is tottering. We must deal it the death blow an any cost. To delay action is the same as death.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "I don't believe we need the government's help as much as some think we do. That belief sets me apart from the Democrats, since their way of dealing with everything is to tax and spend.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "The income tax is a twentieth-century socialist experiment that has failed. Before the income tax was imposed on us just 80 years ago, government had no claim to our income. Only sales, excise, and tariff taxes were allowed.", 
    "name": "Alan Keyes"
  }, 
  {
    "quote": "That's the definition of 'success' for the modern Democrat Party. As many people dependent on government as possible is the objective.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Since taking office, President Obama has signed into law spending increases of nearly 25 percent for domestic government agencies - an 84 percent increase when you include the failed stimulus. All of this new government spending was sold as 'investment.'", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Every country has the government it deserves.", 
    "name": "Joseph de Maistre"
  }, 
  {
    "quote": "Most Americans aren't the sort of citizens the Founding Fathers expected they are contented serfs. Far from being active critics of government, they assume that its might makes it right.", 
    "name": "Joseph Sobran"
  }, 
  {
    "quote": "Remember that government doesn't earn one single dollar it spends. In order for you to get money from the government, that money must first be taken from somebody else.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "There is a higher law than the law of government. That's the law of conscience.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "You could afford your house without the government if it weren't for the government.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Liberal Democrats are inexorably opposed to tax cuts, because tax cuts give people more power, and take away from the role of government.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "I want anyone who believes in life, liberty, pursuit of happiness to succeed. And I want any force, any person, any element of an overarching Big Government that would stop your success, I want that organization, that element or that person to fail. I want you to succeed.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Government stimulates the democrat party.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "We are witnessing an enormous shift of collective consciousness throughout the world. We are at the precipice of great transformation within our culture and government.", 
    "name": "Zachary Quinto"
  }, 
  {
    "quote": "This is a government takeover of our healthcare system. It is the government basically running the entire healthcare system, turning large insurers into de facto public utilities, depriving people of choice, depriving people of options, raising people's prices, raising taxes when we need new jobs.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "The liberals think government exists to fix what's wrong with America. They find fault with our Constitution, our economic model and our core values. We disagree with the premise of their argument. We believe there's nothing wrong with America that an extra dose of freedom won't cure.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Every Indian outbreak that I have ever known has resulted from broken promises and broken treaties by the government.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "Freedom of expression - in particular, freedom of the press - guarantees popular participation in the decisions and actions of government, and popular participation is the essence of our democracy.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "The Federal Government should be the last resort, not the first. Ask if a potential program is truly a federal responsibility or whether it can better be handled privately, by voluntary organizations, or by local or state governments.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "If Bush, as I believe, has reliable information on the fact that Saddam Hussein is making weapons of mass destruction, I cannot not support the policies of his government.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "I think there are certain folks in Missouri that don't trust government. And they haven't trusted government for a long time.", 
    "name": "Claire McCaskill"
  }, 
  {
    "quote": "I mean, just because you're a musician doesn't mean all your ideas are about music. So every once in a while I get an idea about plumbing, I get an idea about city government, and they come the way they come.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "The most cogent reason for restricting the interference of government is the great evil of adding unnecessarily to its power.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "It is not an arrogant government that chooses priorities, it's an irresponsible government that fails to choose.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "You know, I have found a new way to get high and stay spaced out for hours on end, and the government can't stop me... It's called senility.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "But then it hasn't really been a focus of our government to make us an educated people.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "Under the doctrine of separation of powers, the manner in which the president personally exercises his assigned executive powers is not subject to questioning by another branch of government.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "I am concerned about the whole man. I am concerned about what the people, using their government as an instrument and a tool, can do toward building the whole man, which will mean a better society and a better world.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "The lesson should be constantly enforced that though the people support the Government, Government should not support the people.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "Increased government spending can provide a temporary stimulus to demand and output but in the longer run higher levels of government spending crowd out private investment or require higher taxes that weaken growth by reducing incentives to save, invest, innovate, and work.", 
    "name": "Martin Feldstein"
  }, 
  {
    "quote": "I think if you look at people, whether in business or government, who haven't had any moral compass, who've just changed to say whatever they thought the popular thing was, in the end they're losers.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Many people around the President have sizeable egos before entering government, some with good reason. Their new positions will do little to moderate their egos.", 
    "name": "Donald Rumsfeld"
  }, 
  {
    "quote": "I happen to agree with many of the liberal emphasis on compassion, justice and equality. I just disagree that it's the government's role to provide everything.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "You know what the fastest growing religion in America is? Statism. The growing reliance on government.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Democracy is when the people keep a government in check.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "In the inner city, there's a mentality that the government owes you something. My breakthrough came when I stopped feeling sorry for myself and took responsibility for every part of my life. No more pity parties. I've gotta love me more than anybody else loves me.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "We believe that the government has an important role to create the conditions that promote entrepreneurship, upward mobility, and individual responsibility.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "The belief that recipients of government aid are better off the more we spend on them is remarkably persistent. No matter how many times this central tenet of liberalism gets debunked, like Brett Favre, it just keeps coming back.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Activist government overreach and ongoing economic stagnation have shown us why Washington should not try to displace what is best left to civil society.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Experience teaches us to be most on our guard to protect liberty when the government's purposes are beneficent.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "Peace as a goal is an ideal which will not be contested by any government or nation, not even the most belligerent.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I've got the greatest job in the world. There's no other job in government where cause and effect is so tightly coupled where you can make a difference every day in so many different ways and in so many different people's lives. It's a great challenge.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Every wise, just, and mild government, by rendering the condition of its subjects easy and secure, will always abound most in people, as well as in commodities and riches.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Democracy is not so much a form of government as a set of principles.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "I didn't do improv in college, I never performed, I didn't do theater either. I was in student government, I was a history major.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "In the late 1990s, some of the worst terrorist atrocities in the world were what the Turkish government itself called state terror, namely massive atrocities, 80 percent of the arms coming from the United States, millions of refugees, tens of thousands of people killed, hideous repression, that's international terror, and we can go on and on.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Government workers often get a bad rap, but it's rare for them to receive much appreciation when government works.", 
    "name": "Matthew Lesko"
  }, 
  {
    "quote": "The government's view is that the best time to announce bad news, news that it doesn't want the public to dwell on is late on a Friday, when it will wind up in the Saturday papers, which if you were readers, then the week day editions. A holiday weekend is even better.", 
    "name": "Bob Schieffer"
  }, 
  {
    "quote": "I believe we need to attract a new generation of the best and brightest to public service and I believe that government can be a source of inspiration, not degradation.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "In a very weak economy, when you say 'cut government spending,' what you mean is you're laying off school teachers and you're de-funding various programs that put money into the economy. This means you have more unemployed people that then draw unemployment benefits and don't pay taxes.", 
    "name": "Fareed Zakaria"
  }, 
  {
    "quote": "So the American government lied to the Native Americans for many, many years, and then President Clinton lied about a relationship, and everyone was surprised! A little naive, I feel!", 
    "name": "Eddie Izzard"
  }, 
  {
    "quote": "I don't imagine Heads of Government would ever be able to say I'm not an economist therefore I can't take decisions on matters of the economy I'm not a soldier I can't take decisions on matters of defence I'm not an educationist so I can't take decisions about education.", 
    "name": "Thabo Mbeki"
  }, 
  {
    "quote": "We are all representatives of the American people. We all do town hall meetings. We all talk to our constituents. And I've got to tell you, the American people are engaged. And if you think they want a government takeover of health care, I would respectfully submit you're not listening to them.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "We need to reclaim our American system of limited government, low taxes, reasonable regulations, and sound money, which has blessed us with unprecedented prosperity. And it has done more to help the poor than any other economic system ever designed.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Conventional wisdom on government's role in inequality often has it backwards. Tax reforms have resulted in a more progressive federal income tax government transfer payments have become less progressive.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "President Obama's reckless defense cuts that are hanging over our cloud, hanging over the horizon could put almost 44,000 jobs at stake right here in Pennsylvania. we are not going to let that happen. You know why? Because No. 1, national defense is the first priority of the federal government.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "In a clean break from the Obama years, and frankly from the years before this president, we will keep federal spending at 20 percent of GDP, or less. That is enough. The choice is whether to put hard limits on economic growth, or hard limits on the size of government, and we choose to limit government.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I think its rather peculiar. It's not in keeping with our founding documents, our founding vision. But I'd guess you'd have to ask the Obama administration why they purged all this language from their platform. There sure is a lot of mention of government, so I guess I would put the onus on them to answer why they did all these purges of God.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I can't really criticize the Tea Party people, because I came into the White House pretty much on the same basis that they have become popular. That is dissatisfaction with the way things are going in Washington and disillusionment and disencouragement about the government.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Say what you like about my bloody murderous government,' I says, 'but don't insult me poor bleedin' country.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "To reduce deficit spending and our enormous debt, you reign in spending. You cut the budget. You don't take more from the private sector and grow government with it. And that's exactly what Obama has in mind with this expiration of Bush tax cuts proposal of his.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "The less government interferes with private pursuits, the better for general prosperity.", 
    "name": "Martin Van Buren"
  }, 
  {
    "quote": "My actions constituted pure hacking that resulted in relatively trivial expenses for the companies involved, despite the government's false claims.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "If there are men in this country big enough to own the government of the United States, they are going to own it.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The awakening of the people of China to the possibilities under free government is the most significant, if not the most momentous, event of our generation.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "Every form of government tends to perish by excess of its basic principle.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "I have a message from the Tea Party, a message that is loud and clear and does not mince words. We've come to take our government back.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Government works less efficiently when it begins to grow out of control and takes on more and more of the responsibilities that belong to the citizens.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "It was settled by the Constitution, the laws, and the whole practice of the government that the entire executive power is vested in the President of the United States.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "That no government, so called, can reasonably be trusted, or reasonably be supposed to have honest purposes in view, any longer than it depends wholly upon voluntary support.", 
    "name": "Lysander Spooner"
  }, 
  {
    "quote": "The Bible must be considered as the great source of all the truth by which men are to be guided in government as well as in all social transactions.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "The weather is like the government, always in the wrong.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "But those who believe that what our people desire is big government are living in a state of delusion.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "But America was founded on the principle that every person has God-given rights. That power belongs to the people. That government exists to protect our rights and serve our interests.That we shouldn't be trapped in the circumstances of our birth. That we should be free to go as far as our talents and work can take us.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Those outside of autism need to understand this is an epidemic and we need more government funding, insurance coverage and education reform.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "The best form of government is that which is most likely to prevent the greatest sum of evil.", 
    "name": "James Monroe"
  }, 
  {
    "quote": "Somehow liberals have been unable to acquire from life what conservatives seem to be endowed with at birth: namely, a healthy skepticism of the powers of government agencies to do good.", 
    "name": "Daniel Patrick Moynihan"
  }, 
  {
    "quote": "Had the United States and the United Kingdom gone on alone to capture Baghdad, under the provisions of the Geneva and Hague conventions we would have been considered occupying powers and therefore would have been responsible for all the costs of maintaining or restoring government, education and other services for the people of Iraq.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "As far as your personal goals are and what you actually want to do with your life, it should never have to do with the government. You should never depend on the government for your retirement, your financial security, for anything. If you do, you're screwed.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "Government is essentially immoral.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "When the three branches of government have failed to represent the citizenry and the mass of the media has failed to represent the citizenry, then the citizenry better represent the citizenry.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "The Soviet government is the most realistic regime in the world - no ideals.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "Government is dysfunctional.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "There's never been a nation like the United States, ever. It begins with the principles of our founding documents, principles that recognize that our rights come from God, not from our government.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "The problem is that when government controls the economy, those who can influence government keep winning, and everybody else just stays the same.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "You know that big government doesn't hurt big corporations. They've got the best lawyers and accountants in the world. You know who gets destroyed by big government? It's the little guys.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Unfortunately, President Obama's failed policies of new regulations, higher taxes, and Obamacare and his anti-business rhetoric have hit Hispanics especially hard. Big government really hurts those who are trying to make it.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Government is a contrivance of human wisdom to provide for human wants. People have the right to expect that these wants will be provided for by this wisdom.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "It's very difficult for the American people to believe that our government, one of the richest on Earth, is also one of the stingiest on Earth.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Government is the great fiction, through which everybody endeavors to live at the expense of everybody else.", 
    "name": "Frederic Bastiat"
  }, 
  {
    "quote": "World War II was the last government program that really worked.", 
    "name": "George Will"
  }, 
  {
    "quote": "Communism is a hateful thing, and a menace to peace and organized government.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "As someone who worked hard for a Labour victory in the 90s, do I regret it? Not really. It was bound to happen. And it'll happen with the next government, and the one after it. Because all governments serve us. They serve the filth.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "I decided I ought to pick a project that would not be controversial, that would not really cost the government a lot of money.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Government's role should be only to keep the playing field level, and to work hand in hand with business on issues such as employment. But beyond this, to as great an extent as possible, it should get the hell out of the way.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "We tried to have diplomas without learning, we tried to have jobs without work, we tried to have houses without savings, we tried to have government without responsibility.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "It is time we passed a balanced budget amendment and return this government to limited spending.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "The time has come to tell the truth about the corruption of the government employee unions in this country.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "Surely the President can agree with us, that theft from government is not good. I know it's bold. It's out on the edge. I know from a Chicago-Springfield background it's hard to fully grasp that honesty could be part of government.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "People should be free, people should be unencumbered by regulation as much as possible, that big government always goes corrupt and the truth shall always set you free.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Both my parents are English and came out to Australia in 1967. I was born the following year. My parents, and immigrants like them, were known as '&pound10 poms.' Back then, the Australian government was trying to get educated British people and Canadians - to be honest, educated white people - to come and live in Australia.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "Knowledge about the economy, ideas about capitalism and government, the future of the world and geopolitics were things I was never really interested in.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "America needs jobs, smaller government, less spending and a president with the courage to offer more than yet another speech.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "In the rush to become all things to all people, the federal government has lost sight of its core responsibilities. As a result we're stuck in this frustrating paradox where Washington actually neglects things it's clearly supposed to be doing, while interfering in other areas where they are neither welcome nor authorized.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "In the government schools, which are referred to as public schools, Indian policy has been instituted there, and its a policy where they do not encourage, in fact, discourage, critical thinking and the creation of ideas and public education.", 
    "name": "Russell Means"
  }, 
  {
    "quote": "Of all tasks of government the most basic is to protect its citizens against violence.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "And you can't have a prosperous economy when the government is way overspending, raising tax rates, printing too much money, over regulating and restricting free trade. It just can't be done.", 
    "name": "Arthur Laffer"
  }, 
  {
    "quote": "In my view, the Christian religion is the most important and one of the first things in which all children, under a free government ought to be instructed.", 
    "name": "Noah Webster"
  }, 
  {
    "quote": "Leaders at the highest levels of our government are undertaking a deliberate and systematic effort to redefine our government, our economy and our country.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "And here's the fact: the fact is it doesn't solve the problem. First of all, if you taxed these people at 100 percent, basically next year you said, 'Look, every penny you make next year the government's going to take it from you,' it still doesn't solve the debt.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I traveled the state of Florida for two years campaigning. I have never met a job creator who told me that they were waiting for the next tax increase before they started growing their business. I've never met a single job creator who's ever said to me I can't wait until government raises taxes again so I can go out and create a job.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "We have a government that borrows $4 billion a day. We have a government that owes trillions of dollars in debt, half of that to foreigners, most of that to Chinese investors. I don't - that is extreme. Not only is it extreme. It's insane and it's unsustainable.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "And I can tell you that history will back up what I'm about to say and that is that there is no government run by conservatives, Republicans, put whoever you want there, if you give government the opportunity to spend more money than it has, it will do it. It will do it every time.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "We can not continue to allow this over reliance on government to replace the cornerstone institution that has made the American experience possible.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Of course there are critics who believe that no matter what we do, the Florida dream is over. They claim that we must accept the idea that inevitably our future is one of high taxes and big government.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Let's stop big government energy mandates like cap-and-trade, and instead trust the American innovator to make us energy independent.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Americans chose a limited government that exists to protect our rights, not to grant them.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Under this president, we have a government that has grown too big, too costly and now even more overbearing by forcing religious entities to abandon their beliefs.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I pinch myself because of the understanding that I've been blessed with a real rare opportunity that few Americans ever get - to serve their government and their people at this level.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "We chose more freedom instead of more government. We chose the principles of our founding to solve the challenges of our time. We chose a special man to lead us in a special time. We chose Mitt Romney to lead our nation.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "While democracy in the long run is the most stable form of government, in the short run, it is among the most fragile.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "But without a caring society, without each citizen voluntarily accepting the weight of responsibility, government is destined to grow even larger, taking more of your money, burrowing deeper into your lives.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "And I don't think that government has a role in telling people how to live their lives. Maybe a minister does, maybe your belief in God does, maybe there's another set of moral codes, but I don't think government has a role.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "Secrecy, being an instrument of conspiracy, ought never to be the system of a regular government.", 
    "name": "Jeremy Bentham"
  }, 
  {
    "quote": "The Canadian government continues to say they will not help us if we go to war with Iraq. However, the prime minister of Canada said he'd like to help, but he's pretty sure that last time he checked, Canada had no army.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "I believe the American people have a genuine and justifiable fear of government intrusion in what they instinctively know is going to be an ever more intrusive world.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "Dishonesty in government is the business of every citizen. It is not enough to do your own job. There's no particular virtue in that. Democracy isn't a gift. It's a responsibility.", 
    "name": "Dalton Trumbo"
  }, 
  {
    "quote": "'Hello my name is the Republican Party and I got a problem. I'm addicted to spending and big government.' I'd like one of them just to stand up and say that.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "If the jury have no right to judge of the justice of a law of the government, they plainly can do nothing to protect the people against the oppressions of the government for there are no oppressions which the government may not authorize by law.", 
    "name": "Lysander Spooner"
  }, 
  {
    "quote": "There is nothing inherently fair about equalizing incomes. If the government penalizes you for working harder than somebody else, that is unfair. If you save your money but retire with the same pension as a free-spending neighbor, that is also unfair.", 
    "name": "Arthur C. Brooks"
  }, 
  {
    "quote": "The office of government is not to confer happiness, but to give men the opportunity to work out happiness for themselves.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "Wherever magistrates were appointed from among those who complied with the injunctions of the laws, Socrates considered the government to be an aristocracy.", 
    "name": "Xenophon"
  }, 
  {
    "quote": "The Imperial German Government will not expect the Government of the United States to omit any word or any act necessary to the performance of its sacred duty of maintaining the rights of the United States and its citizens and of safeguarding their free exercise and enjoyment.", 
    "name": "William Jennings Bryan"
  }, 
  {
    "quote": "Good government is the outcome of private virtue.", 
    "name": "John Jay Chapman"
  }, 
  {
    "quote": "Our citizens are tired of big government raising their taxes and cooking up new ways to micromanage their lives, our citizens are tired of big government killing jobs with their do-gooder policies. In short the people are Fed Up!", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Conservatives are winning offices, and champions of big government are cleaning out their desks right now.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "America's greatness is not found in the size of its government. America's greatness resides in the hearts and the minds of the people.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Morals are in all countries the result of legislation and government they are not African or Asian or European: they are good or bad.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Public confidence in the integrity of the Government is indispensable to faith in democracy and when we lose faith in the system, we have lost faith in everything we fight and spend for.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "History proves that all dictatorships, all authoritarian forms of government are transient. Only democratic systems are not transient. Whatever the shortcomings, mankind has not devised anything superior.", 
    "name": "Vladimir Putin"
  }, 
  {
    "quote": "The government is not your salvation. The government is not your road to prosperity. Hard work, education will take you far beyond what any government program can ever promise.", 
    "name": "Mia Love"
  }, 
  {
    "quote": "Folks, this government isn't too big to fail, it's too big to succeed.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "Every government must consider the security of the country. That is just part of the responsibilities of any government. But true security can only come out of unity within a country where there are so many ethnic nationalities.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "All that a good government aims at... is to add no unnecessary and artificial aid to the force of its own unavoidable consequences, and to abstain from fortifying and accumulating social inequality as a means of increasing political inequalities.", 
    "name": "James F. Cooper"
  }, 
  {
    "quote": "There is something fundamentally unfair about a government that takes away so much of people's money, power, and personal control while telling them that life will be better as a result.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "I would have been glad to have lived under my wood side, and to have kept a flock of sheep, rather than to have undertaken this government.", 
    "name": "Oliver Cromwell"
  }, 
  {
    "quote": "If I had been under ObamaCare, and a beaurocrat had been trying to tell me when I could get that CT scan, that would have delayed my treatment. I was able to get the treatment as fast as I could based upon my timetable, and not the government's timetable. That's what saved my life.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "I am often asked if, when I was secretary, I had problems with foreign men. That is not who I had problems with, because I arrived in a very large plane that said United States of America. I had more problems with the men in our own government.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "I wasn't a normal professor. I had worked in government. I hadn't written nine zillion books. I was a hands-on professor.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The measure of a man is not how great his faith is, but how great his love is. We must not let government programs disconnect our souls from each other.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "Every American, regardless of their background, has the right to live free of unwarranted government intrusion. Repealing the worst provisions of the Patriot Act will reign in this gross abuse of power and restore to everyone our basic Constitutional rights.", 
    "name": "Pete Stark"
  }, 
  {
    "quote": "The conservative movement today is like that tall ship with its proud captain: strong, accomplished but veering off course into the dangerous and uncharted waters of big government republicanism.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "It is unfortunate that Americans are no longer aware of what the constitution says and what their rights are. Because of that, we are often very passive about what happens when the government violates those rights.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "The fundamental purpose of government is to protect its citizens.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "The relationships that people have - that are sexual, psychological, emotional - these relationships are not open to supervision by parents, schools, churches, or government. Nobody has any right to intervene at all in any kind of relationship like that.", 
    "name": "Madalyn Murray O'Hair"
  }, 
  {
    "quote": "The thought about Republicans is, we're supposed to be Jeffersonian. That government governs the best that governs the least.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "To declare that in the administration of criminal law the end justifies the means to declare that the Government may commit crimes in order to secure conviction of a private criminal would bring terrible retribution.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "A world in which government is burdened by historic debt, philanthropy has limited resources, and the private sector is only interested in its own personal gain is simply unsustainable.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Corporations often partner with government after natural disasters, as many companies did in the aftermath of Hurricane Katrina in 2005. As a rule, however, long-term civic/corporate partnerships are still rare .But this need not remain the status quo, as many opportunities are available for such partnerships.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "The United States is at a critical juncture in time. Our government is riddled with historic debt, and the limited resources of philanthropic and non-profit efforts cannot meet the scale of social challenges we face with necessary force.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "It is time for corporate America to become 'the third pillar' of social change in our society, complementing the first two pillars of government and philanthropy. We need the entire private sector to begin committing itself not just to making profits, but to fulfilling higher and larger purposes by contributing to building a better world.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "Non-disclosure in the Internet Age is quickly perceived as a breach of trust. Government, corporations and each of us as individuals must recalibrate how we live and share our lives appropriate to the information now available and the expectations of others.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "It is the duty of government to make it difficult for people to do wrong, easy to do right.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "I don't believe that government is good at picking technology, particularly technology that is changing. By the time you get it done and go through democracy, it's so outdated.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "The average Nigerian person has come to reconcile himself with the fact that his or her social progress remain essentially in his or her hands in collaboration with other fellow Nigerians and not merely relying on what government alone could provide for him or her.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "If you think of yourselves as helpless and ineffectual, it is certain that you will create a despotic government to be your master. The wise despot, therefore, maintains among his subjects a popular sense that they are helpless and ineffectual.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "You can't have it both ways. You can't tell me that you're taxed enough already, and that you want constitutional government and then in the next breath say, 'Bring me home some bacon.' The pig has been picked clean.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "In Michigan, a liberal democrat raised taxes and kept their government programs at the same level. And guess what? Their economy continued into the toilet, it continued down.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "This administration in Washington that's in power now clearly believes that government is not only the answer to every need, but it's the most qualified to make the most central decisions for every American in every area.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Our goal is to displace the entrenched powers in Washington, restore the rightful balance between the state and federal government.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "When the good lord calls you home, the government ought not come get your home.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "President Obama's call for nearly a half-trillion dollars in more government stimulus when America has more than $14 trillion in debt is guided by his mistaken belief that we can spend our way to prosperity.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Americans want government that is leaner, more efficient, and less intrusive into their personal lives.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Who can be against progress, after all? But it's a fraudulent use of the word - because for the Progressive, progress is marked not be how free you are, but how much government can 'do' for you.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "It is through states that the American people get the job done every day, often in spite of a deeply flawed bureaucratic federal government.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "We believe in government involvement that leads to independence: good schools, quality roads and the best health care.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "The benefits of education and of useful knowledge, generally diffused through a community, are essential to the preservation of a free government.", 
    "name": "Sam Houston"
  }, 
  {
    "quote": "People know something has gone terribly wrong with our government and it has gotten so far off track. But people also know that there is nothing wrong in America that a good old-fashioned election can't fix.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "New York State is upside down and backwards high taxes and low performance. The New York State government was at one time a national model. Now, unfortunately, it's a national disgrace. Sometimes, the corruption in Albany could even make Boss Tweed blush.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "Too often government responds to the whispers of lobbyists before the cries of the people.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I found the offer of a knighthood something that I couldn't possibly accept. I found it to be somehow squalid, a knighthood. There's a relationship to government about knights.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "And we can celebrate when we have a government that has earned back the trust of the people it serves... when we have a government that honors our Constitution and stands up for the values that have made America, America: economic freedom, individual liberty, and personal responsibility.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "President Reagan was elected on the promise of getting government off the backs of the people and now he demands that government wrap itself around the waists of the people.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Up against the corporate government, voters find themselves asked to choose between look-alike candidates from two parties vying to see who takes the marching orders from their campaign paymasters and their future employers. The money of vested interest nullifies genuine voter choice and trust.", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "Well, we lost a lot of our independence already. We are dependent on China for credit. We are dependent on Middle Eastern countries for energy supplies. And many Americans are dependent on the government for their income, health care, education of their children, food stamps.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "The three great ends which a statesman ought to propose to himself in the government of a nation, are one, Security to possessors two, facility to acquirers and three, hope to all.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "The vast amount of waste and sheer stupidity in government - from the Pentagon to the Food and Drug Administration - could fill committee agendas for years.", 
    "name": "Tom Coburn"
  }, 
  {
    "quote": "Ours is a government of checks and balances. The Mafia and crooked businessmen make out checks, and the politicians and other compromised officials improve their bank balances.", 
    "name": "Steve Allen"
  }, 
  {
    "quote": "Democrats believe that the federal government is not our enemy, it's our partner.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "Every time the government grows we lose more of who we are.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Candidly, I believe most corporations actually don't mind big government.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "When a nation is over-reliant on one or two commodities like oil or precious minerals, corrupt government ministers and their dodgy associates hoard profits and taxes instead of properly allocating them to schools and hospitals.", 
    "name": "Bono"
  }, 
  {
    "quote": "The goal to strive for is a poor government but a rich people.", 
    "name": "Andrew Johnson"
  }, 
  {
    "quote": "I think it true that, you know, sometimes things start to change even before a government changes and, actually, I think you can begin to see even the Labour machine beginning to understand that it has become over-reliant on targets and processes, that local governments have been over-bossed and bullied.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "I don't believe you can find any evidence of the fact that I have changed government policy solely because of a contribution.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "My philosophy is not a bean-counting, accounting 'look at this.' It is a philosophy that smaller government is better government, and government that is closer to the people is best of all.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "Romney is right that the Obama vision is too centered on government. But his is too centered on the promotion of business and wealth creation at the expense of everything else.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Making recess appointments when the Senate isn't in recess is neither rational nor moderate. It's a raw misuse of executive power by a president whose love of government is his most vulnerable spot with the electorate.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "The thing is, Obama is right that it would be a calamity for the government to default on its debt by not meeting its obligations. Such a thing has never happened and can't be allowed to happen.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "By the time Obama came into office, Washington had already agreed over a period of a few weeks to a $700 billion government infusion into the world banking system. Nothing of the sort had ever been done before, and it was done spit spot with very little national debate.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Institutions - government, churches, industries, and the like - have properly no other function than to contribute to human freedom and in so far as they fail, on the whole, to perform this function, they are wrong and need reconstruction.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "We are watching industries crumble, Wall Street firms disappear, unemployment spike, and unprecedented government intervention. And our designated opinion leaders want to know: Is Obama up this week? Is he down? And is his leadership style more like Bill Clinton's, or Abraham Lincoln's?", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "The government lied about inventing the HIV virus as a means of genocide against people of color. The government lied.", 
    "name": "Jeremiah Wright"
  }, 
  {
    "quote": "I hate Iran. I hate the Iranian government. It's a cruel and evil government.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "The soldiers never explained to the government when an Indian was wronged, but reported the misdeeds of the Indians.", 
    "name": "Geronimo"
  }, 
  {
    "quote": "I ran for president in order to be able to try to change Washington D.C. from the inside. Our federal government is broken.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "Machiavelli's teaching would hardly have stood the test of Parliamentary government, for public discussion demands at least the profession of good faith.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "I've always been about less government.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "The design of Rhetoric is to remove those Prejudices that lie in the way of Truth, to Reduce the Passions to the Government of Reasons to place our Subject in a Right Light, and excite our Hearers to a due consideration of it.", 
    "name": "Mary Astell"
  }, 
  {
    "quote": "The chief duty of government is to keep the peace and stand out of the sunshine of the people.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "Man, I don't want to have nothing to do with computers. I don't want the government in my business.", 
    "name": "Erykah Badu"
  }, 
  {
    "quote": "Men must turn square corners when they deal with the Government.", 
    "name": "Oliver Wendell Holmes, Jr."
  }, 
  {
    "quote": "The guy keeps making speeches about redistribution and maybe we ought to do something to businesses that don't invest, their holding too much money. We haven't heard that kind of talk except from pure socialists. Everybody's afraid of the government and there's no need soft peddling it, it's the truth. It is the truth.", 
    "name": "Steve Wynn"
  }, 
  {
    "quote": "Higher taxes is the road to ruin. We must and we will shrink our government, and that means making some tough choices, tightening our belts.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I think the country's getting disgusted with Washington partly because of the decline of civility in government.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "A president who breaks the law is a threat to the very structure of our government.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "The public is upset. If they haven't lost their job, they know somebody that has. If they haven't lost their house, they know somebody that has. What do you do? When something's wrong, it's government's job to fix it, it must be government that's responsible for causing it.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Whatever you may think of the proposed mosque and community center, lost in the heat of the debate has been a basic question: Should government attempt to deny private citizens the right to build a house of worship on private property based on their particular religion?", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Government shouldn't tell you whom to marry.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "We just put General Motors in the hands of people who can't even run our own government.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "I cannot think of any circumstances in which a government can go to war without the support of parliament.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "In government you carry each hope each disillusion. And in politics it's always about the next challenge.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "The Republican form of government is the highest form of government: but because of this it requires the highest type of human nature, a type nowhere at present existing.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Old forms of government finally grow so oppressive that they must be thrown off even at the risk of reigns of terror.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "One side of the American psyche wants smaller government, lower taxes, and more choices for individuals, even if those choices increase risk. The other wants a strong social safety net to protect the weakest among us, even if it costs more to minimize risk.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I do not intend to dispute in any way the need for defence cuts and the need for government spending cuts in general. I do not share a not in my backyard approach to government spending reductions.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "The government can only be brought down because it alienates several parties in the House.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "Whether Canada ends up as o-ne national government or two national governments or several national governments, or some other kind of arrangement is, quite frankly, secondary in my opinion.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "Canadians know that the promise of a recession didn't happen because of anything we did here. If you look at all the causes of the recession, problems in mortgage markets, the problems in the banking sector, the problems in government finance in countries like Greece, none of those problems were in present Canada.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "Well, you know, I - again, even in the context of BP, I wonder about this government's priorities. The federal government's top priority right now should be the cleanup. And BP certainly has done so many things wrong. They need to be held to account.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "But ours was intended to be a citizen government. It is what of, by and for the people means. And when our most important issue in California is the creation of jobs, I think it's quite helpful to have someone in the U.S. Senate or in the governor's seat who actually knows where jobs come from.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "We need more transparency and accountability in government so that people know how their money is being spent. That means putting budgets online, putting legislation online.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "The truth is in California you can't build a new manufacturing facility, and businesses are leaving in droves because of bad government policy.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "It's the federal government's job to secure the border.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Whatever government is not a government of laws, is a despotism, let it be called what it may.", 
    "name": "Daniel Webster"
  }, 
  {
    "quote": "It is perfectly true that that government is best which governs least. It is equally true that that government is best which provides most.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "If it were not for the government, we should have nothing to laugh at in France.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "I am very much opposed to abortion personally. But I don't think it is the government's rule.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "Where might is mixed with wit, there is too good an accord in a government.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "But I think it's up to a local congregation to determine whether or not a marriage should be blessed of God. And it shouldn't be up to the government.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "President Bush once said that marriage is a sacred institution and should be reserved for the union of one man and one woman. If this is the case - and most Americans would agree with him on this - then I have to ask: Why is the government at all involved in marrying people?", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "I propose that the government should get out of the business of marrying people and, instead, only give legal status to civil unions.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "If marriage really is a sacred institution, then why is the government controlling it, especially in a nation that affirms separation of church and state?", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "From the beginning, there have been some religious leaders who greeted the funding of faith-based social services by government with ambivalence.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "After-school tutoring programs, care for the elderly, shelters for the homeless, disaster relief work, and a variety of other services would all benefit from government funding.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Getting the government to put money into social programs run by religious institutions is a practice that started during the Clinton years, when Bill Clinton advocated the AmeriCorps program.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Clinton's successor in the White House, George W. Bush, was committed to expanding government spending for faith-based initiatives.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "A tiny and closed fraternity of privileged men, elected by no one, and enjoying a monopoly sanctioned and licensed by government.", 
    "name": "Spiro T. Agnew"
  }, 
  {
    "quote": "I have no doubt that the government of this great nation will work with its people to lead New Orleans and the Gulf Coast back to an enlightened, proud, safe part of the world.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Well, again, a gun sale database is just trying to get the Department of Justice to keep track of the guns that they're purchasing and supplying to drug dealers and murderers. I mean, wow. Come on, let's get the government under control before we start restricting the rights of - innocent citizens.", 
    "name": "John Mica"
  }, 
  {
    "quote": "I work for a Government I despise for ends I think criminal.", 
    "name": "John Maynard Keynes"
  }, 
  {
    "quote": "Well, I have a CBE and I accepted it with glee because it's not bestowed on you by the royal family, it's not bestowed on you by the government, you have to be nominated by the public.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "Of the various forms of government which have prevailed in the world, an hereditary monarchy seems to present the fairest scope for ridicule.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "I really do inhabit a system in which words are capable of shaking the entire structure of government, where words can prove mightier than ten military divisions.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "Well, I thought the deal was, when you went to work for the government you weren't supposed to make money!", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "This is a generation weaned on Watergate, and there is no presumption of innocence and no presumption of good intentions. Instead, there is a presumption that, without relentless scrutiny, the government will misbehave.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Television of course actually started in Britain in 1936, and it was a monopoly, and there was only one broadcaster and it operated on a license which is not the same as a government grant.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "What the Founding Fathers created in the Constitution is the most magnificent government on the face of the Earth, and the reason is this: because it was intended to preserve the American society and the American spirit, not to transform it or destroy it.", 
    "name": "Mark Levin"
  }, 
  {
    "quote": "It is from weakness that people reach for dictators and concentrated government power. Only the strong can be free. And only the productive can be strong.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "The Constitution is not neutral. It was designed to take the government off the backs of people.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "Concerns about the size and role of government are what seem to leave reformers stammering and speechless in town-hall meetings. The right wants to have a debate over fundamental principles elected Democrats seem incapable of giving it to them.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Government is, by its very nature, a destroyer of liberties the Obama administration, specifically, is promising to interfere with the economy and the health care system so profoundly that Washington will soon have us all in chains.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Under the administration of George W. Bush, you will recall, federal spending grew pretty significantly. At the same time, the number of people directly employed by the federal government shrank. One of the factors that explained the difference was contracting.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Our laws governing lobbying and campaign contributions have struck the right balance between the wishes of the people and those of private industry, so why are we so quick to doubt that the same great results can be achieved by putting the government's justice-dealing branch on the same market-based course?", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "We have mountain of debt that isn't going away and all the problems are here to stay, and anybody who tells you that is a good thing ought to get out of the business of helping the government down the road.", 
    "name": "Rick Santelli"
  }, 
  {
    "quote": "Women ought to have representatives, instead of being arbitrarily governed without any direct share allowed them in the deliberations of government.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "The Right's view of government and the Left's view of big business are both correct.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "Government is necessary for our survival. We need government in order to survive. The Founding Fathers created a special place for government. It is called the Constitution.", 
    "name": "Michael Badnarik"
  }, 
  {
    "quote": "In a democracy, citizens pass judgment on their government, and if they are kept in the dark about what their government is doing, they cannot be in a position to make well-grounded decisions.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "I believed the only thing that could turn around this government spending and mounting debt would be if the people rose up.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "The corporations don't have to lobby the government anymore. They are the government.", 
    "name": "Jim Hightower"
  }, 
  {
    "quote": "If the law is upheld only by government officials, then all law is at an end.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "A government must not waiver once it has chosen it's course. It must not look to the left or right but go forward.", 
    "name": "Otto von Bismarck"
  }, 
  {
    "quote": "The government's War on Poverty has transformed poverty from a short-term misfortune into a career choice.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "Government is force, pure and simple. There's no way to sugar-coat that. And because government is force, it will attract the worst elements of society - people who want to use government to avoid having to earn their living and to avoid having to persuade others to accept their ideas voluntarily.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "I'm not, nor is anybody I know in government part of a nasty right wing clique.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I think Britain would be alright, if only we had a different Government.", 
    "name": "William Hague"
  }, 
  {
    "quote": "It is the mission of the next Conservative Government to build the Responsible Society.", 
    "name": "William Hague"
  }, 
  {
    "quote": "At a time of such hope and optimism in the Middle East, we cannot let the Libyan government violate every principle of international law and human rights with impunity.", 
    "name": "William Hague"
  }, 
  {
    "quote": "Obviously a Conservative government will always leave taxes lower than they have been under Labour. Those things go with the territory of the Conservative Party.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I think the way things have been left after Iraq is that people won't believe the Government of the day, so they have to know that lessons have been learnt and that all political parties and people, whether they were for or against the invasion of Iraq, have learnt lessons.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I've been in and out of Wall Street since 1949, and I've never seen the type of animosity between government and Wall Street. And I'm not sure where it comes from, but I suspect it's got to do with a general schism in this society which is really becoming ever more destructive.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "Taxes are like abortion, and not just because both are grotesque procedures supported by Democrats. You're for them or against them. Taxes go up or down government raises taxes or lowers them. But Democrats will not let the words 'abortion' or 'tax hikes' pass their lips.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "Also, when you escape a Communist regime, you treasure liberty and you understand that as government and state expand, liberty must contract.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "For a country to have a great writer is like having a second government. That is why no regime has ever loved great writers, only minor ones.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Our government declared that it is conducting some kind of great reforms. In reality, no real reforms were begun and no one at any point has declared a coherent programme.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Great research universities must insist on independence from government and on the exercise of academic freedom.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "It matters enormously to a successful democratic society like ours that we have three branches of government, each with some independence and some control over the other two. That's set out in the Constitution.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "The Establishment Clause prohibits government from making adherence to a religion relevant in any way to a person's standing in the political community.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "I believe that for the small numbers of Jewish people in the United States, they exercise a tremendous amount of influence on the affairs of government.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "Half the states have stopped making civics and government a requirement for high school. Half.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "You have citizens who don't understand how government works and they're kind of soured on it. All they do is criticize. They have no idea that they can make things happen.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "We have a complex system of government. You have to teach it to every generation.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "Today we must make a pact with each other to end this reckless conduct with the people's government.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I want the government to provide the military so we don't get invaded by somebody and destroyed. I want the government to provide the roads so I can get from point A to B. In terms of taking care of my day to day needs, I want to do that myself. I want my community to do that.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "People spending more of their own money on routine health care would make the system more competitive and transparent and restore the confidence between the patients and the doctors without government rationing.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Health care is one-sixth of our economy. If the government can control that, they can control just about everything. We need to understand what is going on, because there are much more economic models that can be used to give us good health care than what we have now.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "The difference in golf and government is that in golf you can't improve your lie.", 
    "name": "George Deukmejian"
  }, 
  {
    "quote": "This is a country for, of, and by the people not for, of, and by the government. If we turn it over to them we cannot complain about what they're doing because this is a natural course of men and we have to hold their feet to the fire.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Nobody is starving on the streets. We've always taken care of them. We take care of our own we always have. It is not the government's responsibility.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "All of us should have free choice when it comes to patriotic displays... a government wisely acting within its bounds will earn loyalty and respect from its citizens. A government dare not demand the same.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "An interim government was set up in Afghanistan. It included two women, one of whom was Minister of Women's Affairs. Man, who'd she have to show here ankles to to get that job?", 
    "name": "Tina Fey"
  }, 
  {
    "quote": "What the world needs is a small, compact, flexible fusion technology that could make electricity where and when it is needed. The existing fusion program is leading to a huge source of centralized power, at a price that nobody except a government can afford.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "The government invented the Internet.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The bringing-about of order is the first and fundamental task of government. We accept limits on our rights for the sake of a larger social compact all the time.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The fact is that America has been at her most prosperous when government and the private sector have been not at war, but in a wary, if often underplayed, alliance. History is unmistakable on this point.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "History tells us that America does best when the private sector is energetic and entrepreneurial and the government is attentive and engaged. Who among us, really, would, looking back, wish to edit out either sphere at the entire expense of the other?", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Populism is not a style, it's a people's rebellion against the iron grip that big corporations have on our country - including our economy, government, media, and environment.", 
    "name": "Jim Hightower"
  }, 
  {
    "quote": "Let's be honest about this the liberal agenda with failed stimulus plans and government entitlement programs is crippling our economy and our quality of life.", 
    "name": "Alveda King"
  }, 
  {
    "quote": "Power without principle is barren, but principle without power is futile. This is a party of government, and I will lead it as a party of government.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Where there is little or no public opinion, there is likely to be bad government, which sooner or later becomes autocratic government.", 
    "name": "William Lyon Mackenzie King"
  }, 
  {
    "quote": "The Framers of the Bill of Rights did not purport to 'create' rights. Rather, they designed the Bill of Rights to prohibit our Government from infringing rights and liberties presumed to be preexisting.", 
    "name": "William J. Brennan, Jr."
  }, 
  {
    "quote": "First of all, I can't forget my first responsibility - which is to be the Leader of the Opposition and that's to provide an alternative government.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "I don't believe an Alliance government should sponsor legislation on abortion or a referendum on abortion.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "In any crass political calculation, drilling for oil will always win more votes than putting a price on carbon. But if I recall what I was taught in fifth-grade American government class, we elect presidents to do more than crass political calculations.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "If you want to be a government in a minority Parliament, you have to work with other people.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "There is nothing anyone can do anyway. The public has no power. The government knows I'm not a criminal. The parole board knows I'm not a criminal. The judge knows I'm not a criminal.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "It's the government's obligation to look really to the third parties to get the support to govern.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "The Leader of the Opposition's constitutional obligation - the obligation to Parliament - it's the reason we did the merger! - is to make sure Canadians have an alternative for government.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "We have in this country a federal government that increasingly is engaged in trying to determine which business, which regions, which industries will succeed, which will not through a whole range of economic development, regional development corporate subsidization programs.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "We should have been there shoulder to shoulder with our allies. Our concern is the instability of our government as an ally. We are playing again with national and global security matters.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "We'll support the government on issues if it's essential to the country but our primary responsibility is not to prop up the government, our responsibility is to provide an opposition and an alternative government for Parliament and for Canadians.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "What the government has to do, if it wants to govern for any length of time, is it must appeal primarily to the third parties in the House of Commons to get them to support it.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "We've got to see a state where the Afghan government can handle its own day-to-day security.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "I think the American government is now the most corrupt government in the world.", 
    "name": "Ginger Baker"
  }, 
  {
    "quote": "I forget what the relevant American rate is, but I can tell you that our goal is to have a combined federal-provincial corporate tax rate of no more than 25 percent. We're on target to do that by 2012. We will have significantly - by a significant margin the lowest corporate tax rates in the G-7, and that's our - our government's objective.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "Look, I think the worst case scenario is obvious. I think first of all it doesn't work for very long. It's an unstable government that raises taxes and destroys the image we're building for Canada as a strong place to invest.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "The government's desire to expand global trade may be understandable, but we mustn't give away too much. We must tell our elected representatives to at least delay the Canada-China FIPA until it has been examined more thoroughly, and to reconsider the inclusion of investor-state arbitration mechanisms in all trade deals.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Government cannot do it all. As we work hard to break welfare dependency and get young people ready for the labour market, we need businesses to give them a chance and not just fall back on labour from abroad.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "All too often, government's response to social breakdown has been a classic case of 'patching' - a case of handing money out, containing problems and limiting the damage but, in doing so, supporting - even reinforcing - dysfunctional behaviour.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "I think if you have a two-story office and you hire someone who's handicapped, it might be reasonable to let him have an office on the first floor rather than the government saying you have to have a $100,000 elevator.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Does the owner of the restaurant own his restaurant? Or does the government own his restaurant?", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "People in government and public life are being kicked around at a high rate of speed.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "When people don't understand that the government doesn't have their interests in mind, they're more susceptible to go to war.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "If you seek Hamilton's monument, look around. You are living in it. We honor Jefferson, but live in Hamilton's country, a mighty industrial nation with a strong central government.", 
    "name": "George Will"
  }, 
  {
    "quote": "The lies the government and media tell are amplifications of the lies we tell ourselves. To stop being conned, stop conning yourself.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "National security is the first duty of government but we are also committed to reversing the substantial erosion of civil liberties.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "I thought I was benefiting the Indians as well as the government, by taking them all over the United States, and giving them a correct idea of the customs, life, etc., of the pale faces, so that when they returned to their people they could make known all they had seen.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "My mother's sympathies were strongly with the Union. She knew that war was bound to come, but so confident was she in the strength of the Federal Government that she devoutly believed that the struggle could not last longer than six months at the utmost.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "Look at our Lords disciples. One denied Him one doubted Him one betrayed Him. If our Lord couldn't have perfection, how are you going to have it in city government?", 
    "name": "Richard J. Daley"
  }, 
  {
    "quote": "This is how psychiatry has functioned-as a kind of property arm of the government, who can put you away if your husband doesn't like you.", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "People who relieve others of their money with guns are called robbers. It does not alter the immorality of the act when the income transfer is carried out by government.", 
    "name": "Cal Thomas"
  }, 
  {
    "quote": "Common sense tells us that the government's attempts to solve large problems more often create new ones. Common sense also tells us that a top-down, one-size-fits-all plan will not improve the workings of a nationwide health-care system that accounts for one-sixth of our economy.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "Our government needs to adopt a pro-market agenda that doesn't pick winners and losers, but it invites competition and it levels the playing field for everyone.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "It is not the constitutional prerogative of the Government to determine needs.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "The government, for example, has determined that black people (somehow) have fewer abilities than white people, and, so, must be given certain preferences. Anyone acquainted with both black and white people knows this assessment is not only absurd but monstrous. And yet it is the law.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "The Founders recognized that Government is quite literally a necessary evil, that there must be opposition, between its various branches, and between political parties, for these are the only ways to temper the individual's greed for power and the electorates' desires for peace by submission to coercion or blandishment.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "If, indeed, a firearm were more dangerous to its possessors than to potential aggressors, would it not make sense for the government to arm all criminals, and let them accidentally shoot themselves? Is this absurd? Yes, and yet the government, of course, is arming criminals.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "Rarely in modern times has there been such a revolution in commercial sentiment as occurred in 2008, or such a display in government and business of panic and helplessness.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Nature is not simply a technical or economical resource, and human beings are not mere numbers. To suggest that one can somehow align all the squabbling institutions of science, environmental management, government and diplomacy in an alliance of convenience to regulate the global climate seems to me optimistic.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "I am the government.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I think the government has to reposition environment on top of their national and international priorities.", 
    "name": "Brian Mulroney"
  }, 
  {
    "quote": "The honest truth is that if this government were to propose the massacre of the first-born, it would still have no difficulty in getting it through the Commons.", 
    "name": "Diane Abbott"
  }, 
  {
    "quote": "In addition to their power over government based on government financing and personal influence, bankers could steer governments in ways they wished them to go by other pressures.", 
    "name": "Carroll Quigley"
  }, 
  {
    "quote": "Most of the press is in league with government, or with the status quo.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "A government is invigorated when each of us is willing to participate in shaping the future of this nation.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "I never knew a government yet that wanted to do anything.", 
    "name": "Anthony Trollope"
  }, 
  {
    "quote": "The Israeli government has proved over the past year its commitment to peace, both in words and deeds. By contrast, the Palestinians are posing preconditions for renewing the diplomatic process in a way they have not done over the course of 16 years.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "I stand before you today because this vision of government as the engine of opportunity is what I believe in.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "A good government may, indeed, redress the grievances of an injured people but a strong people can alone build up a great nation.", 
    "name": "Thomas Francis Meagher"
  }, 
  {
    "quote": "Power must be used, but it must be tempered by soul-searching and the recognition of our human capacity for error. That is the maxim that should inform our approach to every challenge, from reforming state government to engaging in foreign affairs.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Gandhi has asked that the British Government should walk out of India and leave the Indian people to settle differences among themselves, even if it means chaos and confusion.", 
    "name": "Stafford Cripps"
  }, 
  {
    "quote": "I love and always have loved policy issues and trying to have an impact on the issues that are out there. I cherish my years in government. I have loved my participation at CNN, at Current writing teaching. Where I will go next, I will have to sort out.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "My politics are of a practical kind - the integrity of the country, the supremacy of the Federal government, an honorable peace, or none at all.", 
    "name": "Winfield Scott Hancock"
  }, 
  {
    "quote": "Aggression is simply another name for government.", 
    "name": "Benjamin Tucker"
  }, 
  {
    "quote": "For me, journalism has been more a matter of projecting a particular approach to covering policies, to covering issues. It was a continuation of what I tried to do in government.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "I have long said there are three distinct groups under the GOP's tent: theological warriors, who want to impose their social views on the rest of society Tea Party zealots, who say with a straight face that they want the government to get out of their Medicare and remnants of the pro-business moderates.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "We are all used to paying a sales tax when we buy things - almost 9 percent here in New York City. The application of this concept to the financial sector could solve our need for revenue, bring some sanity back into the financial sector, and give us a way to raise the revenue we need to run the government in a fiscally responsible way.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "Health care reform, the marquee legislative accomplishment of the Obama administration's first term, was passed before we entered the world of divided government.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "The reality of split government puts a premium on creativity within the administration. President Obama needs to put the right people in charge of the agencies and then have them push the bounds of administrative power to change policy through those agencies. President Obama has a pretty good track record of this.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "You can't have a situation in which companies proceed on a permanent basis relying only on cash from the government.", 
    "name": "Lawrence Summers"
  }, 
  {
    "quote": "As more people rely on government programs, the harder it becomes to conduct the necessary reforms to preserve them to help our society's most vulnerable.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "A wise government knows how to enforce with temper, or to conciliate with dignity.", 
    "name": "George Grenville"
  }, 
  {
    "quote": "I'm not driven to get back into politics. It's not on my top five things to do before I die, but saying that, I may be in politics in the next year or the next ten years. I've been on the front line for 12 years, four in state government, eight on the national level.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "I believe that government is the servant of the people and not their master.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "I love my government not least for the extent to which it leaves me alone.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Government is either organized benevolence or organized madness its peculiar magnitude permits no shading.", 
    "name": "John Updike"
  }, 
  {
    "quote": "The money that goes into Social Security is not the government's money. it's your money. You paid for it.", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "A reporter's ability to keep the bond of confidentiality often enables him to learn the hidden or secret aspects of government.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "Urban America has been redlined. Government has not offered tax incentives for investment, as it has in a dozen foreign markets. Banks have redlined it. Industries have moved out, they've redlined it. Clearly, to break up the redlining process, there must be incentives to green-line with hedges against risk.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "We've been so preoccupied with getting the government to behave in a fair and democratic way, we were not able to focus on the private sector where most of the jobs are, where most of the wealth and opportunities are.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "We oppose the reactionary policies of the U.S. government but we do not oppose the American people. We want to have many good friends in the United States.", 
    "name": "Kim Jong Il"
  }, 
  {
    "quote": "Is there any wonder why we are in such big trouble? Any question why the people don't trust their government anymore, and demand a change?", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "And I just think that we're at a point in our economic life here in our state - and - and, candidly, across the country, where increased taxes is just the wrong way to go. The people of our state are not convinced that state government, county government, local government has done all they can with the money we already give them, rather than the money that we have before.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Someone has to stay on the line and say, no, we can do this by cutting spending and reducing the size of government. That's what I was committed to doing.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Now, in New Jersey, we have more government workers per square mile than any state in America. But since I've been governor we now have fewer people on the state payroll at any time since Christie Whitman left office in January 2001. That's the right direction, Mr. President, not the wrong direction.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Attending that Convention and talking with those people and many others convinced me that I should become a blogger in my efforts to reform the government and uphold the integrity of the Constitution and the laws made in furtherance thereof.", 
    "name": "John Jay Hooker"
  }, 
  {
    "quote": "Nothing is so galling to a people not broken in from the birth as a paternal, or, in other words, a meddling government, a government which tells them what to read, and say, and eat, and drink and wear.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "A government is the only vessel that leaks from the top.", 
    "name": "James Reston"
  }, 
  {
    "quote": "I believe in the America people's ability to govern themselves. If government would just get out of the way and allow them to lead their lives as they choose, they will succeed.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "I strive never to forget the real world consequences of my decisions on individuals, businesses and government.", 
    "name": "Sonia Sotomayor"
  }, 
  {
    "quote": "We must force the government to stop the bird migration. We must shoot all birds, field all our men and troops... and force migratory birds to stay where they are.", 
    "name": "Vladimir Zhirinovsky"
  }, 
  {
    "quote": "I honestly do not know if civil disobedience has any effect on the government. I can promise you it has a great effect on the person who chooses to do it.", 
    "name": "Martin Sheen"
  }, 
  {
    "quote": "As far as your personal goals are and what you actually want to do with your life, it should never have to do with the government. You should never depend on the government for your retirement, your financial security, for anything.", 
    "name": "Drew Carey"
  }, 
  {
    "quote": "While approximately one in every 400 children and adolescents have Type I diabetes recent Government reports indicate that one in every three children born in 2000 will suffer from obesity, which as noted is a predominant Type II precursor.", 
    "name": "Tim Holden"
  }, 
  {
    "quote": "You can study government and politics in school, but the best way to really understand the process is to volunteer your time.", 
    "name": "Rob McKenna"
  }, 
  {
    "quote": "We are losing sight of civility in government and politics. Debate and dialogue is taking a back seat to the politics of destruction and anger and control. Dogma has replaced thoughtful discussion between people of differing views.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "Until the control of the issue of currency and credit is restored to government and recognized as its most conspicuous and sacred responsibility, all talks of the sovereignty of Parliament and of democracy is idle and futile.", 
    "name": "William Lyon Mackenzie King"
  }, 
  {
    "quote": "Government in the U.S. today is a senior partner in every business in the country.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "If you're an old pro, you know how well you're doing when you're doing it, and your inner government spanks you if you're not doing well.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "Britain, relative to the U.S., is a highly secular society. Philanthropy alone cannot fill the gap left by government cutbacks. And the sources of altruism go deep into our evolutionary past.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "A perfect storm is in the making: financial uncertainty, economic downturn, government cuts, rising unemployment and a future that looks less clear the more we try to fathom it.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "What creates freedom? A revolution in the streets? Mass protest? Civil war? A change of government? The ousting of the old guard and its replacement by the new? History, more often than not, shows that hopes raised by such events are often dashed, sooner rather than later.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "I hate big government, but I really hate a government that doesn't work. So when 'they say we either have to raise taxes or cut core services,' it's actually a 'false choice.'", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "We must make it an imperative duty of our government to protect the gifts which Nature has bestowed on America and to insure the maintenance of a clean, healthy, wholesome environment for our people.", 
    "name": "George Lincoln Rockwell"
  }, 
  {
    "quote": "But I don't want massive layoffs of anyone - public or private. We are planning on shrinking government through attrition and reform, not through random pink slips.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "We need religion as a guide. We need it because we are imperfect. Our government needs the church, because only those humble enough to admit they are sinners can bring to democracy the tolerance it requires in order to survive.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "No more distressing moment can ever face a British government than that which requires it to come to a hard, fast and specific decision.", 
    "name": "Barbara Tuchman"
  }, 
  {
    "quote": "The primary victims of Katrina, those who were given the least help by the government, those rescued last or not at all, were overwhelmingly people of color largely hidden from the mainstream of society.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "When government disappears, it's not as if paradise will take its place. When governments are gone, other interests will take their place.", 
    "name": "Lawrence Lessig"
  }, 
  {
    "quote": "If you join government, calmly make your contribution and move on. Don't go along to get along do your best and when you have to - and you will - leave, and be something else.", 
    "name": "Peggy Noonan"
  }, 
  {
    "quote": "If the United States is hit with a weapon of mass destruction that inflicts large casualties, the Constitution will likely be discarded in favor of a military form of government.", 
    "name": "Tommy Franks"
  }, 
  {
    "quote": "I think that if we get back to some basic fundamental principles, we can make sure that we resolve the issues. And I think that that's what the Tea Party was all about. It's getting back to a constitutional conservative government. And that is limited, but it's also effective and efficient. I think that that's what we'll be able to do.", 
    "name": "Allen West"
  }, 
  {
    "quote": "I was determined that no British government should be brought down by the action of two tarts.", 
    "name": "Harold MacMillan"
  }, 
  {
    "quote": "The only thing growing faster than the federal government's deficit is Chris Matthews' man-crush on Barack Obama.", 
    "name": "Tim Pawlenty"
  }, 
  {
    "quote": "It is the duty of Her Majesty's government neither to flap nor to falter.", 
    "name": "Harold MacMillan"
  }, 
  {
    "quote": "I'm not a knee-jerk conservative. I passionately believe in free markets and less government, but not to the point of being a libertarian.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "Every year the Federal Government wastes billions of dollars as a result of overpayments of government agencies, misuse of government credit cards, abuse of the Federal entitlement programs, and the mismanagement of the Federal bureaucracy.", 
    "name": "Chris Chocola"
  }, 
  {
    "quote": "The UK desperately needs less government and freer markets.", 
    "name": "Rupert Murdoch"
  }, 
  {
    "quote": "Government is inherently incompetent, and no matter what task it is assigned, it will do it in the most expensive and inefficient way possible.", 
    "name": "Charley Reese"
  }, 
  {
    "quote": "Our constitution works. Our great republic is a government of laws, not of men.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Truth is the glue that holds government together.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Our great Republic is a government of laws and not of men. Here, the people rule.", 
    "name": "Gerald R. Ford"
  }, 
  {
    "quote": "Thankfully, due to the United Kingdom and the commitment of the Westminster government we are able to ensure that money brought in, whether it be from the City of London or from North Sea oil, can be pooled and directed to wherever it is needed most. That is what being in the United Kingdom is all about.", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "When the news is good, the BBC view is: 'Get the government out of the picture quickly, don't allow them to say anything about it.' When the news is bad: 'Let's all dump on the government.'", 
    "name": "Iain Duncan Smith"
  }, 
  {
    "quote": "The American Dream, coupled with government subsidies of utilities and cheap consumer goods courtesy of slave labour somewhere else, has kept the poor huddled masses from rising up.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "There is a Western world. There is America. There is Great Britain and Germany and France and Russia and China and other nations. I doubt that there is one country amongst those I mentioned which has a desire to see Iran, with its fundamentalist, Islamic, extremist government, possessing nuclear weapons.", 
    "name": "Ehud Olmert"
  }, 
  {
    "quote": "Government itself is founded upon the great doctrine of the consent of the governed, and has its cornerstone in the memorable principle that men are endowed with inalienable rights.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "In government offices which are sensitive to the vehemence and passion of mass sentiment public men have no sure tenure. They are in effect perpetual office seekers, always on trial for their political lives, always required to court their restless constituents.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "You know, when Republicans were in charge, we doubled the debt. But, now, our concern is the Democrats are in charge and they're tripling the debt. So, really, our concern is that we want smaller government.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "We should not have the U.S. government buying stock in American industries - the financial industry or any other industry.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "We don't need bigger government. We need to shrink the size of government.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "We Brits print banknotes out in Debden in Essex, and have contracted it out to the private sector. Here in the U.S. it is a government operation right in the heart of Washington next door to the Holocaust Museum.", 
    "name": "Evan Davis"
  }, 
  {
    "quote": "The American formula for creating business is not to have the government create business.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Everybody in America is going to have to sacrifice to help us rebuild the Gulf Coast. Every government program, every individual, we are all going to have to sacrifice.", 
    "name": "Tom Coburn"
  }, 
  {
    "quote": "It's counterintuitive, but the most divisive arrangement is when the same party controls both Congress and the presidency, a situation encountered in eight of the past 10 years. With government unified under a single party, the minority has the least possible incentive to cooperate with the majority.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "You can have a revolution wherever you like, except in a government office even were the world to come to an end, you'd have to destroy the universe first and then government offices.", 
    "name": "Karel Capek"
  }, 
  {
    "quote": "Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don't pay their taxes.", 
    "name": "Georgios A. Papandreou"
  }, 
  {
    "quote": "We campaigned on the fact that we were going to have to take difficult decisions because of the state of the public finances. When we got into government we discovered that actually the public finances were in an even worse state than we thought.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "For voters what matters is what government actually delivers for them.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "I think for voters what matters is the values that drive the government.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "There's much more we can be doing in Parliament, we could be giving more power back to people at local government level, through local referendums.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "The universities have got a job here as well in making sure that people actually understand that we're open for university students coming into the U.K. There's a job here not just for the government, I think there's a job for the universities as well to make sure that people know that we are open.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "We've got a first class leader at the moment. David Cameron is dealing with the issues that he was left by the last government very well indeed.", 
    "name": "Theresa May"
  }, 
  {
    "quote": "As long as I don't write about the government, religion, politics, and other institutions, I am free to print anything.", 
    "name": "Pierre Beaumarchais"
  }, 
  {
    "quote": "Americans cannot maintain their essential faith in government if there are two Americas, in which the private sector's work subsidizes the disproportionate benefits of this new public sector elite.", 
    "name": "Mortimer Zuckerman"
  }, 
  {
    "quote": "To Republicans, I humbly suggest that we make it possible for Democrats to give up their quest for redistribution of income and wealth by our acceptance of an appropriate role for government in financing those public goods and services necessary to secure a social safety net below which no American would be allowed to fall.", 
    "name": "Jack Kemp"
  }, 
  {
    "quote": "The banking collapse was caused, more than anything, by bad government policy and the total failure of bad regulation, rather than by greed.", 
    "name": "Nigel Farage"
  }, 
  {
    "quote": "The government deficit is the difference between the amount of money the government spends and the amount it has the nerve to collect.", 
    "name": "Sam Ewing"
  }, 
  {
    "quote": "All Americans value the freedom of speech and the freedom of the press, and I believe this is essential for our continued way of life. But with this freedom comes responsibility. That responsibility has been abdicated here by some in the media and some in the government.", 
    "name": "Steven Hatfill"
  }, 
  {
    "quote": "And some of what we're doing in Government even now, some of the welfare reform programs that are helping lone mothers come into work are based on things that were very new under the Labour Government in the eighties.", 
    "name": "Patricia Hewitt"
  }, 
  {
    "quote": "This Bible is for the government of the people, by the people and for the people.", 
    "name": "John Wycliffe"
  }, 
  {
    "quote": "One of the essential elements of government responsibility is to communicate effectively to the American people, especially in time of a potential terrorist attack or a natural disaster.", 
    "name": "Vito Fossella"
  }, 
  {
    "quote": "All's the government should do is keep the taxes and regulations at a manageable rate, keep a decent standing army and get out of the way.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "Government does not have a revenue problem government has a spending problem. Government does not have a revenue problem government has a priority problem. It is time that we begin to fine tune our focus and decide what the priority of government ought to be.", 
    "name": "Marsha Blackburn"
  }, 
  {
    "quote": "Freedom only for the members of the government, only for the members of the Party - though they are quite numerous - is no freedom at all.", 
    "name": "Rosa Luxemburg"
  }, 
  {
    "quote": "Journalists should denounce government by public opinion polls.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "Well, I'm a libertarian conservative, so I believe in limited government/maximum individual freedom.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "If I was afraid of being killed, I would never speak out against the government.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "My opinion is the greatest reward that any government could get is the approval of the people. If the people are happy and the people are at peace and the government has done something for them, that's the greatest reward I think any government could hope for.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Criticism of government finds sanctuary in several portions of the 1st Amendment. It is part of the right of free speech. It embraces freedom of the press.", 
    "name": "Hugo Black"
  }, 
  {
    "quote": "The Declaration of Independence says when government fails, the people have the right to replace it. Well, New York State government has failed and the people have the right, indeed the people have the the people have the obligation, to act.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "The essential job of government is to facilitate, not frustrate, job development.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I'm in politics. I'm in government, so nothing surprises me.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I don't know people who don't say, boy the government is working better now.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "I was elected to come to an incredibly dysfunctional capital and make the government work better, and that's what I'm doing.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "If somebody invented cigarettes today, the government would not legalize them.", 
    "name": "Loni Anderson"
  }, 
  {
    "quote": "Our Founding Fathers crafted a constitutional Republic for the first time in the history of the world because they were shaping a form of government that would not have the failures of a democracy in it, but had the representation of democracy in it.", 
    "name": "Steve King"
  }, 
  {
    "quote": "It's dismaying to see the unilateralism that the government is doing.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "I almost forgot what it's like to be proud of my government.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "So you can say, 'Get Big Government out of here, and don't tell me what to eat,' but when kids are going to school, and they're being fed junk, we're pretty much telling them what to eat, and we're telling them junk is OK.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "And on the other hand, we see that the Israeli government is attacking that part of the Palestinian leader.", 
    "name": "Rafik Hariri"
  }, 
  {
    "quote": "We're adults. We're the ones who should teach the kids what's good to eat. I don't think the government should ever regulate what we eat at home, but we're feeding them in school with tax dollars. Quite frankly, if my tax dollars are being spent to feed kids, I'd rather feed them better food.", 
    "name": "Tom Colicchio"
  }, 
  {
    "quote": "The growth of modern constitutional government compels for its successful practice the exercise of reason and considerate judgment by the individual citizens who constitute the electorate.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "My house was bugged. They couldn't find any information on me being a subversive because I happen to love America I just don't like some of the things the government is doing.", 
    "name": "Eartha Kitt"
  }, 
  {
    "quote": "If it is wrong for you to take money from someone else who earned it, to take their money by force for your own needs, then it is certainly just as wrong for you to demand that the government step forward and do this dirty work for you.", 
    "name": "Neal Boortz"
  }, 
  {
    "quote": "We cannot improve on the system of government handed down to us by the founders of the Republic. There is no way to improve upon that. But what we can do is to find new ways to implement that system and realize our destiny.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "What we have to do is strike a balance between the idea that government should do everything and the idea, the belief, that government ought to do nothing. Strike a balance.", 
    "name": "Barbara Jordan"
  }, 
  {
    "quote": "Let's just do what is right for the American people. And those of us who are involved in politics and government know that our responsibility is to the American people, that we have a responsibility to find our common ground, to seek it and to find it.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "If you have a government that is elected, they need to do the hard work - because if they don't, they won't be around the next time the ballot box is open.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "It's not good for government to tell people that the world owes them a living and that things are free.", 
    "name": "William Weld"
  }, 
  {
    "quote": "Every dollar I can't commit to my company that's paid in taxes is paying a government that I believe is too big and doing way too much that I don't want done.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "I was pretty much the government's poster boy for what I had done.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "I don't have any problem with government helping entrepreneurs and businesses.", 
    "name": "Curt Schilling"
  }, 
  {
    "quote": "No way, no how did I break into NORAD. That's a complete myth. And I never attempted to access anything considered to be classified government systems.", 
    "name": "Kevin Mitnick"
  }, 
  {
    "quote": "Criticism in a time of war is essential to the maintenance of any kind of democratic government.", 
    "name": "Robert Taft"
  }, 
  {
    "quote": "For over 30 years, the IRA showed that the British government could not rule Ireland on its own terms.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "As President Bush has said on numerous occasions, it is the government's role to create the conditions, the friendly environment, that will attract capital.", 
    "name": "Donald Evans"
  }, 
  {
    "quote": "I'm a very brave person. I can go to North Vietnam, I can challenge my government, but I can't challenge the man I'm with if means I'm going to end up alone.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "My view is that good community management is like having good municipal government: You should be able to have dissenting opinions and so on, freedom of speech, but your grandmother should also be able to walk down the street at night without having to worry about getting mugged.", 
    "name": "Jimmy Wales"
  }, 
  {
    "quote": "There's something fundamentally wrong with a system where there's been 17 years of a Tory Government and the people of Scotland have voted Socialist for 17 years. That hardly seems democratic.", 
    "name": "Sean Connery"
  }, 
  {
    "quote": "The government I led gave ordinary people peace, security, dignity, and opportunity to progress.", 
    "name": "Benazir Bhutto"
  }, 
  {
    "quote": "In the book I define conservatism, as I believe it is fit upon four categories of principle: respect for The Constitution, respect for life, less government, and personal responsibility.", 
    "name": "Jonathan Krohn"
  }, 
  {
    "quote": "Now, I learned soon enough, that among the three, two don't trust the third one - the third one is the government. Both industry and unions feel the government is a talking organization and a spending organization.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Two hundred years ago, our Founding Fathers gave us a democracy. It was based upon the simple, yet noble, idea that government derives its validity from the consent of the governed.", 
    "name": "Paul Tsongas"
  }, 
  {
    "quote": "Today is a celebration of hope for the Iraqi people. The Iraqi people can now take control of their government and their future by creating a society that protects the rights endowed to us by our creator - life, liberty and freedom.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Motorists who want to save money on gas will demand and buy more fuel-efficient vehicles. We should not limit their freedom with more government regulations.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I think people are confused about what the Tea Party is. I mean, they were a broad cross-section of Americans who came together concerned about our debt and our spending. And they're interested in constitutional, limited government. And so they're not one group of people. They're thousands of small groups all over the country.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "You've got the Democratic Party that now depends on more government spending and actual building the dependence on government in order to increase their political party.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Pretty much at all times music motivates me. How can I say this without sounding in any way proud of myself? Obviously I've always written songs that are critical of our government, and talk about our times. Hopefully you attempt to be timeless while doing it.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "The government of Israel doesn't like the kinds of things I say, which puts them into the same category as every other government in the world.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "If you want the government off your back, get your hands out of its pockets.", 
    "name": "Gary Hart"
  }, 
  {
    "quote": "Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want - and their kids pay for it.", 
    "name": "Richard Lamm"
  }, 
  {
    "quote": "As an artist I have an even more abiding interest in the compact between the Arts and Government.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "We don't walk. We overeat because we've made it easy to overeat. We have fast-food joints on every corner. By the way, the 'we' is all of us. It's not the government. It's all of us doing this together.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "I don't consider Americans bullies, but I do consider the American government bullying.", 
    "name": "George Michael"
  }, 
  {
    "quote": "Above all we should not forget that government is an evil, a usurpation upon the private judgement and individual conscience of mankind.", 
    "name": "William Godwin"
  }, 
  {
    "quote": "The dangers of a concentration of all power in the general government of a confederacy so vast as ours are too obvious to be disregarded.", 
    "name": "Franklin Pierce"
  }, 
  {
    "quote": "Back in 1983, the United States government approved the release of the first genetically modified organism. In this case, it was a bacteria that prevents frost on food crops.", 
    "name": "Jeremy Rifkin"
  }, 
  {
    "quote": "I feel an independent accountability commission should audit all government services.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "We have to attack those things which stand in the way of America progress. And what stands in the way of American progress right now is the federal government.", 
    "name": "Tim Scott"
  }, 
  {
    "quote": "Pakistan needs to have decentralisation and a good local government system.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "There are good people and bad people in all organizations fundamentally however, when you look at the basis of the Tea Party it has nothing to do with race. It has to do with an economic recovery. It has to do with limiting the role of our government in our lives. It has to do with free markets.", 
    "name": "Tim Scott"
  }, 
  {
    "quote": "The Government and the Parliament, even the House of Lords, will consent to a large increase of electors and men who have not considered the subject fully will imagine they have gained much by the concession.", 
    "name": "John Bright"
  }, 
  {
    "quote": "I think, though, if I had to look at the role of government and what it does in people's lives, I see the EEOC as having much more legitimacy than the others, if properly run.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "Americans need never fear their government because of the advantage of being armed, which the Americans possess over the people of almost every other nation.", 
    "name": "Gouverneur Morris"
  }, 
  {
    "quote": "The labour movement had the best opportunity in 50 years to transform not merely an industrial situation and win an important battle for workers in struggle, but an opportunity to change the government of the day.", 
    "name": "Arthur Scargill"
  }, 
  {
    "quote": "Americans accept that gangsters are running the government.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "Today it is not big business that we have to fear. It is big government.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "My government will be open. Anyone found guilty of corruption will be dealt with in accordance with the law. If you are corrupt you will have to hang your boots.", 
    "name": "George Weah"
  }, 
  {
    "quote": "Are we still a country that takes risks, that innovates, that believes anything is possible? Or are we a country that is resigned to whatever liberty the government decides to dish out?", 
    "name": "Mitch McConnell"
  }, 
  {
    "quote": "When decisions on nuclear power stations and runways are delayed and the government dilly-dallies, people think they aren't important.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "Engineering undergraduates should not be charged fees. They should receive grants, not student loans, and the government will get the money back long-term from increased exports.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "You can't fall back on the private sector and say, 'You take care of the nation's banking system.' That's a fundamental function of the government, the Federal Reserve, the Treasury and the FDIC, etc. All of those agencies have a major role to play there.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "In the Pentagon Papers case, the government asserted in the Supreme Court that the publication of the material was a threat to national security. It turned out it was not a threat to U.S. security. But even if it had been, that doesn't mean that it couldn't be published.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "We all learn in school that the judicial, legislative and executive branches of government must check and balance each other. But other non state institutions must participate in this important system of checks and balances as well. These checking institutions include the academy, the media, religious institutions and NGOs.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "Among the weeds choking out growth and good government are the hundreds of boards, commissions, and advisory committees that have sprouted over the years. They devour time, money, and energy far beyond any real contribution they make.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "The federal government now spends one of every four dollars in the entire economy. It borrows one of every three dollars it spends. No nation, no entity, large or small, public or private, can thrive, or survive intact, with debts as huge as ours.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "We are all in this together. We want to have, I suppose, a single point of entry so that anyone coming near a disability service can get a very complete picture. Government needs to understand that picture, and we need to be able to offer somebody a one-stop shop.", 
    "name": "Jay Weatherill"
  }, 
  {
    "quote": "Watergate provides a model case study of the interaction and powers of each of the branches of government. It also is a morality play with a sad and dramatic ending.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "All the measures of the Government are directed to the purpose of making the rich richer and the poor poorer.", 
    "name": "William Henry Harrison"
  }, 
  {
    "quote": "The number of illegal activities were so large that one was bound to come out and lead to the uncovering of the others. Nixon was too willing to use the power of government to settle scores and get even with enemies.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "We say to the British government: you have kept those sculptures for almost two centuries. You have cared for them as well as you could, for which we thank you. But now in the name of fairness and morality, please give them back.", 
    "name": "Melina Mercouri"
  }, 
  {
    "quote": "Using these unnamed sources, if done properly, carefully and fairly, provides more accountability in government.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "I'm very, very concerned about the Bush presidency. I'm worried about the kinds of cuts in domestic programs that mean something to a lot of people, including members of my family, who depend on certain things from the government.", 
    "name": "Sarah Jessica Parker"
  }, 
  {
    "quote": "Anyone who saw Nagasaki would suddenly realize that they'd been kept in the dark by the United States government as to what atomic bombs can do.", 
    "name": "Lawrence Ferlinghetti"
  }, 
  {
    "quote": "Many health care providers, particularly physicians in rural and urban areas, are leaving the Government programs because of inadequate reimbursement rates.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "I was criticized at some level within the Republican Party by those who say government should not be in the economic development business at all. My response is that the only country I know that doesn't have an economic development plan is Papa New Guinea.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "It is unclear exactly how many law enforcement agencies are currently using this capability, but it is reasonable to say that while resource limitations used to discourage the government from tracking you without a good reason, these constraints have largely disappeared.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "If the government fails to listen to your demands, then you will decide what is best for you.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "If it does not serve the Iraqi people, there are only political means that must be followed to reform the government - a new government that we must give a chance to prove that it is there to serve the people.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "I think the American people have become more reliant upon government and less reliant upon themselves and that they now tend to put security ahead of freedom, but I think freedom is the most important aspect of our lives.", 
    "name": "Lyn Nofziger"
  }, 
  {
    "quote": "Open the way before the new government to prove that it is for serving the people.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "We must not tolerate oppressive government or industrial oligarchy in the form of monopolies and cartels.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "The U.S. will ignore the opinion of the Iraqi people and it will compose the new government according to its own desires.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "I'm interested in the human impact of the giant foot of misplaced government. After all, we encounter it every day.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "I don't want the chair of the government because it will be controlled by the U.S. and I don't want to be controlled by the U.S.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "Acquire a government over your ideas, that they may come down when they are called, and depart when they are bidden.", 
    "name": "Isaac Watts"
  }, 
  {
    "quote": "I believe the government of the United States should re-examine its policies in the Middle East and adopt a more balanced stance toward the Palestinian cause.", 
    "name": "Al-Waleed bin Talal"
  }, 
  {
    "quote": "We need the private sector to create jobs. If the government could create jobs Communism would have worked, but it didn't.", 
    "name": "Tim Scott"
  }, 
  {
    "quote": "I'm against big bureaucracy in Washington making health care decisions. I just have an aversion to bureaucrats. But it's not just government bureaucrats. I don't like HMO bureaucrats and insurance company bureaucrats either.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "So it was sort of an odd time because I had been hired, but my paperwork hadn't gone through. So I worked as an intern during the government shutdown, as an intern, but I already had a job.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "I decided to run for governor because I got mad... I want to make government more directly accountable to the people.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "Big-government proponents embrace both the power of the federal government and the idea that millions of Americans ought to be dependent on its largesse. It's time to return to our Founders' love for small government. More is not always better.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "There are a lot of good causes out there, but they can't possibly all be served by government.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "I clearly believe a lot more than some of my coalition colleagues - Tories - in redistribution and using the tax system for that purpose. I also believe in the government having an active role in the economy, which is having an industrial strategy. I'm not a believer in laissez-faire.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "Republicans rarely criticize Obama for lack of empathy - in part because liberals have traditionally been seen as standing up for the weak and the vulnerable. Conservatives can be just as empathetic. But they believe that, in most cases, it's not government's role to be the primary dispenser of empathy.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "Love is by far bigger than the government can ever be.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "You can't win with some people. If you're not in government, you're criticised for being not serious. If you are in government, you're criticised for wanting power. That's the Labour party's line of attack, and it's a bit ridiculous.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "The Left regards the Constitution as defective and outmoded - in part because it impedes the government's ability to control institutions, like churches and families, which stand between the state and individuals.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "If you want to change the way your banking system is regulated, if you want to learn the mistakes of what's gone wrong, then you have to change your government.", 
    "name": "George Osborne"
  }, 
  {
    "quote": "For wide swaths of training and education there are valuable spillovers which mean that the private sector needs support from the government. That is why I have been so determined to protect and grow apprenticeships and put higher education on a sustainable footing.", 
    "name": "Vince Cable"
  }, 
  {
    "quote": "I was very happy being a secretary. I loved working for the government. I was very happy with my life.", 
    "name": "Fawn Hall"
  }, 
  {
    "quote": "What the Lib Dems have failed to do is offer any meaningful agenda for government or for power.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "One of those promises was to limit the size of government and to have the government serve the people - and not the other way around.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "In Scotland, the indication is that for the Westminster elections at least, Labour voters are satisfied with their government.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I promised to empower the taxpayer - instead of a handful of big government union bosses.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "The choice between a Labour government and a Tory one is sharpening minds.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "These are tough times and under this Tory-led government many people in Manchester are suffering and getting left behind. If elected I will use all my energy, skills, experience and knowledge to stand up for our communities and get things done for the better.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I believe that smaller government is better government. But I also believe that in the areas where government does play a legitimate role, we should demand that it is done better.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "As the prospect of a Tory government gets nearer, many traditional Labour voters - some who switched away in recent times and many who stayed at home - seem more determined to prevent that happening.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "We are the ones looking out for the middle class. Who do think pays for the endless expansion of government? Its middle class taxpayers. Our reforms protect middle class taxpayers.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "As the economy faces such difficulties, more tough questions need to be asked about what the Tories would do if elected. Their ideology of free markets and small government needs challenging. That has to be part of our job.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "More people on unemployment benefits is not success in America, fewer people on not because we kicked them off but because they have been able to get a job in the private sector, because government got out of the way.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "It's become unfashionable to celebrate political achievement, and Labour achievement even less so. And it's positively uncouth to be proud of something that this Labour government is doing. So, slam me for saying so, but I'm really proud of the NHS.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "I think most people believe success in government is how many fewer people are in government, not because you kick them off of benefits like unemployment but they've been able to control their own destiny because private sector employers have created more jobs.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "We in the Labour party know better than most that opposition is the easy part. What's more difficult is governing and setting out an agenda for government.", 
    "name": "Lucy Powell"
  }, 
  {
    "quote": "People create jobs, not the government.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "Although my seat is a contest between Labour and the Lib Dems, it could well make the difference between a Labour and a Tory government at the next election. In terms of international development, this choice is a very clear one.", 
    "name": "Lucy Powell"
  }
]