[
  {
    "quote": "Write it on your heart that every day is the best day in the year.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Come, gentlemen, I hope we shall drink down all unkindness.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Sometimes too much to drink is barely enough.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "New Year's Resolution: To tolerate fools more gladly, provided this does not encourage them to take up more of my time.", 
    "name": "James Agate"
  }, 
  {
    "quote": "Let our New Year's resolution be this: we will be there for one another as fellow members of humanity, in the finest sense of the word.", 
    "name": "Goran Persson"
  }, 
  {
    "quote": "Resolution One: I will live for God. Resolution Two: If no one else does, I still will.", 
    "name": "Jonathan Edwards"
  }, 
  {
    "quote": "All of us every single year, we're a different person. I don't think we're the same person all our lives.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "I never worry about being driven to drink I just worry about being driven home.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Character is the ability to carry out a good resolution long after the excitement of the moment has passed.", 
    "name": "Cavett Robert"
  }, 
  {
    "quote": "First you take a drink, then the drink takes a drink, then the drink takes you.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "If you are young and you drink a great deal it will spoil your health, slow your mind, make you fat - in other words, turn you into an adult.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "If you want an interesting party sometime, combine cocktails and a fresh box of crayons for everyone.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "Celebrate what you want to see more of.", 
    "name": "Tom Peters"
  }, 
  {
    "quote": "I have no way of knowing how people really feel, but the vast majority of those I meet couldn't be nicer. Every once in a while someone barks at me. My New Year's resolution is not to bark back.", 
    "name": "Tucker Carlson"
  }, 
  {
    "quote": "I don't even drink! I can't stand the taste of alcohol. Every New Year's Eve I try one drink and every time it makes me feel sick. So I don't touch booze - I'm always the designated driver.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "At a dinner party one should eat wisely but not too well, and talk well but not too wisely.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Good parties create a temporary youthfulness.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "I get half a million just to show up at parties. My life is, like, really, really fun.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "If you asked me for my New Year Resolution, it would be to find out who I am.", 
    "name": "Cyril Cusack"
  }, 
  {
    "quote": "Those who gave thee a body, furnished it with weakness but He who gave thee Soul, armed thee with resolution. Employ it, and thou art wise be wise and thou art happy.", 
    "name": "Akhenaton"
  }, 
  {
    "quote": "I doubt if you can have a truly wild party without liquor.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "To have the kind of year you want to have, something has to happen that you can't explain why it happened. Something has to happen that you can't coach.", 
    "name": "Bobby Bowden"
  }, 
  {
    "quote": "Dinner was made for eating, not for talking.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "I know. I'm lazy. But I made myself a New Years resolution that I would write myself something really special. Which means I have 'til December, right?", 
    "name": "Catherine O'Hara"
  }, 
  {
    "quote": "Each age has deemed the new-born year the fittest time for festal cheer.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "What is there more kindly than the feeling between host and guest?", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "A year from now, you're gonna weigh more or less than what you do right now.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "Deep breaths are very helpful at shallow parties.", 
    "name": "Barbara Walters"
  }, 
  {
    "quote": "To be an ideal guest, stay at home.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I've had some lovely extraordinary experiences on New Year's Eve.", 
    "name": "Debbie Harry"
  }, 
  {
    "quote": "Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "Accept what people offer. Drink their milkshakes. Take their love.", 
    "name": "Wally Lamb"
  }, 
  {
    "quote": "My parents used to throw great New Year's Eve parties. They invited such an eclectic mix of showbiz people. All those cool people were always hanging out at our apartment.", 
    "name": "Ben Stiller"
  }, 
  {
    "quote": "Strange to see how a good dinner and feasting reconciles everybody.", 
    "name": "Samuel Pepys"
  }, 
  {
    "quote": "I like to go to parties where I know everyone. How are you going to have fun with people you don't know?", 
    "name": "Mary-Kate Olsen"
  }
]