[
  {
    "quote": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "If you want total security, go to prison. There you're fed, clothed, given medical care and so on. The only thing lacking... is freedom.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "I am free because I know that I alone am morally responsible for everything I do. I am free, no matter what rules surround me. If I find them tolerable, I tolerate them if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "Freedom is not worth having if it does not connote freedom to err.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The desire of gold is not for gold. It is for the means of freedom and benefit.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Freedom is nothing but a chance to be better.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "People demand freedom of speech as a compensation for the freedom of thought which they seldom use.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "You have freedom when you're easy in your harness.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Freedom is what you do with what's been done to you.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "The only sure bulwark of continuing liberty is a government strong enough to protect the interests of the people, and a people strong enough and well enough informed to maintain its sovereign control over the goverment.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "The truth is I love being alive. And I love feeling free. So if I can't have those things then I feel like a caged animal and I'd rather not be in a cage. I'd rather be dead. And it's real simple. And I think it's not that uncommon.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "We must be willing to pay a price for freedom.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Liberty cannot be preserved without general knowledge among the people.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Perfect freedom is as necessary to the health and vigor of commerce as it is to the health and vigor of citizenship.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Real freedom is having nothing. I was freer when I didn't have a cent.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "Is freedom anything else than the right to live as we wish? Nothing else.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "For in the end, freedom is a personal and lonely battle and one faces down fears of today so that those of tomorrow might be engaged.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Freedom is a man's natural power of doing what he pleases, so far as he is not prevented by force or law.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I hope for nothing. I fear nothing. I am free.", 
    "name": "Nikos Kazantzakis"
  }, 
  {
    "quote": "As long as men are free to ask what they must, free to say what they think, free to think what they will, freedom can never be lost and science can never regress.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Freedom and justice cannot be parceled out in pieces to suit political convenience. I don't believe you can stand for freedom for one group of people and deny it to others.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "Freedom is the sure possession of those alone who have the courage to defend it.", 
    "name": "Pericles"
  }, 
  {
    "quote": "There are two freedoms - the false, where a man is free to do what he likes the true, where he is free to do what he ought.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "Do not allow to slip away from you freedoms the people who came before you won with such hard knocks.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "I'm a big advocate of freedom: freedom of speech, freedom of expression, freedom of thought.", 
    "name": "Jimmy Wales"
  }, 
  {
    "quote": "We will not waver we will not tire we will not falter, and we will not fail. Peace and Freedom will prevail.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "None who have always been free can understand the terrible fascinating power of the hope of freedom to those who are not free.", 
    "name": "Pearl S. Buck"
  }, 
  {
    "quote": "All theory is against freedom of the will all experience for it.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "What is freedom of expression? Without the freedom to offend, it ceases to exist.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "May we think of freedom, not as the right to do as we please, but as the opportunity to do what is right.", 
    "name": "Peter Marshall"
  }, 
  {
    "quote": "Freedom is the only law which genius knows.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "You can only protect your liberties in this world by protecting the other man's freedom.", 
    "name": "Clarence Darrow"
  }, 
  {
    "quote": "Freedom is from within.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "Freedom rings where opinions clash.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "As human beings, we are endowed with freedom of choice, and we cannot shuffle off our responsibility upon the shoulders of God or nature. We must shoulder it ourselves. It is our responsibility.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "Our freedom can be measured by the number of things we can walk away from.", 
    "name": "Vernon Howard"
  }, 
  {
    "quote": "In America, through pressure of conformity, there is freedom of choice, but nothing to choose from.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "I believe we are on an irreversible trend toward more freedom and democracy - but that could change.", 
    "name": "Dan Quayle"
  }, 
  {
    "quote": "Enslave the liberty of but one human being and the liberties of the world are put in peril.", 
    "name": "William Lloyd Garrison"
  }, 
  {
    "quote": "I believe in freedom of speech, but I believe we should also have the right to comment on freedom of speech.", 
    "name": "Stockwell Day"
  }, 
  {
    "quote": "Seek freedom and become captive of your desires. Seek discipline and find your liberty.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "You cannot parcel out freedom in pieces because freedom is all or nothing.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "Freedom is the oxygen of the soul.", 
    "name": "Moshe Dayan"
  }, 
  {
    "quote": "Freedom is absolutely necessary for the progress in science and the liberal arts.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "We're giving our freedoms away. The American experiment was about freedom. Freedom to be stupid, freedom to fail, freedom to succeed.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "Children should have enough freedom to be themselves - once they've learned the rules.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "'Freedom from fear' could be said to sum up the whole philosophy of human rights.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Freedom of speech includes the freedom to offend people.", 
    "name": "Brad Thor"
  }, 
  {
    "quote": "Heresy is another word for freedom of thought.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "We do not commonly see in a tax a diminution of freedom, and yet it clearly is one.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "Freedom is the recognition of necessity.", 
    "name": "Friedrich Engels"
  }, 
  {
    "quote": "There is no such thing as a little freedom. Either you are all free, or you are not free.", 
    "name": "Walter Cronkite"
  }, 
  {
    "quote": "The right to be let alone is indeed the beginning of all freedoms.", 
    "name": "William O. Douglas"
  }, 
  {
    "quote": "When we lose the right to be different, we lose the privilege to be free.", 
    "name": "Charles Evans Hughes"
  }, 
  {
    "quote": "I chose America as my home because I value freedom and democracy, civil liberties and an open society.", 
    "name": "George Soros"
  }, 
  {
    "quote": "Freedom is contagious. That's why despots fear it so much.", 
    "name": "Bill Owens"
  }, 
  {
    "quote": "Free speech carries with it some freedom to listen.", 
    "name": "Warren E. Burger"
  }, 
  {
    "quote": "I need this wild life, this freedom.", 
    "name": "Zane Grey"
  }, 
  {
    "quote": "Freedom is never easily won, but once established, freedom lasts, spreads and chokes out tyranny.", 
    "name": "Trent Lott"
  }, 
  {
    "quote": "Freedom of the press is not an end in itself but a means to the end of achieving a free society.", 
    "name": "Felix Frankfurter"
  }, 
  {
    "quote": "Coercion, after all, merely captures man. Freedom captivates him.", 
    "name": "Robert McNamara"
  }, 
  {
    "quote": "Freedom is the right to one's dignity as a man.", 
    "name": "Archibald MacLeish"
  }, 
  {
    "quote": "Human beings crave freedom at their core.", 
    "name": "John Ensign"
  }, 
  {
    "quote": "The link between my experience as an entrepreneur and that of a politician is all in one word: freedom.", 
    "name": "Silvio Berlusconi"
  }, 
  {
    "quote": "We should favor innovation and freedom over regulation.", 
    "name": "George Allen"
  }, 
  {
    "quote": "The very idea of freedom incites fear in the hearts of terrorists across the world.", 
    "name": "Elizabeth Dole"
  }, 
  {
    "quote": "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "A friend is someone who gives you total freedom to be yourself.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Expose yourself to your deepest fear after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Freedom is never voluntarily given by the oppressor it must be demanded by the oppressed.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Between stimulus and response there is a space. In that space is our power to choose our response. In our response lies our growth and our freedom.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "Those who deny freedom to others deserve it not for themselves.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "The sweltering summer of the Negro's legitimate discontent will not pass until there is an invigorating autumn of freedom and equality.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The best road to progress is freedom's road.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Freedom makes a huge requirement of every human being. With freedom comes responsibility. For the person who is unwilling to grow up, the person who does not want to carry is own weight, this is a frightening prospect.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Israel was not created in order to disappear - Israel will endure and flourish. It is the child of hope and the home of the brave. It can neither be broken by adversity nor demoralized by success. It carries the shield of democracy and it honors the sword of freedom.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "It is by the goodness of God that in our country we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "Freedom lies in being bold.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "In giving freedom to the slave, we assure freedom to the free - honorable alike in what we give and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Conformity is the jailer of freedom and the enemy of growth.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The most important kind of freedom is to be what you really are. You trade in your reality for a role. You give up your ability to feel, and in exchange, put on a mask.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Freedom is the right to tell people what they do not want to hear.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "China has to go along with world trends. That's democracy, liberty, individual freedom. China sooner or later has to go that way. It cannot go backward.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Punk is musical freedom. It's saying, doing and playing what you want. In Webster's terms, 'nirvana' means freedom from pain, suffering and the external world, and that's pretty close to my definition of Punk Rock.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "It does not take a majority to prevail... but rather an irate, tireless minority, keen on setting brushfires of freedom in the minds of men.", 
    "name": "Samuel Adams"
  }, 
  {
    "quote": "There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Education is the key to unlock the golden door of freedom.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility - I welcome it.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Nobody can give you freedom. Nobody can give you equality or justice or anything. If you're a man, you take it.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Freedom is never dear at any price. It is the breath of life. What would a man not pay for living?", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Most people do not really want freedom, because freedom involves responsibility, and most people are frightened of responsibility.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "I am involved in a freedom ride protesting the loss of the minority rights belonging to the few remaining earthbound stars. All we demanded was our right to twinkle.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Violent means will give violent freedom. That would be a menace to the world and to India herself.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The path we have chosen for the present is full of hazards, as all paths are. The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I am interested in anything about revolt, disorder, chaos-especially activity that seems to have no meaning. It seems to me to be the road toward freedom... Rather than starting inside, I start outside and reach the mental through the physical.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "If we don't believe in freedom of expression for people we despise, we don't believe in it at all.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "I am a Republican, a black, dyed in the wool Republican, and I never intend to belong to any other party than the party of freedom and progress.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "A hero is someone who understands the responsibility that comes with his freedom.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "I'm interested in anything about revolt, disorder, chaos, especially activity that appears to have no meaning. It seems to me to be the road toward freedom.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "We cannot expect that all nations will adopt like systems, for conformity is the jailer of freedom and the enemy of growth.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I believe there are more instances of the abridgement of freedom of the people by gradual and silent encroachments by those in power than by violent and sudden usurpations.", 
    "name": "James Madison"
  }, 
  {
    "quote": "War is peace. Freedom is slavery. Ignorance is strength.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Every human has four endowments- self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.", 
    "name": "Benjamin Britten"
  }, 
  {
    "quote": "The revelation of thought takes men out of servitude into freedom.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "What is ominous is the ease with which some people go from saying that they don't like something to saying that the government should forbid it. When you go down that road, don't expect freedom to survive very long.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "Money won't create success, the freedom to make it will.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Well, if crime fighters fight crime and fire fighters fight fire, what do freedom fighters fight? They never mention that part to us, do they?", 
    "name": "George Carlin"
  }, 
  {
    "quote": "I think my first album opened a lot of doors for me to push the freedom of speech to the limit.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Nothing has been purchased more dearly than the little bit of reason and sense of freedom which now constitutes our pride.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Responsibility is the price of freedom.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything but bad.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "A free America... means just this: individual freedom for all, rich or poor, or else this system of government we call democracy is only an expedient to enslave man to the machine and make him like it.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Let freedom reign. The sun never set on so glorious a human achievement.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Communists have always played an active role in the fight by colonial countries for their freedom, because the short-term objects of Communism would always correspond with the long-term objects of freedom movements.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "If society fits you comfortably enough, you call it freedom.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The only certain freedom's in departure.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Where globalization means, as it so often does, that the rich and powerful now have new means to further enrich and empower themselves at the cost of the poorer and weaker, we have a responsibility to protest in the name of universal freedom.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Without freedom, no art art lives only on the restraints it imposes on itself, and dies of all others.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I think of a hero as someone who understands the degree of responsibility that comes with his freedom.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Every tyrant who has lived has believed in freedom for himself.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Religious liberty is the first freedom in our Constitution. And whether the cause is justice for the persecuted, compassion for the needy and the sick, or mercy for the child waiting to be born, there is no greater force for good in the nation than Christian conscience in action.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I believe in a religion that believes in freedom. Any time I have to accept a religion that won't let me fight a battle for my people, I say to hell with that religion.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Without culture, and the relative freedom it implies, society, even when perfect, is but a jungle. This is why any authentic creation is a gift to the future.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Men are never really willing to die except for the sake of freedom: therefore they do not believe in dying completely.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Only free men can negotiate prisoners cannot enter into contracts. Your freedom and mine cannot be separated.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "There is no such thing as part freedom.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "We, the People, recognize that we have responsibilities as well as rights that our destinies are bound together that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Freedom from effort in the present merely means that there has been effort stored up in the past.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "You can have peace. Or you can have freedom. Don't ever count on having both at once.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "I live in America. I have the right to write whatever I want. And it's equaled by another right just as powerful: the right not to read it. Freedom of speech includes the freedom to offend people.", 
    "name": "Brad Thor"
  }, 
  {
    "quote": "The liberties of our country, the freedom of our civil constitution, are worth defending against all hazards: And it is our duty to defend them against all attacks.", 
    "name": "Samuel Adams"
  }, 
  {
    "quote": "Our single most important challenge is therefore to help establish a social order in which the freedom of the individual will truly mean the freedom of the individual.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Grace is the beauty of form under the influence of freedom.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Freedom consists not in doing what we like, but in having the right to do what we ought.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "This is the highest wisdom that I own freedom and life are earned by those alone who conquer them each day anew.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "If you're not ready to die for it, put the word 'freedom' out of your vocabulary.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "When freedom does not have a purpose, when it does not wish to know anything about the rule of law engraved in the hearts of men and women, when it does not listen to the voice of conscience, it turns against humanity and society.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "There is only one kind of freedom and that's individual liberty. Our lives come from our creator and our liberty comes from our creator. It has nothing to do with government granting it.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "I was ecstatic they re-named 'French Fries' as 'Freedom Fries'. Grown men and women in positions of power in the U.S. government showing themselves as idiots.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "If we wish to free ourselves from enslavement, we must choose freedom and the responsibility this entails.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "I wish that every human life might be pure transparent freedom.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "How absurd men are! They never use the liberties they have, they demand those they do not have. They have freedom of thought, they demand freedom of speech.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "For more than four decades, the Libyan people have been ruled by a tyrant - Moammar Gaddafi. He has denied his people freedom, exploited their wealth, murdered opponents at home and abroad, and terrorized innocent people around the world - including Americans who were killed by Libyan agents.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "You can't separate peace from freedom because no one can be at peace unless he has his freedom.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "The fight for freedom must go on until it is won until our country is free and happy and peaceful as part of the community of man, we cannot rest.", 
    "name": "Oliver Tambo"
  }, 
  {
    "quote": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Love does not claim possession, but gives freedom.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Necessity is blind until it becomes conscious. Freedom is the consciousness of necessity.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "We believe in individual initiative, personal responsibility, opportunity, freedom, small government, the Constitution. These principles, these American principles are key to getting our economy back to being successful and leading the world.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "He only earns his freedom and his life Who takes them every day by storm.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Freedom isn't free. It shouldn't be a bragging point that 'Oh, I don't get involved in politics,' as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn't insist on their right to remain ignorant and blindly agreeable.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Our plans protect freedom and opportunity, and our blueprint is the Constitution of the United States.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Freedom has cost too much blood and agony to be relinquished at the cheap price of rhetoric.", 
    "name": "Thomas Sowell"
  }, 
  {
    "quote": "If I am elected President of these United States, I will work with all my energy and soul to restore that America, to lift our eyes to a better future. That future is our destiny. That future is out there. It is waiting for us. Our children deserve it, our nation depends upon it, the peace and freedom of the world require it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "Whenever men take the law into their own hands, the loser is the law. And when the law loses, freedom languishes.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "To say that any people are not fit for freedom, is to make poverty their choice, and to say they had rather be loaded with taxes than not.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "There are necessary evils. Money is an important thing in terms of representing freedom in our world. And now I have a daughter to think about. It's really the first time I've thought about the future and what it could be.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Posterity: you will never know how much it has cost my generation to preserve your freedom. I hope you will make good use of it.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "Perhaps religious conscience upsets the designs of those who feel that the highest wisdom and authority comes from government. But from the beginning, this nation trusted in God, not man. Religious liberty is the first freedom in our Constitution.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Ultimately, America's answer to the intolerant man is diversity, the very diversity which our heritage of religious freedom has inspired.", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "Religious freedom opens a door for Americans that is closed to too many others around the world. But whether we walk through that door, and what we do with our lives after we do, is up to us.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Freedom. Freedom of religion. Freedom to speak their mind. Freedom to build a life. And yes, freedom to build a business. With their own hands. This is the essence of the American experience.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "History does not long entrust the care of freedom to the weak or the timid.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Anxiety is the dizziness of freedom.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "You don't have freedom because you are a hyphenated American you have freedom because you are an individual, and that should be protected.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "We can be thankful to a friend for a few acres, or a little money and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "A man may be a pessimistic determinist before lunch and an optimistic believer in the will's freedom after it.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "They won't break me because the desire for freedom, and the freedom of the Irish people, is in my heart. The day will dawn when all the people of Ireland will have the desire for freedom to show. It is then that we will see the rising of the moon.", 
    "name": "Bobby Sands"
  }, 
  {
    "quote": "And let me make this very clear - unlike President Obama, I will not raise taxes on the middle class. As president, I will protect the sanctity of life. I will honor the institution of marriage. And I will guarantee America's first liberty: the freedom of religion.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "We still believe in the America that is a land of opportunity and a beacon of freedom. We believe in the America that challenges each of us to be better and bigger than ourselves.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Since Castro took power, the Cuban people have been denied basic human freedoms. No freedom of religion, no freedom of the press, no political freedom. And the regime uses brutality and violence to suppress these freedoms and impose its will.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Your true traveller finds boredom rather agreeable than painful. It is the symbol of his liberty - his excessive freedom. He accepts his boredom, when it comes, not merely philosophically, but almost with pleasure.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Every friend of freedom must be as revolted as I am by the prospect of turning the United States into an armed camp, by the vision of jails filled with casual drug users and of an army of enforcers empowered to invade the liberty of citizens on slight evidence.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Back a hundred years ago, especially around Woodrow Wilson, what happened in this country is we took freedom and we chopped it into pieces.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "When one makes a Revolution, one cannot mark time one must always go forward - or go back. He who now talks about the 'freedom of the press' goes backward, and halts our headlong course towards Socialism.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "The words spoken by the leader of the free world can expand the frontiers of freedom or shrink them. When Ronald Reagan called on Gorbachev to 'tear down this wall,' a surge of confidence rose that would ultimately breach the bounds of the evil empire.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Make no mistake, in this campaign, I will offer the American ideals of economic freedom a clear and unapologetic defense.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "President Obama orders religious organizations to violate their conscience. I will defend religious liberty and overturn regulations that trample on our first freedom.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I don't want to transform America. I want to restore to America the economic values of freedom and opportunity and limited government that has made us the powerhouse of the world.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant.", 
    "name": "Maximilien Robespierre"
  }, 
  {
    "quote": "There are 4 billion cell phones in use today. Many of them are in the hands of market vendors, rickshaw drivers, and others who've historically lacked access to education and opportunity. Information networks have become a great leveler, and we should use them together to help lift people out of poverty and give them a freedom from want.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The worst enemy of life, freedom and the common decencies is total anarchy their second worst enemy is total efficiency.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Those who profess to favor freedom, and yet depreciate agitation, are men who want crops without plowing up the ground.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "I believe all Americans who believe in freedom, tolerance and human rights have a responsibility to oppose bigotry and prejudice based on sexual orientation.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "There can be no real freedom without the freedom to fail.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Freedom in art, freedom in society, this is the double goal towards which all consistent and logical minds must strive.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The only way that has ever been discovered to have a lot of people cooperate together voluntarily is through the free market. And that's why it's so essential to preserving individual freedom.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "No nation could preserve its freedom in the midst of continual warfare.", 
    "name": "James Madison"
  }, 
  {
    "quote": "When people talk of the freedom of writing, speaking or thinking I cannot choose but laugh. No such thing ever existed. No such thing now exists but I hope it will exist. But it must be hundreds of years after you and I shall write and speak no more.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Freedom is hammered out on the anvil of discussion, dissent, and debate.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "The more decisions that you are forced to make alone, the more you are aware of your freedom to choose.", 
    "name": "Thornton Wilder"
  }, 
  {
    "quote": "Freedom is the freedom to say that two plus two make four. If that is granted, all else follows.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "You don't have to be a man to fight for freedom. All you have to do is to be an intelligent human being.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Emancipation from the bondage of the soil is no freedom for the tree.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Freedom from the desire for an answer is essential to the understanding of a problem.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "I know but one freedom, and that is the freedom of the mind.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Freedom is not something that one people can bestow on another as a gift. Thy claim it as their own and none can keep it from them.", 
    "name": "Kwame Nkrumah"
  }, 
  {
    "quote": "Analysis does not set out to make pathological reactions impossible, but to give the patient's ego freedom to decide one way or another.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Pervading nationalism imposes its dominion on man today in many different forms and with an aggressiveness that spares no one. The challenge that is already with us is the temptation to accept as true freedom what in reality is only a new form of slavery.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "A major source of objection to a free economy is precisely that group thinks they ought to want. Underlying most arguments against the free market is a lack of belief in freedom itself.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Freedom is the most contagious virus known to man.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Freedom in general may be defined as the absence of obstacles to the realization of desires.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Shall I tell you what the real evil is? To cringe to the things that are called evils, to surrender to them our freedom, in defiance of which we ought to face any suffering.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "Fear is not in the habit of speaking truth when perfect sincerity is expected, perfect freedom must be allowed nor has anyone who is apt to be angry when he hears the truth any cause to wonder that he does not hear it.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "Freedom of opinion can only exist when the government thinks itself secure.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Both the American people and nations that censor the internet should understand that our government is committed to helping promote internet freedom.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "If a nation values anything more than freedom, it will lose its freedom, and the irony of it is that if it is comfort or money that it values more, it will lose that too.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "We gain freedom when we have paid the full price.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "I know of no country in which there is so little independence of mind and real freedom of discussion as in America.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Perhaps the fact that we have seen millions voting themselves into complete dependence on a tyrant has made our generation understand that to choose one's government is not necessarily to secure freedom.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "The family is the test of freedom because the family is the only thing that the free man makes for himself and by himself.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Freedom is not procured by a full enjoyment of what is desired, but by controlling the desire.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "Freedom means the right of people to assemble, organize, and debate openly.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "What then is freedom? The power to live as one wishes.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Freedom is a possession of inestimable value.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Freedom is the right to live as we wish.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "If there is any principle of the Constitution that more imperatively calls for attachment than any other it is the principle of free thought, not free thought for those who agree with us but freedom for the thought that we hate.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Freedom comes only to those who no longer ask of life that it shall yield them any of those personal goods that are subject to the mutations of time.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Only our individual faith in freedom can keep us free.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "How often I have found that we grow to maturity not by doing what we like, but by doing what we should. How true it is that not every 'should' is a compulsion, and not every 'like' is a high morality and true freedom.", 
    "name": "Karl Rahner"
  }, 
  {
    "quote": "Just living is not enough. One must have sunshine, freedom, and a little flower.", 
    "name": "Hans Christian Andersen"
  }, 
  {
    "quote": "Freedom - to walk free and own no superior.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Forgiveness is the key to action and freedom.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Underlying most arguments against the free market is a lack of belief in freedom itself.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "Freedom itself was attacked this morning by a faceless coward, and freedom will be defended.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice.", 
    "name": "Tim Pawlenty"
  }, 
  {
    "quote": "The end of law is not to abolish or restrain, but to preserve and enlarge freedom. For in all the states of created beings capable of law, where there is no law, there is no freedom.", 
    "name": "John Locke"
  }, 
  {
    "quote": "Everywhere that freedom stirs, let tyrants fear.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "History suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition.", 
    "name": "Milton Friedman"
  }, 
  {
    "quote": "A filmmaker has almost the same freedom as a novelist has when he buys himself some paper.", 
    "name": "Stanley Kubrick"
  }, 
  {
    "quote": "In this possibly terminal phase of human existence, democracy and freedom are more than just ideals to be valued - they may be essential to survival.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "The greatest threat to freedom is the absence of criticism.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "When there is state there can be no freedom, but when there is freedom there will be no state.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "We seek peace, knowing that peace is the climate of freedom.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Governments that block the aspirations of their people, that steal or are corrupt, that oppress and torture or that deny freedom of expression and human rights should bear in mind that they will find it increasingly hard to escape the judgement of their own people, or where warranted, the reach of international law.", 
    "name": "William Hague"
  }, 
  {
    "quote": "We cannot defend freedom abroad by deserting it at home.", 
    "name": "Edward R. Murrow"
  }, 
  {
    "quote": "Americans admire a people who can scratch a desert and produce a garden. The Israelis have shown qualities that Americans identify with: guts, patriotism, idealism, a passion for freedom. I have seen it. I know. I believe that.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Any nation that thinks more of its ease and comfort than its freedom will soon lose its freedom and the ironical thing about it is that it will lose its ease and comfort too.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "I begin to feel like most Americans don't understand the First Amendment, don't understand the idea of freedom of speech, and don't understand that it's the responsibility of the citizen to speak out.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "The secret to happiness is freedom... And the secret to freedom is courage.", 
    "name": "Thucydides"
  }, 
  {
    "quote": "Liberals, it has been said, are generous with other peoples' money, except when it comes to questions of national survival when they prefer to be generous with other people's freedom and security.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "The intense happiness of our union is derived in a high degree from the perfect freedom with which we each follow and declare our own impressions.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Human beings the world over need freedom and security that they may be able to realize their full potential.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I stand for freedom of expression, doing what you believe in, and going after your dreams.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "I come bearing an olive branch in one hand, and the freedom fighter's gun in the other. Do not let the olive branch fall from my hand.", 
    "name": "Yasser Arafat"
  }, 
  {
    "quote": "Who is more to be pitied, a writer bound and gagged by policemen or one living in perfect freedom who has nothing more to say?", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "Personal identity seems like it's just such an American archetype, from Holly Golightly re-inventing herself in 'Breakfast At Tiffany's' to Jay Gatsby in 'The Great Gatsby.' It seems like the sort of archetypal American issue. If you're given the freedom to be anything, or be anyone, what do you do with it?", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "Satisfaction consists in freedom from pain, which is the positive element of life.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "A just laicism allows religious freedom. The state does not impose religion but rather gives space to religions with a responsibility toward civil society, and therefore it allows these religions to be factors in building up society.", 
    "name": "Joseph Ratzinger"
  }, 
  {
    "quote": "As soon as laws are necessary for men, they are no longer fit for freedom.", 
    "name": "Pythagoras"
  }, 
  {
    "quote": "Power in defense of freedom is greater than power in behalf of tyranny and oppression.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "One of the interesting things here is that the people who should be shaping the future are politicians. But the political framework itself is so dead and closed that people look to other sources, like artists, because art and music allow people a certain freedom.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "No protracted war can fail to endanger the freedom of a democratic country.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "I keep telling myself to calm down, to take less of an interest in things and not to get so excited, but I still care a lot about liberty, freedom of speech and expression, and fairness in journalism.", 
    "name": "Kate Adie"
  }, 
  {
    "quote": "The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "We are willing enough to praise freedom when she is safely tucked away in the past and cannot be a nuisance. In the present, amidst dangers whose outcome we cannot foresee, we get nervous about her, and admit censorship.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "We have convinced over one billion members of the Islamic faith that we are prejudiced against their religion, that we would deny them freedom of religion, that we want suppress their culture and invade their governments.", 
    "name": "Theodore C. Sorensen"
  }, 
  {
    "quote": "137 years later, Memorial Day remains one of America's most cherished patriotic observances. The spirit of this day has not changed - it remains a day to honor those who died defending our freedom and democracy.", 
    "name": "Doc Hastings"
  }, 
  {
    "quote": "Freedom does not come without a price. We may sometimes take for granted the many liberties we enjoy in America, but they have all been earned through the ultimate sacrifice paid by so many of the members of our armed forces.", 
    "name": "Charlie Dent"
  }, 
  {
    "quote": "To become self-aware, people must be allowed to hear a plurality of opinions and then make up their own minds. They must be allowed to say, write and publish whatever they want. Freedom of expression is the most basic, but fundamental, right. Without it, human beings are reduced to automatons.", 
    "name": "Ma Jian"
  }, 
  {
    "quote": "Freedom is a right ultimately defended by the sacrifice of America's servicemen and women.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "There are days when solitude is a heady wine that intoxicates you with freedom, others when it is a bitter tonic, and still others when it is a poison that makes you beat your head against the wall.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "I had crossed the line. I was free but there was no one to welcome me to the land of freedom. I was a stranger in a strange land.", 
    "name": "Harriet Tubman"
  }, 
  {
    "quote": "No amount of political freedom will satisfy the hungry masses.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "A Buddha is someone who finds freedom in good fortune and bad.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Before anything else, we need a new age of Enlightenment. Our present political systems must relinquish their claims on truth, justice and freedom and have to replace them with the search for truth, justice, freedom and reason.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "The course of this conflict is not known, yet its outcome is certain. Freedom and fear, justice and cruelty, have always been at war, and we know that God is not neutral between them.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "My desire to curtail undue freedom of speech extends only to such public areas as restaurants, airports, streets, hotel lobbies, parks, and department stores. Verbal exchanges between consenting adults in private are as of little interest to me as they probably are to them.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "The hope and change the Democrats had in mind was nothing more than a retread of the failed and discredited socialist policies that have been the enemy of freedom for centuries all over the world. I fear America is teetering towards tyranny.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I am a lover of truth, a worshipper of freedom, a celebrant at the altar of language and purity and tolerance.", 
    "name": "Stephen Fry"
  }, 
  {
    "quote": "A state that suppresses all freedom of speech, and which by imposing the most terrible punishments, treats each and every attempt at criticism, however morally justified, and every suggestion for improvement as plotting to high treason, is a state that breaks an unwritten law.", 
    "name": "Kurt Huber"
  }, 
  {
    "quote": "Unnecessary possessions are unnecessary burdens. If you have them, you have to take care of them! There is great freedom in simplicity of living. It is those who have enough but not too much who are the happiest.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "So long as you do not achieve social liberty, whatever freedom is provided by the law is of no avail to you.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "You measure a democracy by the freedom it gives its dissidents, not the freedom it gives its assimilated conformists.", 
    "name": "Abbie Hoffman"
  }, 
  {
    "quote": "Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "America's greatness has been the greatness of a free people who shared certain moral commitments. Freedom without moral commitment is aimless and promptly self-destructive.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "America is a model of force and freedom and moderation - with all the coarseness and rudeness of its people.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "The wisest use of American strength is to advance freedom.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Freedom would be not to choose between black and white but to abjure such prescribed choices.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Punk has always been about doing things your own way. What it represents for me is ultimate freedom and a sense of individuality.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "I love music. It's freedom, a way to deal with pent-up frustration.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "For us democracy is a question of human dignity. And human dignity is political freedom.", 
    "name": "Olof Palme"
  }, 
  {
    "quote": "Only people who have been allowed to practise freedom can have the grown-up look in their eyes.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "The United Nations is designed to make possible lasting freedom and independence for all its members.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "No slavery can be abolished without a double emancipation, and the master will benefit by freedom more than the freed-man.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "The only freedom I care about is the freedom to do right the freedom to do wrong I am ready to part with on the cheapest terms to anyone who will take it of me.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Justice is never given it is exacted and the struggle must be continuous for freedom is never a final fact, but a continuing evolving process to higher and higher levels of human, social, economic, political and religious relationship.", 
    "name": "A. Philip Randolph"
  }, 
  {
    "quote": "While the State exists there can be no freedom when there is freedom there will be no State.", 
    "name": "Vladimir Lenin"
  }, 
  {
    "quote": "Even before I knew I was gay, I knew I didn't want to have a child. I knew I didn't want to have one. I never want to have to release it from me. Listen, I love babies. I love children. And I melt when I'm around them. I also love my freedom and I love that I can sleep at night.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Fiction is such a world of freedom, it's wonderful. If you want someone to fly, they can fly.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "If one more 'journalist' makes a cavalier statement about me and my band, I will personally or with my fans' help, greet them at their home and discover just how much they believe in their freedom of speech.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "We will not be intimidated or pushed off the world stage by people who do not like what we stand for, and that is, freedom, democracy and the fight against disease, poverty and terrorism.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "Just living is not enough... one must have sunshine, freedom, and a little flower.", 
    "name": "Hans Christian Anderson"
  }, 
  {
    "quote": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success.", 
    "name": "Michael Korda"
  }, 
  {
    "quote": "I believe that God has planted in every heart the desire to live in freedom.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "American and Israel share a special bond. Our relationship is unique among all nations. Like America, Israel is a strong democracy, a symbol of freedom, and an oasis of liberty, a home to the oppressed and persecuted.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "All people hope Islam helps everything in life. Islam will make jobs. Islam will make freedom. Islam will make everything.", 
    "name": "Ahmed Ali"
  }, 
  {
    "quote": "There are two good things in life - freedom of thought and freedom of action.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "As we look forward to freedom, the shining city on the hill and the best days of America lying ahead, it is the men and women in uniform who protect, defend and make us proud to whom we should look and give thanks every night.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "To be able to love and live in freedom means to be able to make godly decisions. To make godly decisions we have to surrender our egos and all the falsity and shame that goes with it.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "The momentum of freedom in our world is unmistakable - and it is not carried forward by our power alone. We can trust in that greater power Who guides the unfolding of the years. And in all that is to come, we can know that His purposes are just and true.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Freedom of speech, freedom of the press, and freedom of religion all have a double aspect - freedom of thought and freedom of action.", 
    "name": "Frank Murphy"
  }, 
  {
    "quote": "Anywhere, anytime ordinary people are given the chance to choose, the choice is the same: freedom, not tyranny democracy, not dictatorship the rule of law, not the rule of the secret police.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "Much literary criticism comes from people for whom extreme specialization is a cover for either grave cerebral inadequacy or terminal laziness, the latter being a much cherished aspect of academic freedom.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "You can't put democracy and freedom back into a box.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "How does the Meadow flower its bloom unfold? Because the lovely little flower is free down to its root, and in that freedom bold.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Freedom of speech is always under attack by Fascist mentality, which exists in all parts of the world, unfortunately.", 
    "name": "Lawrence Ferlinghetti"
  }, 
  {
    "quote": "Racism is a refuge for the ignorant. It seeks to divide and to destroy. It is the enemy of freedom, and deserves to be met head-on and stamped out.", 
    "name": "Pierre Berton"
  }, 
  {
    "quote": "Struggle is a never ending process. Freedom is never really won, you earn it and win it in every generation.", 
    "name": "Coretta Scott King"
  }, 
  {
    "quote": "Education is a human right with immense power to transform. On its foundation rest the cornerstones of freedom, democracy and sustainable human development.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "True freedom is where an individual's thoughts and actions are in alignment with that which is true, correct, and of honor - no matter the personal price.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "To enjoy freedom we have to control ourselves.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Men who want to support women in our struggle for freedom and justice should understand that it is not terrifically important to us that they learn to cry it is important to us that they stop the crimes of violence against us.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "Novelists have always had complete freedom to pretty much tell their story any way they saw fit. And that's what I'm trying to do.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Our society is illuminated by the spiritual insights of the Hebrew prophets. America and Israel have a common love of human freedom, and they have a common faith in a democratic way of life.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "A political prisoner is someone who is out fighting for his or her people's rights and freedom and is imprisoned for that alone.", 
    "name": "Leonard Peltier"
  }, 
  {
    "quote": "Today's Constitution is a realistic document of freedom only because of several corrective amendments. Those amendments speak to a sense of decency and fairness that I and other Blacks cherish.", 
    "name": "Thurgood Marshall"
  }, 
  {
    "quote": "True independence and freedom can only exist in doing what's right.", 
    "name": "Brigham Young"
  }, 
  {
    "quote": "I am conservative with a small 'c.' It's possible to be conservative in fiscal policy, and tolerant on moral issues or questions of freedom of expression.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "Freedom granted only when it is known beforehand that its effects will be beneficial is not freedom.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "Analysis gave me great freedom of emotions and fantastic confidence. I felt I had served my time as a puppet.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "In South Africa, we could not have achieved our freedom and just peace without the help of people around the world, who through the use of non-violent means, such as boycotts and divestment, encouraged their governments and other corporate actors to reverse decades-long support for the Apartheid regime.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Pleasure and freedom from pain, are the only things desirable as ends.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Look, freedom is an overwhelming American notion. The idea that we want to see the world, the peoples of the world free is something that all of us subscribe to.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "We must face the fact that the preservation of individual freedom is incompatible with a full satisfaction of our views of distributive justice.", 
    "name": "Friedrich August von Hayek"
  }, 
  {
    "quote": "Thought takes man out of servitude, into freedom.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Art gives me the freedom I don't have when I make music.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "For all who love freedom and peace, the world without Saddam Hussein's regime is a better and safer place.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The terrorists are fighting freedom with all their cunning and cruelty because freedom is their greatest fear - and they should be afraid, because freedom is on the march.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "The road to freedom lies not through mysteries or occult performances, but through the intelligent use of natural forces and laws.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "The price of freedom is eternal vigilance.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Freedom is not enough.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Freedom and democracy are dreams you never give up.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "All stories interest me, and some haunt me until I end up writing them. Certain themes keep coming up: justice, loyalty, violence, death, political and social issues, freedom.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "People demand freedom only when they have no power.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Freedom of the press is guaranteed only to those who own one.", 
    "name": "A. J. Liebling"
  }, 
  {
    "quote": "Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth let a people loving freedom come to growth.", 
    "name": "Margaret Walker"
  }, 
  {
    "quote": "The United States of America will never be intimidated by thugs and assassins. The killers will fail, and the Iraqi people will live in freedom.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "I do not want art for a few any more than education for a few, or freedom for a few.", 
    "name": "William Morris"
  }, 
  {
    "quote": "I am truly free only when all human beings, men and women, are equally free. The freedom of other men, far from negating or limiting my freedom, is, on the contrary, its necessary premise and confirmation.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "Death is the liberator of him whom freedom cannot release, the physician of him whom medicine cannot cure, and the comforter of him whom time cannot console.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Bondage is of the mind freedom too is of the mind. If you say 'I am a free soul. I am a son of God who can bind me' free you shall be.", 
    "name": "Ramakrishna"
  }, 
  {
    "quote": "Those religions that are oppressive to women are also against democracy, human rights, and freedom of expression.", 
    "name": "Taslima Nasrin"
  }, 
  {
    "quote": "Real freedom lies in wildness, not in civilization.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "The fifth freedom is freedom from ignorance.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "The liberals think government exists to fix what's wrong with America. They find fault with our Constitution, our economic model and our core values. We disagree with the premise of their argument. We believe there's nothing wrong with America that an extra dose of freedom won't cure.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Freedom of expression - in particular, freedom of the press - guarantees popular participation in the decisions and actions of government, and popular participation is the essence of our democracy.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "That freedom can never be attained by a nation without suffering and sacrifice has been amply borne out by the recent tragic happenings in this subcontinent.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Exclusion is never the way forward on our shared paths to freedom and justice.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "Freedom is control in your own life.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "I was interested by the idea that artists working in a totalitarian dictatorship or tsarist autocracy are secretly and slightly shamefully envied by artists who work in freedom. They have the gratification of intense interest: the authorities want to put them in jail, while there are younger readers for whom what they write is pure oxygen.", 
    "name": "Tom Stoppard"
  }, 
  {
    "quote": "I have no choice about whether or not I have Parkinson's. I have nothing but choices about how I react to it. In those choices, there's freedom to do a lot of things in areas that I wouldn't have otherwise found myself in.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "We can't equate democracy with Christianity because the largest democracy on earth is India, which is primarily Hindu. The third largest democracy is Indonesia, which is Islamic. Democracy and freedom are not dependent on Christian beliefs.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "None can love freedom heartily, but good men the rest love not freedom, but licence.", 
    "name": "John Milton"
  }, 
  {
    "quote": "Freedom can occur only through education.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Fashion is an imposition, a reign on freedom.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "Economic growth may one day turn out to be a curse rather than a good, and under no conditions can it either lead into freedom or constitute a proof for its existence.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "And what do Democrats stand for, if they are so ready to defame concerned citizens as the 'mob' - a word betraying a Marie Antoinette delusion of superiority to ordinary mortals. I thought my party was populist, attentive to the needs and wishes of those outside the power structure. And as a product of the 1960s, I thought the Democratic party was passionately committed to freedom of thought and speech.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "It is better to lose everything you have to keep the balance of justice level, than to live a life of petty privilege devoid of true freedom.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "A new breeze is blowing, and a world refreshed by freedom seems reborn for in man's heart, if not in fact, the day of the dictator is over. The totalitarian era is passing, its old ideas blown away like leaves from an ancient, lifeless tree.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "Art is the daughter of freedom.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Young players need freedom of expression to develop as creative players... they should be encouraged to try skills without fear of failure.", 
    "name": "Arsene Wenger"
  }, 
  {
    "quote": "The perfection of our union, especially our commitment to equality of opportunity, has been a story of constant striving to live up to our Founding principles. This is what Abraham Lincoln meant when he said, 'In giving freedom to the slave, we assure freedom to the free - honorable alike in what we give, and what we preserve.'", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "That's what we do in this country. That's the American Dream. That's freedom, and I'll take it any day over the supervision and sanctimony of the central planners.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I don't like definitions, but if there is a definition of freedom, it would be when you have control over your reality to transform it, to change it, rather than having it imposed upon you. You can't really ask for more than.", 
    "name": "Mark Knopfler"
  }, 
  {
    "quote": "God tolerates even our stammering, and pardons our ignorance whenever something inadvertently escapes us - as, indeed, without this mercy there would be no freedom to pray.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "A nation which makes the final sacrifice for life and freedom does not get beaten.", 
    "name": "Kemal Ataturk"
  }, 
  {
    "quote": "When you're not concerned with succeeding, you can work with complete freedom.", 
    "name": "Larry David"
  }, 
  {
    "quote": "Secrecy is the freedom tyrants dream of.", 
    "name": "Bill Moyers"
  }, 
  {
    "quote": "Watching President Obama apologize last week for America's arrogance - before a French audience that owes its freedom to the sacrifices of Americans - helped convince me that he has a deep-seated antipathy toward American values and traditions.", 
    "name": "Rick Santorum"
  }, 
  {
    "quote": "Art requires neither complaisance nor politeness nothing but faith, faith and freedom.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "If the events of September 11, 2001, have proven anything, it's that the terrorists can attack us, but they can't take away what makes us American - our freedom, our liberty, our civil rights. No, only Attorney General John Ashcroft can do that.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "Our culture is just a series of checks and balances. The whole idea that we're in a battle between tyranny and freedom - it's a series of pendulum swings.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "But if you can create an honorable livelihood, where you take your skills and use them and you earn a living from it, it gives you a sense of freedom and allows you to balance your life the way you want.", 
    "name": "Anita Roddick"
  }, 
  {
    "quote": "But, I don't think any arranger should ever write a drum part for a drummer because if a drummer can't create his own Interpretation of the chart and he plays everything that's written, he becomes mechanical he has no freedom.", 
    "name": "Buddy Rich"
  }, 
  {
    "quote": "The degree of freedom from unwanted thoughts and the degree of concentration on a single thought are the measures to gauge spiritual progress.", 
    "name": "Ramana Maharshi"
  }, 
  {
    "quote": "Freedom is always and exclusively freedom for the one who thinks differently.", 
    "name": "Rosa Luxemburg"
  }, 
  {
    "quote": "Back then I didn't think a woman like that, or a relationship like that, could exist with complete freedom and no jealousy or possessiveness. I thought it sounded too good to be true and I was certainly convinced it wasn't the life for me!", 
    "name": "Sylvia Kristel"
  }, 
  {
    "quote": "I think this society suffers so much from too much freedom, too many rights that allow people to be irresponsible.", 
    "name": "Boyd Rice"
  }, 
  {
    "quote": "But I found that disappointing people is a good thing, because disapproval is freedom.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "It is easy to believe in freedom of speech for those with whom we agree.", 
    "name": "Leo McKern"
  }, 
  {
    "quote": "America, to me, is freedom.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "The new freedom of expression brought by the Internet goes far beyond politics. People relate to each other in new ways, posing questions about how we should respond to people when all that we know about them is what we have learned through a medium that permits all kinds of anonymity and deception.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "The man form is higher than the angel form of all forms it is the highest. Man is the highest being in creation, because he aspires to freedom.", 
    "name": "Paramahansa Yogananda"
  }, 
  {
    "quote": "What is the conservative movement? It's pretty straightforward. We believe that the way prosperity is created is when people have the freedom and the opportunity to pursue their dreams.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Many politicians are in the habit of laying it down as a self-evident proposition that no people ought to be free till they are fit to use their freedom. The maxim is worthy of the fool in the old story who resolved not to go into the water till he had learned to swim.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "Here's a nation, one of the founding pillars was freedom of speech and freedom of expression. And yet, we have imposed upon people restrictions on what they can say, on what they can think. And the media is the largest proponent of this, crucifying people who say things really quite innocently.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "You can't separate peace from freedom because no one can be at peace unless he has his freedom.", 
    "name": "Malcom X"
  }, 
  {
    "quote": "The history of the world is none other than the progress of the consciousness of freedom.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "Freedom means the opportunity to be what we never thought we would be.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Freedom is fragile and must be protected. To sacrifice it, even as a temporary measure, is to betray it.", 
    "name": "Germaine Greer"
  }, 
  {
    "quote": "No one can enjoy freedom without trembling.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "I'm not sure if it's good to have freedom or not. I'm really confused now.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "Freedom is not a gift nor does it simply exist for us to have, but rather it is a sacred duty, and its blessed yield of hope is born from none other than the blood of the innocent.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Obedience is detachment from the self. This is the most radical detachment of all. But what is the self? The self is the principle of reason and responsibility in us. It is the root of freedom, it is what makes us men.", 
    "name": "Bede Griffiths"
  }, 
  {
    "quote": "What is the essence of America? Finding and maintaining that perfect, delicate balance between freedom 'to' and freedom 'from.'", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "The precondition to freedom is security.", 
    "name": "Rand Beers"
  }, 
  {
    "quote": "The best way to enhance freedom in other lands is to demonstrate here that our democratic system is worthy of emulation.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I've used the prestige and influence of having been a president of the United States as effectively as possible. And secondly, I've still been able to carry out my commitments to peace and human rights and environmental quality and freedom and democracy and so forth.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "But on average, I go to the gym about four or five times a week. Today, I'm so experienced in training - I'm actually listening to my body now. My body needs freedom. When I train I create serenity and I produce oxygen in my blood. It helps me to think better and relax. By training, you accentuate the problem.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "We don't appreciate what we have until it's gone. Freedom is like that. It's like air. When you have it, you don't notice it.", 
    "name": "Boris Yeltsin"
  }, 
  {
    "quote": "There should be a sympathy with freedom, a desire to give it scope, founded not upon visionary ideas, but upon the long experience of many generations within the shores of this happy isle, that in freedom you lay the firmest foundations both of loyalty and order.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "A mere forty years ago, beach volleyball was just beginning. No bureaucrat would have invented it, and that's what freedom is all about.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "No cause is left but the most ancient of all, the one, in fact, that from the beginning of our history has determined the very existence of politics, the cause of freedom versus tyranny.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Victorious living does not mean freedom from temptation, nor does it mean freedom from mistakes.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "To me, freedom entitles you to do something, not to not do something.", 
    "name": "Shel Silverstein"
  }, 
  {
    "quote": "A person is a fool to become a writer. His only compensation is absolute freedom.", 
    "name": "Roald Dahl"
  }, 
  {
    "quote": "And why do we, who say we oppose tyranny and demand freedom of speech, allow people to go to prison and be vilified, and magazines to be closed down on the spot, for suggesting another version of history.", 
    "name": "David Icke"
  }, 
  {
    "quote": "The Jewish festival of freedom is the oldest continuously observed religious ritual in the world. Across the centuries, Passover has never lost its power to inspire the imagination of successive generations of Jews with its annually re-enacted drama of slavery and liberation.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Don't ever dare to take your college as a matter of course - because, like democracy and freedom, many people you'll never know have broken their hearts to get it for you.", 
    "name": "Alice Duer Miller"
  }, 
  {
    "quote": "The freedom to be an individual is the essence of America.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "As a consequence of the victories we have registered during our first ten years of freedom, we have laid a firm foundation for the new advances we must and will make during the next decade.", 
    "name": "Thabo Mbeki"
  }, 
  {
    "quote": "I've returned to being an amateur without any ties or strings attached, which gives me a freedom I never had before.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "In many respects, the United States is a great country. Freedom of speech is protected more than in any other country. It is also a very free society.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Working with HBO was an opportunity to experience creative freedom and 'long-form development' that filmmakers didn't have a chance to do before the emergence of shows like 'The Sopranos.'", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Freedom, morality, and the human dignity of the individual consists precisely in this that he does good not because he is forced to do so, but because he freely conceives it, wants it, and loves it.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "In a completely sane world, madness is the only freedom.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "I felt extremely uncomfortable as the focal point, in the spotlight. I really like the behind the scenes role, because all my freedom is there.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "The general interest of the masses might take the place of the insight of genius if it were allowed freedom of action.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "When we talk of freedom and opportunity for all nations, the mocking paradoxes in our own society become so clear they can no longer be ignored.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "For you who no longer posses it, freedom is everything, for us who do, it is merely an illusion.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Negation is the mind's first freedom, yet a negative habit is fruitful only so long as we exert ourselves to overcome it, adapt it to our needs once acquired it can imprison us.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "We chose more freedom instead of more government. We chose the principles of our founding to solve the challenges of our time. We chose a special man to lead us in a special time. We chose Mitt Romney to lead our nation.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I think there's some connection between absolute discipline and absolute freedom.", 
    "name": "Alan Rickman"
  }, 
  {
    "quote": "In 1960, when I came out of prison as an ex-convict, I had more freedom under parolee supervision than there's available... in America right now.", 
    "name": "Merle Haggard"
  }, 
  {
    "quote": "It is very easy to make clear what you want a film to say, but I did not wish to engage in overt propaganda, even for the right cause. I wanted to create an experience through the films, something where people could have the freedom of their own response to them.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "Among the many values in life, I appreciate freedom most.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "And it's one thing to give people freedom and something else to deny the rights of Christians to assert their faith in order to keep Hindus from feeling upset.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "The day will dawn when all the people of Ireland will have the desire for freedom to show. It is then we'll see the rising of the moon.", 
    "name": "Bobby Sands"
  }, 
  {
    "quote": "Not to sound overly cheesy but I really appreciate the freedom we have in America - especially as a female.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "The political core of any movement for freedom in the society has to have the political imperative to protect free speech.", 
    "name": "Bell Hooks"
  }, 
  {
    "quote": "Among the best traitors Ireland has ever had, Mother Church ranks at the very top, a massive obstacle in the path to equality and freedom. She has been a force for conservatism... to ward off threats to her own security and influence.", 
    "name": "Bernadette Devlin"
  }, 
  {
    "quote": "It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "No people in history have ever survived who thought they could protect their freedom by making themselves inoffensive to their enemies.", 
    "name": "Dean Acheson"
  }, 
  {
    "quote": "We are living in the excesses of freedom. Just take a look at 42nd Street and Broadway.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Civilization is the order and freedom is promoting cultural activity.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Every therapeutic cure, and still more, any awkward attempt to show the patient the truth, tears him from the cradle of his freedom from responsibility and must therefore reckon with the most vehement resistance.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "In health there is freedom. Health is the first of all liberties.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death.", 
    "name": "Edith Wharton"
  }, 
  {
    "quote": "Once I know people know who I am, it gives me a lot of licence and freedom to behave in ways I wouldn't normally.", 
    "name": "Larry David"
  }, 
  {
    "quote": "But it wasn't until I graduated from Texas A &amp M University and joined the United States Air Force, flying C-130's all around the globe, that I truly appreciated the blessings of freedom.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I'm not a drug addict. My wild period wasn't about drugs it was about sexual freedom.", 
    "name": "Calvin Klein"
  }, 
  {
    "quote": "The State is the altar of political freedom and, like the religious altar, it is maintained for the purpose of human sacrifice.", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "As long as there is rape... there is not going to be any peace or justice or equality or freedom. You are not going to become what you want to become or who you want to become. You are not going to live in the world you want to live in.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "There's a certain amount of freedom involved in cycling: you're self-propelled and decide exactly where to go. If you see something that catches your eye to the left, you can veer off there, which isn't so easy in a car, and you can't cover as much ground walking.", 
    "name": "David Byrne"
  }, 
  {
    "quote": "The magic of America is that we're a free and open society with a mixed population. Part of our security is our freedom.", 
    "name": "Madeleine Albright"
  }, 
  {
    "quote": "The idea that men are created free and equal is both true and misleading: men are created different they lose their social freedom and their individual autonomy in seeking to become like each other.", 
    "name": "David Riesman"
  }, 
  {
    "quote": "It was so much fun to have the freedom to wander America, with no assignments. For 25 or 30 years I never had an assignment. These were all stories I wanted to do myself.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "Freedom cannot be given... It can only be taken away.", 
    "name": "David Allan Coe"
  }, 
  {
    "quote": "I had spent many years pursuing excellence, because that is what classical music is all about... Now it was dedicated to freedom, and that was far more important.", 
    "name": "Nina Simone"
  }, 
  {
    "quote": "There are lots of people out there who think they know the truth about God and religion, but does anybody really know for sure? That's why the founding fathers built freedom of religious belief into the structure of this nation, so that everybody could make up their minds for themselves.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "True freedom requires the rule of law and justice, and a judicial system in which the rights of some are not secured by the denial of rights to others.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "But if people want to swim in the Thames, if they want to take their lives into their own hands, then they should be able to do so with all the freedom and exhilaration of our woad-painted ancestors.", 
    "name": "Boris Johnson"
  }, 
  {
    "quote": "We in the United States should be all the more thankful for the freedom and religious tolerance we enjoy. And we should always remember the lessons learned from the Holocaust, in hopes we stay vigilant against such inhumanity now and in the future.", 
    "name": "Charlie Dent"
  }, 
  {
    "quote": "A nice, easy place for freedom of speech to be eroded is comics, because comics are a natural target whenever an election comes up.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "The current total of countries in the world with First Amendments is one. You have guaranteed freedom of speech. Other countries don't have that.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "We know there is no such thing as freedom without the risk of failure.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "Fortunately, somewhere between chance and mystery lies imagination, the only thing that protects our freedom, despite the fact that people keep trying to reduce it or kill it off altogether.", 
    "name": "Luis Bunuel"
  }, 
  {
    "quote": "We need the children of Indonesia and the Philippines to manufacture our freedom of choice.", 
    "name": "Marc Maron"
  }, 
  {
    "quote": "And we can celebrate when we have a government that has earned back the trust of the people it serves... when we have a government that honors our Constitution and stands up for the values that have made America, America: economic freedom, individual liberty, and personal responsibility.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Hamas is a terrorist organization dedicated to annihilating the Jewish state. It runs a theocratic totalitarian state in Gaza, with no individual liberty, and no freedom of speech or press.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "We know what works. Freedom Works. We know what's right. Freedom is right.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "To me, the American Dream is being able to follow your own personal calling. To be able to do what you want to do is incredible freedom.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "I can remember when Democrats believed that it was the duty of America to fight for freedom over tyranny.", 
    "name": "Zell Miller"
  }, 
  {
    "quote": "The cause of freedom is not the cause of a race or a sect, a party or a class-it is the cause of human kind, the very birthright of humanity.", 
    "name": "Anna Julia Cooper"
  }, 
  {
    "quote": "We call our country home of the brave and land of the free, but it's not. We give a false portrayal of freedom. We're not free - if we were, we'd allow people their freedom.", 
    "name": "Jesse Ventura"
  }, 
  {
    "quote": "The clash of ideas is the sound of freedom.", 
    "name": "Lady Bird Johnson"
  }, 
  {
    "quote": "A lot of people out there pay good lip service to the idea of personal freedom... right up to the point that someone tries to do something that they don't personally approve of.", 
    "name": "Neal Boortz"
  }, 
  {
    "quote": "The Ego is partly free. partly determined, and reaches fuller freedom by approaching the Individual who is most free: God.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Man cannot be free if he does not know that he is subject to necessity, because his freedom is always won in his never wholly successful attempts to liberate himself from necessity.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "True human goodness, in all its purity and freedom, can come to the fore only when its recipient has no power.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Hero-worship is strongest where there is least regard for human freedom.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "America is just the country that how all the written guarantees in the world for freedom are no protection against tyranny and oppression of the worst kind. There the politician has come to be looked upon as the very scum of society.", 
    "name": "Peter Kropotkin"
  }, 
  {
    "quote": "What we have at present is a system of loss socialism. Whatever goes wrong is shouldered by the general public and anything that works is privatised. Worshippers of market freedom have suspended the most important economic principle: Risk and liability go hand in hand.", 
    "name": "Sigmar Gabriel"
  }, 
  {
    "quote": "In the literal sense, there has been no relevant evolution since the trek from Africa. But there has been substantial progress towards higher standards of rights, justice and freedom - along with all too many illustrations of how remote is the goal of a decent society.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Political Freedom without economic equality is a pretense, a fraud, a lie and the workers want no lying.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "What Churchill described as the twin marauders of war and tyranny have been almost entirely banished from our continent. Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean. And while we must never take this for granted, the first purpose of the European Union - to secure peace - has been achieved and we should pay tribute to all those in the EU, alongside Nato, who made that happen.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "The enemies of freedom do not argue they shout and they shoot.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "It is the people who scream the loudest about America and Freedom who see to be the most intolerant for a differing point of view.", 
    "name": "Rosanne Cash"
  }, 
  {
    "quote": "To me, punk rock is the freedom to create, freedom to be successful, freedom to not be successful, freedom to be who you are. It's freedom.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "So sometimes the facts are good and sometimes the facts are bad, the important thing from the point of view of a principle as broad and important as freedom of speech is that the courts articulate and set forth in a very protective way what those principles are.", 
    "name": "Floyd Abrams"
  }, 
  {
    "quote": "I love to deer hunt and fish and drive down the back roads in my truck. All those things basically equal freedom to me - and not having to return that message or call from my record company or management. At some point, I need to recharge.", 
    "name": "Blake Shelton"
  }, 
  {
    "quote": "Institutions - government, churches, industries, and the like - have properly no other function than to contribute to human freedom and in so far as they fail, on the whole, to perform this function, they are wrong and need reconstruction.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "Freedom is such a gift.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "It is not the simple statement of facts that ushers in freedom it is the constant repetition of them that has this liberating effect. Tolerance is the result not of enlightenment, but of boredom.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "The American dream is about freedom.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "Freedom is secured every day by our men and women in uniform. We must build a future worthy of their sacrifice.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "The greatest enemy of individual freedom is the individual himself.", 
    "name": "Saul Alinsky"
  }, 
  {
    "quote": "I try to give the media as many confusing images as I can to retain my freedom. What's real is for my children and the people I live with.", 
    "name": "Sting"
  }, 
  {
    "quote": "One of the rewards of success is freedom, the ability to do whatever you like.", 
    "name": "Sting"
  }, 
  {
    "quote": "Ruin is the destination toward which all men rush, each pursuing his own best interest in a society that believes in the freedom of the commons.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "Freedom in a commons brings ruin to all.", 
    "name": "Garrett Hardin"
  }, 
  {
    "quote": "Freedom is the emancipation from the arbitrary rule of other men.", 
    "name": "Mortimer Adler"
  }, 
  {
    "quote": "The freedom to criticize judges and other public officials is necessary to a vibrant democracy. The problem comes when healthy criticism is replaced with more destructive intimidation and sanctions.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "I love the freedom of movement that my phone gives me. That has definitely transformed my life.", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "Until you have lost your reputation, you never realize what a burden it was or what freedom really is.", 
    "name": "Margaret Mitchell"
  }, 
  {
    "quote": "It is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Ironically, it is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "I do think there are certain times we should infringe on your freedom.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "To be honest, I've always had far too much freedom. I had a job when I was 10. I started living on my own when I was 17 or 18. I've earned my own money I've traveled the world. What would I rebel against?", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "I'm a multidimensional person and that's the freedom of fashion: that you're able to reinvent yourself through how you dress and how you cut your hair or whatever.", 
    "name": "Emma Watson"
  }, 
  {
    "quote": "No one who has lived even for a fleeting moment for something other than life in its conventional sense and has experienced the exaltation that this feeling produces can then renounce his new freedom so easily.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "Remove advertising, disable a person or firm from proclaiming its wares and their merits, and the whole of society and of the economy is transformed. The enemies of advertising are the enemies of freedom.", 
    "name": "David Ogilvy"
  }, 
  {
    "quote": "Most men, after a little freedom, have preferred authority with the consoling assurances and the economy of effort it brings.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "So the Comic Book Legal Defense Fund is out there preserving and fighting for, and sometimes winning and sometimes losing, the fight for First Amendment rights in comics and, more generally, for freedom of speech.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "There's a glorious sense of freedom in comedy, just allowing myself to tell jokes, allowing myself to interrupt myself and tell old African folk stories that I made up - or didn't - and Jamaican stories.", 
    "name": "Neil Gaiman"
  }, 
  {
    "quote": "The worst enemy of truth and freedom in our society is the compact majority.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "The pillars of truth and the pillars of freedom - they are the pillars of society.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "Our forefathers got it they got it, man. They took godly principles and they put them into action, and they developed our Constitution - the land of freedom where each man is accountable and responsible for his actions.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "The First Amendment freedom of religion is as important today as when the Bill of Rights was first written.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "One certain effect of war is to diminish freedom of expression.", 
    "name": "Howard Zinn"
  }, 
  {
    "quote": "Certain things happened in the early church. Women who had never had any freedom suddenly have the ability to stand up and speak and be treated as equals within the life of the church.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Their poverty secured their freedom, since our desires and our possessions are the strongest fetters of despotism.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "The only thing money gives you is the freedom of not worrying about money.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "When a truth is not given complete freedom, freedom is not complete.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "Human beings want to be free and however long they may agree to stay locked up, to stay oppressed, there will come a time when they say 'That's it.' Suddenly they find themselves doing something that they never would have thought they would be doing, simply because of the human instinct that makes them turn their face towards freedom.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "We hold our heads high, despite the price we have paid, because freedom is priceless.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Freedom begins as we become conscious of it.", 
    "name": "Vernon Howard"
  }, 
  {
    "quote": "The problem of the world today is the people talk on and on about democracy, freedom, justice. But I don't give a damn about democracy if I am worried about survival.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "There must be freedom for all to live, to think, to worship, no book, no avenue must be closed.", 
    "name": "James Larkin"
  }, 
  {
    "quote": "Freedom is the by-product of economic surplus.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "While Democrats fussed with the details of health care reforms, conservatives spent months telling the nation that the real issue is freedom, that what's on the line is American liberty itself.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "There are few things in politics more annoying than the Right's utter conviction that it owns the patent on the word 'freedom' that when its leaders stand up for the rights of banks to be unregulated or capital gains to be untaxed, that it is actually and obviously standing up for human liberty, the noblest cause of them all.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Women are degraded by the propensity to enjoy the present moment, and, at last, despise the freedom which they have not sufficient virtue to struggle to attain.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "The condition every art requires is, not so much freedom from restriction, as freedom from adulteration and from the intrusion of foreign matter.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "If you are for freedom and equal rights, which we hear a lot of talk about these days, then you have to include the LGBTQ community in that. And if you're not willing to put your time where your mouth is, then I don't know quite what you mean by commitment in your life.", 
    "name": "Hal Sparks"
  }, 
  {
    "quote": "The United States and Israel have a unique relationship based on our mutual commitment to democracy, freedom, and peace. Therefore, just as our commitment to these principles must be steadfast, so must our support for Israel.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Bush is morally a universalist. For instance, he says the freedom is good, the same thing is good, all over the world. So in that sense he's a universalist.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Bush sees the evil as out there in the wider world, residing in people who 'hate freedom'. Look at his immediate response to the pictures of prisoner abuse this is not what Americans do, these are not our values.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Freedom of conscience entails more dangers than authority and despotism.", 
    "name": "Michel Foucault"
  }, 
  {
    "quote": "I really feel that the talent I have is acting. Freedom and the possibility of play-that is what I like to have.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "The Bill of Rights was intended to secure freedom of speech - the freedom of speech of members of parliament to speak freely rather than be at threat of... the threat of an over powerful monarch at the time.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I will never understand people who think that the way to show their righteous opposition to sexual freedom is to write letters full of filthy words.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "Well, the first thing is that truth and power for me form an antithesis, an antagonism, which will hardly ever be resolved. I can define in fact, can simplify the history of human society, the evolution of human society, as a contest between power and freedom.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "My grandfather was a man, when he talked about freedom, his attitude was really interesting. His view was that you had obligations or you had responsibilities, and when you fulfilled those obligations or responsibilities, that then gave you the liberty to do other things.", 
    "name": "Clarence Thomas"
  }, 
  {
    "quote": "Too much freedom can lead to the soul's decay.", 
    "name": "Prince"
  }, 
  {
    "quote": "Freedom has a price. Most people aren't willing to pay it.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Great research universities must insist on independence from government and on the exercise of academic freedom.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "I was determined to achieve the total freedom that our history lessons taught us we were entitled to, no matter what the sacrifice.", 
    "name": "Rosabeth Moss Kanter"
  }, 
  {
    "quote": "Modernism released us from the constraints of everything that had gone before with a euphoric sense of freedom.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "Resist this war on God, freedom of religion and freedom of speech.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I've come to realize that protecting freedom of choice in our everyday lives is essential to maintaining a healthy civil society.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "To criticize a person for their race is manifestly irrational and ridiculous, but to criticize their religion, that is a right. That is a freedom.", 
    "name": "Rowan Atkinson"
  }, 
  {
    "quote": "For the past several years, I have remained what others would consider underground. I did this in order to build a community of people, like-minded in their desire for freedom and the right to pursue their goals and lives without being manipulated and controlled by a media protected military industrial complex with a completely different agenda.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "As crucial as religion has been and is to the life of the nation, America's unifying force has never been a specific faith, but a commitment to freedom - not least freedom of conscience.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "The spread of freedom is the best security for the free.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "But there is a corollary to freedom and that's personal responsibility, and the real challenge is how you generate that personal responsibility without imposing it.", 
    "name": "Esther Dyson"
  }, 
  {
    "quote": "It is a strange fact that freedom and equality, the two basic ideas of democracy, are to some extent contradictory. Logically considered, freedom and equality are mutually exclusive, just as society and the individual are mutually exclusive.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "My wife needs her freedom just like me.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "You have the freedom to live and let live, to love and let love. Granting yourself that freedom is one of the healthiest, most constructive things you can do for yourself and the people who matter to you.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "Beware how you trifle with your marvelous inheritance, this great land of ordered liberty, for if we stumble and fall, freedom and civilization everywhere will go down in ruin.", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "The Declaration of Independence was always our vision of who we wanted to be, our ideal of freedom and justice, how we were going to be different, and what the American experiment was going to be about.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "Her beauty didn't do her any good and she couldn't use it in any positive way or manipulative way. I just hope that people will look and see and believe in that hope of love, that hope of freedom, even if it was just for a limited time.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "The spirit of truth and the spirit of freedom - these are the pillars of society.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "If our freedom is taken, the American dream will wither and die.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "Now, one of the most essential branches of English liberty is the freedom of one's house.", 
    "name": "James Otis"
  }, 
  {
    "quote": "The freedom that women were supposed to have found in the Sixties largely boiled down to easy contraception and abortion things to make life easier for men, in fact.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "No, my work does not reflect my sexual preferences, it reflects the fact that I feel total freedom as an artist.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "I like repressed characters. That gives me a lot of freedom to make a lot of different choices through subtleties.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "The work of art is a scream of freedom.", 
    "name": "Christo"
  }, 
  {
    "quote": "As the fly bangs against the window attempting freedom while the door stands open, so we bang against death ignoring heaven.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "Freedom of choice is more to be treasured than any possession earth can give.", 
    "name": "David O. McKay"
  }, 
  {
    "quote": "You have riches and freedom here but I feel no sense of faith or direction. You have so many computers, why don't you use them in the search for love?", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "The hope of the nation which throughout the nineteenth century had not for a moment reconciled itself with the loss of independence, and fighting for its own freedom, fought at the same time for the freedom of other nations.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "I most sincerely wish that the world in which we live be free from the threat of a nuclear holocaust and from the ruinous arms race. It is my cherished desire that peace be not separated from freedom which is the right of every nation. This I desire and for this I pray.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Freedom must be gained step by step, slowly. Freedom is a food which must be carefully administered when people are too hungry for it.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "Freedom is an indivisible word. If we want to enjoy it, and fight for it, we must be prepared to extend it to everyone, whether they are rich or poor, whether they agree with us or not, no matter what their race or the color of their skin.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "Freedom requires no effort to enjoy but requires heroic efforts to preserve.", 
    "name": "Richard G. Scott"
  }, 
  {
    "quote": "I've got personal views on the '60s. You can't have freedom without paying the price for it.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "We clearly realize that freedom's inner kingdom cannot be touched by exterior attacks.", 
    "name": "Vernon Howard"
  }, 
  {
    "quote": "If one is going to err, one should err on the side of liberty and freedom.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "America's Veterans have served their country with the belief that democracy and freedom are ideals to be upheld around the world.", 
    "name": "John Doolittle"
  }, 
  {
    "quote": "Music is where I have the most creative freedom, but I love producing. To me, that's kind of where all the action is. You get a chance to have your hands in every aspect of a film. From picking a director, sometimes picking a writer, to the actors, the wardrobe, set design, editing, music, and marketing.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "Jobs mean freedom for workers to support their families.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "Many will view the compromises that will be made during your negotiations as painful concessions. But why not view them as peace offerings, ones that will provide in return the priceless gifts of hope, security and freedom for our children and our children's?", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Rock and roll music - the music of freedom frightens people and unleashes all manner of conservative defense mechanisms.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "Freedom is man's capacity to take a hand in his own development. It is our capacity to mold ourselves.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "Human freedom involves our capacity to pause, to choose the one response toward which we wish to throw our weight.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "You can be a thousand different women. It's your choice which one you want to be. It's about freedom and sovereignty. You celebrate who you are. You say, 'This is my kingdom.'", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "Israel was born under the British mandate. We learned from the British what democracy means, and how it behaves in a time of danger, war and terror. We thank Britain for introducing freedom and respect of human rights both in normal and demanding circumstances.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "When the United States was founded, the very idea of a nation premised on democratic principles of freedom and tolerance was viewed by the vast majority of the world as an experiment doomed to fail. Dictatorships, monarchies, and theocracies had for many centuries ruled the world.", 
    "name": "Eliot Spitzer"
  }, 
  {
    "quote": "If you don't mind haunting the margins, I think there is more freedom there.", 
    "name": "Colin Firth"
  }, 
  {
    "quote": "We know from our own history that democratic institutions take decades to mature, and we know from past conflicts that freedom is not free.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "If it's total freedom, I guess the ultimate thing you can go into is total silence between the audience and performer, with the performer projecting something he doesn't even have to play.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "We know the road to freedom has always been stalked by death.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "Freedom from care and anxiety of mind is a blessing, which I apprehend such people enjoy in higher perfection than most others, and is of the utmost consequence.", 
    "name": "William Falconer"
  }, 
  {
    "quote": "We all have the right of freedom of speech under the First Amendment. We all don't have to agree with one another on our opinions. Everyone in my circle, that I run around with, we all feel the same about God, country, integrity and character.", 
    "name": "Luke Scott"
  }, 
  {
    "quote": "Next in importance to freedom and justice is popular education, without which neither freedom nor justice can be permanently maintained.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "An almost hysterical antagonism toward the gold standard is one issue which unites statists of all persuasions. They seem to sense... that gold and economic freedom are inseparable.", 
    "name": "Alan Greenspan"
  }, 
  {
    "quote": "Any one who wants to live in peace and freedom will be to live by toil, demonstration of high levels of discipline and tolerance for one another.", 
    "name": "Yahya Jammeh"
  }, 
  {
    "quote": "Laying tracks gives you freedom without being too obvious.", 
    "name": "Claude Chabrol"
  }, 
  {
    "quote": "Woe to that nation whose literature is cut short by the intrusion of force. This is not merely interference with freedom of the press but the sealing up of a nation's heart, the excision of its memory.", 
    "name": "Aleksandr Solzhenitsyn"
  }, 
  {
    "quote": "Bastard Freedom waves Her fustian flag in mockery over slaves.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "I think to be - for me to be an American is - you know, it's one of the greatest things in the world for - you know, for me just because I've been able to grow up with everything. The freedom. You know, in my eyes this is the greatest country in the world.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "We don't have an Official Secrets Act in the United States, as other countries do. Under the First Amendment, freedom of the press, freedom of speech, and freedom of association are more important than protecting secrets.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "Those who write the editorials and those who write the columns, they simply are unaccountable. They're free to impose their cultural politics in the name of freedom of the press.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I believe firmly that in making ethical decisions, man has the prerogative of true freedom of choice.", 
    "name": "Corliss Lamont"
  }, 
  {
    "quote": "True freedom is the capacity for acting according to one's true character, to be altogether one's self, to be self-determined and not subject to outside coercion.", 
    "name": "Corliss Lamont"
  }, 
  {
    "quote": "Now, do I think there has to be shared sacrifice among other nations in the world who want a stable and secure world? Absolutely, there has to be. But I don't think that America can ever abdicate its leadership role in the world because of who we are and where we've come from. We are the symbol for the world for freedom and liberty.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "It is true you cannot eat freedom and you cannot power machinery with democracy. But then neither can political prisoners turn on the light in the cells of a dictatorship.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "One man's blasphemy doesn't override other people's free-speech rights, their freedom to publish, freedom of thought.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "We must plan for freedom, and not only for security, if for no other reason than that only freedom can make security secure.", 
    "name": "Karl Popper"
  }, 
  {
    "quote": "Because if you lived, as I did, several years under Nazi totalitarianism, and then 20 years in communist totalitarianism, you would certainly realize how precious freedom is, and how easy it is to lose your freedom.", 
    "name": "Milos Forman"
  }, 
  {
    "quote": "If this liberal potential is properly channeled, we may expect the area of freedom of the United States to increase. The problem is to spend up our rate of social invention in the service of the welfare of all the people.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "He who believes in freedom of the will has never loved and never hated.", 
    "name": "Marie von Ebner-Eschenbach"
  }, 
  {
    "quote": "Anything outside marriage seems like freedom and excitement.", 
    "name": "Jeanette Winterson"
  }, 
  {
    "quote": "There are forces all around you who wish to exploit division, rob you of your freedom, and tell you what to think. But young folks can rekindle the weary spirit of a slumbering nation.", 
    "name": "Wynton Marsalis"
  }, 
  {
    "quote": "I tasted freedom and I really liked it.", 
    "name": "Phil Lynott"
  }, 
  {
    "quote": "In the end, nature is inexorable: it has no reason to hurry and, sooner or later, it takes what belongs to it. Unconsciously and inflexibly obedient to its own laws, it doesn't know art, just as it doesn't know freedom, just as it doesn't know goodness.", 
    "name": "Ivan Turgenev"
  }, 
  {
    "quote": "Freedom is not won by merely overthrowing a tyrannical ruler or an oppressive regime. That is usually only the prelude to a new tyranny, a new oppression.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Freedom begins with what we teach our children. That is why Jews became a people whose passion is education, whose heroes are teachers and whose citadels are schools.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The message of Passover remains as powerful as ever. Freedom is won not on the battlefield but in the classroom and the home. Teach your children the history of freedom if you want them never to lose it.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "What creates freedom? A revolution in the streets? Mass protest? Civil war? A change of government? The ousting of the old guard and its replacement by the new? History, more often than not, shows that hopes raised by such events are often dashed, sooner rather than later.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The financial reward is great and I love the life I have, but all money makes possible is for you to stop worrying about money. Then you have freedom to live your life.", 
    "name": "Paul Stanley"
  }, 
  {
    "quote": "When I was teaching in the 1960s in Boston, there was a great deal of hope in the air. Martin Luther King Jr. was alive, Malcolm X was alive great, great leaders were emerging from the southern freedom movement.", 
    "name": "Jonathan Kozol"
  }, 
  {
    "quote": "The American experience influenced my understanding of individuality, basic human rights, freedom of expression and the rights and responsibilities of citizens.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "Take young researchers, put them together in virtual seclusion, give them an unprecedented degree of freedom and turn up the pressure by fostering competitiveness.", 
    "name": "James D. Watson"
  }, 
  {
    "quote": "I learned what I really love is making films, not the film business. I want to be on the set, meeting with writers, I want that freedom. I love it now.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "Never wear your best trousers when you go out to fight for freedom and truth.", 
    "name": "Henrik Ibsen"
  }, 
  {
    "quote": "You know, if you are kind of rich, the best thing is that you don't have to think about money. The best thing you can buy with money is freedom, time. I don't know how much I earn a year. I have no idea. I don't know how much I pay in taxes.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "I think we recognize as Americans there are certain things that are just primary to the freedoms and liberties that we enjoy here and religious freedom is one of the most important things we as Americans cherish.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "To us Americans much has been given of us much is required. With all our faults and mistakes, it is our strength in support of the freedom our forefathers loved which has saved mankind from subjection to totalitarian power.", 
    "name": "Norman Thomas"
  }, 
  {
    "quote": "All Americans value the freedom of speech and the freedom of the press, and I believe this is essential for our continued way of life. But with this freedom comes responsibility. That responsibility has been abdicated here by some in the media and some in the government.", 
    "name": "Steven Hatfill"
  }, 
  {
    "quote": "I've never understood why people consider youth a time of freedom and joy. It's probably because they have forgotten their own.", 
    "name": "Margaret Atwood"
  }, 
  {
    "quote": "I like the freedom of podcasting. With podcasting you can really mess around with the form and the format. You can do as much time as you like without having to pause for commercials.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I wanted to try to push some freedom into the men's clothes.", 
    "name": "Miuccia Prada"
  }, 
  {
    "quote": "Religious tolerance is something we should all practice however, there have been more persecution and atrocities committed in the name of religion and religious freedom than anything else.", 
    "name": "Walter Koenig"
  }, 
  {
    "quote": "A free and truly independent press - fiercely independent when necessary - is the red beating heart of freedom and democracy.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "After the tragedy, New Yorkers are more united than ever in their vision, as well as in appreciation what living in freedom means - and that if we stand together, we can accomplish anything.", 
    "name": "George Pataki"
  }, 
  {
    "quote": "Roosevelt talked not only about Freedom from Fear, but also Freedom from Want.", 
    "name": "Jeffrey Sachs"
  }, 
  {
    "quote": "The greatest blessing of our democracy is freedom. But in the last analysis, our only freedom is the freedom to discipline ourselves.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "Well, I'm a libertarian conservative, so I believe in limited government/maximum individual freedom.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "All the characters in my films are fighting these problems, needing freedom, trying to find a way to cut themselves loose, but failing to rid themselves of conscience, a sense of sin, the whole bag of tricks.", 
    "name": "Michelangelo Antonioni"
  }, 
  {
    "quote": "I don't think that artists of any kind would or could sacrifice their artistic freedom by being more responsible with their influence on people, especially young people.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "If you can make people understand why freedom is so important through the arts, that would be a big help.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "I remain optimistic. What we've seen in Europe and the rest of the world is that freedom has a much stronger attraction than radical fundamentalism.", 
    "name": "Gijs de Vries"
  }, 
  {
    "quote": "Criticism of government finds sanctuary in several portions of the 1st Amendment. It is part of the right of free speech. It embraces freedom of the press.", 
    "name": "Hugo Black"
  }, 
  {
    "quote": "So far as discipline is concerned, freedom means not its absence but the use of higher and more rational forms as contrasted with those that are lower or less rational.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "Every general increase of freedom is accompanied by some degeneracy, attributable to the same causes as the freedom.", 
    "name": "Charles Horton Cooley"
  }, 
  {
    "quote": "Giving up even an ounce of precious freedom is a very serious thing to do.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "But short films are not inferior, just different. I think the short gives a freedom to film-makers. What's appealing is that you don't have as much responsibility for storytelling and plot. They can be more like a portrait, or a poem.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "They have the ability to take a person's freedom from them. On certain situations, they have the ability to take a person's reputation. And under certain circumstances, they have the authority to take a person's life.", 
    "name": "Daryl Gates"
  }, 
  {
    "quote": "When others stood idly by, you and your families gave your all, in defence of a risen people and in pursuit of Irish freedom and unity.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "I feel like my honesty gives people the freedom to talk about things they wouldn't otherwise.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "My view is that good community management is like having good municipal government: You should be able to have dissenting opinions and so on, freedom of speech, but your grandmother should also be able to walk down the street at night without having to worry about getting mugged.", 
    "name": "Jimmy Wales"
  }, 
  {
    "quote": "I now bid farewell to the country of my birth - of my passions - of my death a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream.", 
    "name": "Thomas Francis Meagher"
  }, 
  {
    "quote": "Peace with the Palestinians will open ports of peace all around the Mediterranean. The duty of leaders is to pursue freedom ceaselessly, even in the face of hostility, in the face of doubt and disappointment. Just imagine what could be.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "I call on the Iranian people: it is not too late to replace the corrupt regime and return to your glorious Persian heritage, a heritage of culture and values and not of bombs and missiles... How can a nation allow a regime to instill fear, take away the people's freedom and shock the young generation that seeks its way out of the dictatorial Iran.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "The Middle East is ailing. The malady stems from pervasive violence, shortages of food, water and educational opportunities, discrimination against women and - the most virulent cause of all - the absence of freedom.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "My heart goes out to the brave citizens of Syria, who each day risk and even sacrifice their lives to achieve freedom from a murderous regime. We in Israel welcome the historic struggle to forge democratic, peace-loving governments in our region.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Rosa Parks was the queen mother of a movement whose single act of heroism sparked the movement for freedom, justice and equality. Her greatest contribution is that she told us a regular person can make a difference.", 
    "name": "Marc Morial"
  }, 
  {
    "quote": "We who officially value freedom of speech above life itself seem to have nothing to talk about but the weather.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "Today is a celebration of hope for the Iraqi people. The Iraqi people can now take control of their government and their future by creating a society that protects the rights endowed to us by our creator - life, liberty and freedom.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "Motorists who want to save money on gas will demand and buy more fuel-efficient vehicles. We should not limit their freedom with more government regulations.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "More than anything else, let me be clear - we need to be willing to fight for freedom, and free markets, and traditional moral values. That's what the American people want to see this movement and this party return to.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "I was intelligent enough to make up my own mind. I not only had freedom of choice, I had freedom of expression.", 
    "name": "Amy Tan"
  }, 
  {
    "quote": "Personal technology has given us the freedom of being able to do whatever we want - and in the case of celebrities and athletes, whomever they want. But it can also serve as a humiliation jetpack.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "The year most of my high school friends and I got our driver's permits, the coolest thing one could do was stand outside after school and twirl one's car keys like a lifeguard whistle. That jingling sound meant freedom and power.", 
    "name": "Sloane Crosley"
  }, 
  {
    "quote": "I don't believe in firing professors. They have academic freedom.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "We believe it wrong ever to take a dollar from a free citizen without a very necessary public purpose, because each such taking diminishes the freedom to spend that dollar as its owner would prefer.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "I defend both the freedom of expression and society's right to counter it. I must pay the price for differing. It is the natural way of things.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "Americans are free to choose everything from what they eat, drive and watch on TV to the President of the United States. Yet, when it comes to allowing Americans to choose the health insurance that works best for them and their family, the freedom to choose suddenly becomes un-American.", 
    "name": "Ron Wyden"
  }, 
  {
    "quote": "I think the American people have become more reliant upon government and less reliant upon themselves and that they now tend to put security ahead of freedom, but I think freedom is the most important aspect of our lives.", 
    "name": "Lyn Nofziger"
  }, 
  {
    "quote": "If they want to hang me, let them. And on the scaffold I will shout Freedom for the working class!", 
    "name": "Mother Jones"
  }, 
  {
    "quote": "That's why I like fast film. It gives you more freedom to light more naturally.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "Whatever the immediate gains and losses, the dangers to our safety arising from political suppression are always greater than the dangers to the safety resulting from political freedom. Suppression is always foolish. Freedom is always wise.", 
    "name": "Alexander Meiklejohn"
  }, 
  {
    "quote": "No, I don't believe in genius. I believe in freedom. I think anyone can do it. Anyone can be like Rembrandt.", 
    "name": "Damien Hirst"
  }, 
  {
    "quote": "Well, one thing, you got to stand in a courtroom and listen to a judge sentencing you to 25 years in prison before you realize that freedom of expression can no longer be taken for granted.", 
    "name": "Larry Flynt"
  }, 
  {
    "quote": "It would be too frightening for me to consider myself a role model. But I like the idea of not being afraid of letting your imagination rule you, to feel the freedom of expression, to let creativity be your overwhelming drive rather than other things.", 
    "name": "Florence Welch"
  }, 
  {
    "quote": "I have the freedom to do what I want... bright people to talk to every day.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "Even in the darkest regions, people have discovered their right of freedom.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "The search for human freedom can never be complete without freedom for women.", 
    "name": "Betty Ford"
  }, 
  {
    "quote": "If you scratch below the surface and ask what really makes me tick, it's the liberalism of trying to promote freedom and opportunity. Promoting social mobility is one of the keys to that.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I don't watch a huge amount of telly. I read a lot. I'm reading at the moment 'Freedom,' by Jonathan Franzen, a great big brick of a book, and I'm loving it.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I am a passionate believer in freedom of speech. I would not support anything which would impinge on aggressive robust freedom of the British press, but when things go wrong and there has been outright illegality, there should be proper accountability.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I have more freedom when I write fiction, but my memoirs have had a much stronger impact on my readers. Somehow the 'message,' even if I am not even aware that there is one, is conveyed better in this form.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "As one gets older one sees many more paths that could be taken. Artists sense within their own work that kind of swelling of possibilities, which may seem a freedom or a confusion.", 
    "name": "Jasper Johns"
  }, 
  {
    "quote": "The arc of American history almost inevitably moves toward freedom. Whether it's Lincoln and the Emancipation Proclamation, the expansion of women's rights or, now, gay rights, I think there is an almost-inevitable march toward greater civil liberties.", 
    "name": "James McGreevey"
  }, 
  {
    "quote": "I came out of the Soviet Union no longer a communist, because I believed in personal freedom.", 
    "name": "Rose Wilder Lane"
  }, 
  {
    "quote": "As our federal government has grown too large and too powerful, the real loss has been the freedom of people to govern their own lives and participate fully in the American dream.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "I loved the feeling of freedom in running, the fresh air, the feeling that the only person I'm competing with is me.", 
    "name": "Wilma Rudolph"
  }, 
  {
    "quote": "I wasn't a woman who stayed tiny like I thought I would. I definitely gave myself the freedom to eat what I wanted.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I'm privileged, because I have a lot of freedom. I want to use it to make as warm and normal a life as I can for our daughters.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I've sold my soul for freedom. It's lonely but it's sweet.", 
    "name": "Melissa Etheridge"
  }, 
  {
    "quote": "So why am I facing a recall election? Simple: the big government union bosses from Washington want their money. They don't like the fact that I did something fundamentally pro-worker something that's truly about freedom.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "They know the importance of their mission and of America's commitment to combating and defeating terrorism abroad, and they know that they are making a real difference in bringing freedom to a part of the world that has known only tyranny.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "They have called Operation Iraqi Freedom a war of choice that isn't part of the real war on terror. Someone should tell that to al Qaeda.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "The job of training an Iraqi police force is one of the most important tasks being undertaken in Operation Iraqi Freedom. It is also one of the most difficult.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "I really care about this stuff, I care about movies, and you just have to be strong and don't be stupid freedom of choice is a big responsibility, and I'm lucky enough not to have to just take any movie to pay the rent, so there's no need to be greedy.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "As a 22-year Army Veteran who served in Operations Desert Storm and Iraqi Freedom, and as a Civilian Advisor to the Afghan Army in Operation Enduring Freedom, I understand both the gravity of giving the order, and the challenge of carrying it out.", 
    "name": "Allen West"
  }, 
  {
    "quote": "I love the freedom that the narrative form provides.", 
    "name": "Sidney Sheldon"
  }, 
  {
    "quote": "Freedom is just Chaos, with better lighting.", 
    "name": "Alan Dean Foster"
  }, 
  {
    "quote": "Prosperity or egalitarianism - you have to choose. I favor freedom - you never achieve real equality anyway: you simply sacrifice prosperity for an illusion.", 
    "name": "Mario Vargas Llosa"
  }, 
  {
    "quote": "As a boy, I believed freedom for America meant freedom for me. There was a time I believed every word spoken.", 
    "name": "Barry White"
  }, 
  {
    "quote": "Recruitment and retention are critical to sustain our Armed Forces with the best men and women willing to stand in the gap and make huge sacrifices to ensure our freedom.", 
    "name": "Zack Wamp"
  }, 
  {
    "quote": "I believe that being an actress or being involved in a movie has to be a life experience, otherwise why go for it? I have to change me, and I have to learn things, and I have to push me and my limits. By acting, I find a freedom inside of a prison in a way.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "I believe in trying to get a balance between individual freedom on the one hand and social responsibility on the other.", 
    "name": "Chris Patten"
  }, 
  {
    "quote": "Private property was the original source of freedom. It still is its main ballpark.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "There's a freedom to being young that is harder to come by as time goes on.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "I am known for a life spent in the struggle for freedom, and freedom includes the freedom of religion.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "I suppose there's a melancholy tone at the back of the American mind, a sense of something lost. And it's the lost world of Thomas Jefferson. It is the lost sense of innocence that we could live with a very minimal state, with a vast sense of space in which to work out freedom.", 
    "name": "George Will"
  }, 
  {
    "quote": "I needed freedom to really express myself. That's really what Justified is about.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "Not caring more about what other people think than what you think. That's freedom.", 
    "name": "Demi Moore"
  }, 
  {
    "quote": "The freedom of all is essential to my freedom.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "Freedom is not an ideal, it is not even a protection, if it means nothing more than freedom to stagnate, to live without dreams, to have no greater aim than a second car and another television set.", 
    "name": "Adlai Stevenson"
  }, 
  {
    "quote": "To realize that new world we must prefer the values of freedom and equality above all other values - above personal wealth, technical power and nationalism.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "One of the things that bothers me most is the growing belief in the country that security is more important than freedom. It ain't.", 
    "name": "Lyn Nofziger"
  }, 
  {
    "quote": "I believe our flag is more than just cloth and ink. It is a universally recognized symbol that stands for liberty, and freedom. It is the history of our nation, and it's marked by the blood of those who died defending it.", 
    "name": "John Thune"
  }, 
  {
    "quote": "A sense of freedom is something that, happily, comes with age and life experience.", 
    "name": "Diane Keaton"
  }, 
  {
    "quote": "In the last analysis, our only freedom is the freedom to discipline ourselves.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "You learn that you either are going to have a police state where you don't have any freedom left, or you're going to build a world that doesn't create terrorists - and that means a whole different way of 'getting along.'", 
    "name": "John Shelby Spong"
  }, 
  {
    "quote": "The people who are competing business-wise out there want what other successful labels and artists have. I don't want what they have I want my own path, my own sound, my own identity. Record labels care nothing about identity or artistic freedom, they want good business.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "Just as the Security Council was largely irrelevant to the great struggle of the last half of the twentieth century - freedom against Communism - so too it is largely on the sidelines in our contemporary struggles against international terrorism and the proliferation of weapons of mass destruction.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "I never abandoned either forms or freedom. I imagine that most of what could be called free verse is in my first book. I got through that fairly early.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "The nice thing about the Bible is it doesn't give you too many facts. Two an a half lines and it tells you the whole story and that leaves you a great deal of freedom to elaborate on how it might have happened.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "I feel like my work has been my path to freedom from having grown up in a segregated environment.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "The American idea is as promising, imaginative, and full of the unexpected as the land itself. The land represents freedom - the frontier, the ability to make a new future with your own bare hands.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "I loved climbing because of the freedom, and having time and space. I remember coming off Everest for the last time, thinking of Dad and wishing that he could have seen what I saw. He would have loved it.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "You cannot mistake Bush's clarity of purpose. He believes in a story about freedom and opportunity that makes his followers feel like they aren't just ticking their days down but are part of something larger than themselves.", 
    "name": "Eric Liu"
  }, 
  {
    "quote": "I don't look so closely at women's fashion, but from the 20th century on, people have had the freedom to express themselves and their individualities, and fashion is one of the most fundamental ways in which they do this, men and women are equally able to express themselves.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "The people of the Middle East share the desire for freedom. We have an opportunity - and an obligation - to help them turn this desire into reality.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "The U.S. has since the end of World War II had an answer - we stand for free peoples and free markets, we are willing to support and defend them - we will sustain a balance of power that favors freedom.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "We are expected to believe that anyone who objects to the Department of Homeland Security or the USA Patriot Act is a terrorist, and that the only way to preserve our freedom is to hand it over to the government for safekeeping.", 
    "name": "L. Neil Smith"
  }, 
  {
    "quote": "The freedom of each individual can only be the freedom of all.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "Only the freedom of mind can prevent the state from becoming totalitarian and from issuing totalitarian demands.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "It is for each of us freely to choose whom we shall serve, and find in that obedience our freedom.", 
    "name": "Mary Richards"
  }, 
  {
    "quote": "Every dictator is an enemy of freedom, an opponent of law.", 
    "name": "Demosthenes"
  }, 
  {
    "quote": "Thus, the struggle for peace includes the struggle for freedom and justice for the masses of all countries.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "They call them terrorists, I call them freedom fighters.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "What does it mean to be an American? While each of us may have our own specific answer to that question, we likely can agree on the basic principles of America: freedom, equal opportunity, and rights accompanied by responsibilities.", 
    "name": "Ben Nelson"
  }, 
  {
    "quote": "Wealth is a tool of freedom, but the pursuit of wealth is the way to slavery.", 
    "name": "Frank Herbert"
  }, 
  {
    "quote": "Being big and famous doesn't get you more freedom, it gets you less.", 
    "name": "Robert Wyatt"
  }, 
  {
    "quote": "Your determination, selflessness and courage have brought the freedom struggle towards its fulfilment.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "So keep fightin' for freedom and justice, beloveds, but don't you forget to have fun doin' it. Lord, let your laughter ring forth. Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "Freedom of religion is a principle that is central to our Nation's Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America's flag and the ideals it represents.", 
    "name": "Ron Lewis"
  }, 
  {
    "quote": "I wish we would all remember that being American is not just about the freedom we have it is about those who gave it to us.", 
    "name": "Mike Huckabee"
  }, 
  {
    "quote": "If liberty has any meaning it means freedom to improve.", 
    "name": "Philip Wylie"
  }, 
  {
    "quote": "In America it's live by the sword of freedom of expression and be will to die by it as well.", 
    "name": "Vince McMahon"
  }, 
  {
    "quote": "That's free enterprise, friends: freedom to gamble, freedom to lose. And the great thing - the truly democratic thing about it - is that you don't even have to be a player to lose.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "Native Americans are the original inhabitants of the land that now constitutes the United States. They have helped develop the fundamental principles of freedom of speech and separation of powers that form the foundation of the United States Government.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "It is crucial that members of Congress cast votes that are supportive of the values upon which our nation was founded: equality, freedom, and opportunity for all people.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "I've never let producers tell me what to do. Even when I was making television, I always did what I wanted to do, and if I couldn't, I didn't do it. It was a freedom that, these days, young directors starting out don't have.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "For us, holding on to religious rules, and following them, and refraining from what's forbidden, and being diligent with our duties, what do we call that? That's what we call freedom.", 
    "name": "Muqtada al Sadr"
  }, 
  {
    "quote": "Private ownership of property is vital to both our freedom and our prosperity.", 
    "name": "Cathy McMorris"
  }, 
  {
    "quote": "Liberty, freedom and democracy are very fuzzy words, but human rights is very specific.", 
    "name": "Joichi Ito"
  }, 
  {
    "quote": "Freedom and responsibility aren't interconnected things. They are the same thing.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "The communitarians may say you've been enjoying too much individual freedom, and that you must give up some of that for the benefit of the community. But they really mean that they want more power over your life - to force you to subsidize, obey and conform to their choices.", 
    "name": "Harry Browne"
  }, 
  {
    "quote": "An open society is a society which allows its members the greatest possible degree of freedom in pursuing their interests compatible with the interests of others.", 
    "name": "George Soros"
  }, 
  {
    "quote": "My philosophy is, don't take no for an answer and be willing to sacrifice your entire project for freedom.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "Is Walt turning over in his grave? A man named Joe Roth runs Disney right now-he gave me the go-ahead and total freedom to do whatever I wanted to do.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "None of us had any idea of how successful Downton was going to be. I thought I was signing up for another period drama that had a slightly modern feel. It had a freedom about it because it was coming out of the head of Julian Fellowes. Anything could happen and generally did.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "Every American deserves to live in freedom, to have his or her privacy respected and a chance to go as far as their ability and effort will take them - regardless of race, gender, ethnicity or economic circumstances.", 
    "name": "Christopher Dodd"
  }, 
  {
    "quote": "Responsibility and respect of others and their religious beliefs are also part of freedom.", 
    "name": "Horst Koehler"
  }, 
  {
    "quote": "If freedom's best friends cannot unify around a realistic, actionable program of fundamental change, one that attracts and persuades a broad majority of our fellow citizens, big change will not come.", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man.", 
    "name": "Ho Chi Minh"
  }, 
  {
    "quote": "Freedom's just another word for nothing left to lose.", 
    "name": "Kris Kristofferson"
  }, 
  {
    "quote": "Real freedom is creative, proactive, and will take me into new territories. I am not free if my freedom is predicated on reacting to my past.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "There is only one cure for the evils which newly acquired freedom produces, and that cure is freedom.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "I do believe that freedom isn't free - but today the corporate and political right wing is trying to cheapen this truly American value. They've been cynically using the word 'freedom' to rally the American public against its own best interests.", 
    "name": "Richard Trumka"
  }, 
  {
    "quote": "I say let's go back to a truer use of the word 'freedom.' Let's start with President Franklin Roosevelt's Four Freedoms: freedom of speech and expression, freedom of worship, freedom from want and freedom from fear. I would add the freedom to bargain collectively. Those freedoms are under attack today.", 
    "name": "Richard Trumka"
  }, 
  {
    "quote": "People should have freedom in their pilgrimages and tours. They should come and visit historical monuments and sites - let's say the sites around Iran - where they can easily engage in wide- scale contacts with others.", 
    "name": "Mahmoud Ahmadinejad"
  }, 
  {
    "quote": "When we are unwilling to draw clear moral lines between free societies and fear societies, when we are unwilling to call the former good and the latter evil, we will not be able to advance the cause of peace because peace cannot be disconnected from freedom.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "That freedom that Picasso afforded himself, to be an artist in a huge number of ways, seems to be a huge psychological liberation.", 
    "name": "Anish Kapoor"
  }, 
  {
    "quote": "Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "The progress of freedom depends more upon the maintenance of peace, the spread of commerce, and the diffusion of education, than upon the labors of cabinets and foreign offices.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "My parents came from Russia and suddenly they wound up in Boston, Massachusetts, Brookline, Massachusetts and they felt the sun rose and set on Franklin Delano Roosevelt's backside because he meant so much to them. This was freedom. This was something totally different from the Russia they had left.", 
    "name": "Mike Wallace"
  }, 
  {
    "quote": "Revolution! The people howls and cries, Freedom, that's what we're needing! We've needed it for centuries, our arteries are bleeding. The stage is shaking, the audience rock. The whole thing is over by nine o'clock.", 
    "name": "Kurt Tucholsky"
  }, 
  {
    "quote": "Any existence deprived of freedom is a kind of death.", 
    "name": "Michel Aoun"
  }, 
  {
    "quote": "New ideas should confront old ideas. We must refer to the example of Europe. People have fought to make Europe what it is today. Freedom is not something that is served up on a plate.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "The higher one climbs on the spiritual ladder, the more they will grant others their own freedom, and give less interference to another's state of consciousness.", 
    "name": "Paul Twitchell"
  }, 
  {
    "quote": "Humanism: an exaltation of freedom, but one limited by our need to exercise it as an integral part of nature and society.", 
    "name": "John Ralston Saul"
  }, 
  {
    "quote": "I definitely wanted to earn my freedom. But the primary motivation wasn't making money, but making an impact.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "At 6 years old, the ice became a place for me to express myself. Because I was so shy off the ice, it became my safe haven, with music and freedom and self-expression. That was my emotional outlet.", 
    "name": "Kristi Yamaguchi"
  }, 
  {
    "quote": "The abortion license has not brought freedom and security to women. Rather, it has ushered in a new era of irresponsibility toward women and children, one that now begins before birth.", 
    "name": "Robert Casey"
  }, 
  {
    "quote": "I suffered evils, but without allowing them to rob me of the freedom to expand.", 
    "name": "Gordon Parks"
  }, 
  {
    "quote": "But I do believe that a woman's truest place is in a home, with a husband and with children, and with large freedom, pecuniary freedom, personal freedom, and the right to vote.", 
    "name": "Lucy Stone"
  }, 
  {
    "quote": "Don't give me any money, don't give me any people, but give freedom, and I'll give you a movie that looks gigantic.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "Widespread state control over art and culture has left no room for freedom of expression in the country. For more than 60 years, anyone with a dissenting opinion has been suppressed. Chinese art is merely a product: it avoids any meaningful engagement. There is no larger context. Its only purpose is to charm viewers with its ambiguity.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "China has not established the rule of law and if there is a power above the law there is no social justice. Everybody can be subjected to harm. I'm just a citizen: my life is equal in value to any other. But I'm thankful that when I lost my freedom so many people shared feelings and put such touching effort into helping me.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "The 'Bird's Nest' National Stadium, which I helped to conceive, is designed to embody the Olympic spirit of 'fair competition.' It tells people that freedom is possible but needs fairness, courage and strength.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "Strong, generous, and confident, she has nobly served mankind. Beware how you trifle with your marvellous inheritance, this great land of ordered liberty, for if we stumble and fall freedom and civilization everywhere will go down in ruin.", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "The freedom now desired by many is not freedom to do and dare but freedom from care and worry.", 
    "name": "James Truslow Adams"
  }, 
  {
    "quote": "Patrick Henry did not say, 'Give me absolutely safety or give me death.' America is supposed to be about freedom.", 
    "name": "John Stossel"
  }, 
  {
    "quote": "Now, then, in order to understand white supremacy we must dismiss the fallacious notion that white people can give anybody their freedom.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "I spent a great deal of time with Che Guevara while I was in Havana. I believe he was far less a mercenary than he was a freedom fighter.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "There's a hell of a lot of freedom in this rock and roll circus... it's where all the freaks go - it's the environment for me.", 
    "name": "Brian Molko"
  }, 
  {
    "quote": "My daughters, your daughters, our daughters deserve safety, protection, and the freedom to make their own choices about their personal lives and their physical selves.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "I mean there's enormous pressures to harmonize freedom of speech legislation and transparency legislation around the world - within the E.U., between China and the United States. Which way is it going to go? It's hard to see.", 
    "name": "Julian Assange"
  }, 
  {
    "quote": "But in the first Gulf war the United Kingdom was not under any threat from Iraq, and is still less so in the second one. Then there is no justification for obstructing freedom of information, particularly as nations have a right to know what their soldiers are being used for.", 
    "name": "Kate Adie"
  }, 
  {
    "quote": "It is hard to know how many people do, but given that the people are so docile towards the rulers, nowadays, very few Americans show the passion for freedom that our forefathers had.", 
    "name": "James Bovard"
  }, 
  {
    "quote": "The increased presence of Muslims in Italy and in Europe is directly proportional to our loss of freedom.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "Freedom means the freedom to behave coarsely, basely, foolishly.", 
    "name": "George Will"
  }, 
  {
    "quote": "Government has the role of suiting people for freedom. People aren't made for freedom spontaneously. There's sort of a 19-year race between when people are born and when they become adults. And government has a role in making them, at the end of 19 years, suited to be upright, trustworthy repositories of popular sovereignty.", 
    "name": "George Will"
  }, 
  {
    "quote": "Freedom is an internal achievement rather than an external adjustment.", 
    "name": "Powell Clayton"
  }, 
  {
    "quote": "I started skydiving because I loved the idea of freedom.", 
    "name": "Felix Baumgartner"
  }, 
  {
    "quote": "We are all different. Yet we are all God's children. We are all united behind this country and the common cause of freedom, justice, fairness, and equality. That is what unites us.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "President Bush in his inaugural address talked about bringing freedom to countries that don't have it. He didn't specify how.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "To deny the freedom of the will is to make morality impossible.", 
    "name": "James Anthony Froude"
  }, 
  {
    "quote": "All Americans and freedom-loving people around the world owe President Reagan our deepest gratitude for his strong, principled leadership that ended the Cold War and brought freedom to millions of people.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "There's also a sense of freedom. I was so obsessed by this problem that I was thinking about if all the time - when I woke up in the morning, when I went to sleep at night, and that went on for eight years.", 
    "name": "Andrew Wiles"
  }, 
  {
    "quote": "One of the unsung freedoms that go with a free press is the freedom not to read it.", 
    "name": "Ferdinand Mount"
  }, 
  {
    "quote": "Value your freedom or you will lose it, teaches history. 'Don't bother us with politics', respond those who don't want to learn.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "Free software is software that respects your freedom and the social solidarity of your community. So it's free as in freedom.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "In the free/libre software movement, we develop software that respects users' freedom, so we and you can escape from software that doesn't.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "If ebooks mean that readers' freedom must either increase or decrease, we must demand the increase.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "With paper printed books, you have certain freedoms. You can acquire the book anonymously by paying cash, which is the way I always buy books. I never use a credit card. I don't identify to any database when I buy books. Amazon takes away that freedom.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "When I launched the development of the GNU system, I explicitly said the purpose of developing this system is so we can use our computers and have freedom, thus if you use some other free system instead but you have freedom, then it's a success. It's not popularity for our code but it's success for our goal.", 
    "name": "Richard Stallman"
  }, 
  {
    "quote": "I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative.", 
    "name": "Miguel Jontel Pimentel"
  }, 
  {
    "quote": "I would say that the war correspondent gets more drinks, more girls, better pay, and greater freedom than the soldier, but at this stage of the game, having the freedom to choose his spot and being allowed to be a coward and not be executed for it is his torture.", 
    "name": "Robert Capa"
  }, 
  {
    "quote": "The freedom of thought is a sacred right of every individual man, and diversity will continue to increase with the progress, refinement, and differentiation of the human intellect.", 
    "name": "Felix Adler"
  }, 
  {
    "quote": "That's part of American greatness, is discrimination. Yes, sir. Inequality, I think, breeds freedom and gives a man opportunity.", 
    "name": "Lester Maddox"
  }, 
  {
    "quote": "Carry out the republican principle of universal suffrage, or strike it from your banners and substitute 'Freedom and Power to one half of society, and Submission and Slavery to the other.'", 
    "name": "Ernestine Rose"
  }, 
  {
    "quote": "Freedom is always the freedom of dissenters.", 
    "name": "Rosa Luxemburg"
  }, 
  {
    "quote": "Freedom only for the members of the government, only for the members of the Party - though they are quite numerous - is no freedom at all.", 
    "name": "Rosa Luxemburg"
  }, 
  {
    "quote": "All my life, Americans have been accustomed to thinking of theirs as 'the richest, freest' country in the world. By most measurements, it was long a contender for that honor, and - among the larger countries, if equal weight were given to wealth and indices of freedom - probably did deserve to be so described.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "When we, through our educational culture, through the media, through the entertainment culture, give our children the impression that human beings cannot control their passions, we are telling them, in effect, that human beings cannot be trusted with freedom.", 
    "name": "Alan Keyes"
  }, 
  {
    "quote": "With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "They were singing in French, but the melody was freedom and any American could understand that.", 
    "name": "Audie Murphy"
  }, 
  {
    "quote": "Our work is a scream of freedom.", 
    "name": "Christo"
  }, 
  {
    "quote": "With one man, there was a freedom and liberation. That was with Michael Hutchence, my partner in life.", 
    "name": "Kylie Minogue"
  }, 
  {
    "quote": "Freedom of expression is the matrix, the indispensable condition, of nearly every other form of freedom.", 
    "name": "Benjamin Cardozo"
  }, 
  {
    "quote": "American movies and music deliver themes of freedom, innocence, and power that appeal to others - partly because America itself was put together out of a multiplicity of national traditions.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "Our Founders warned against this. They said don't... that your liberty is only as secure as the people are. Because once they, um, get the ability to vote themselves entitlements from the largesse of the government, liberty is done freedom is over with. We were warned. We are there.", 
    "name": "Sharron Angle"
  }, 
  {
    "quote": "Judgment traps you within the limitations of your comparisons. It inhibits freedom.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "Men like me, who merely wish to establish political freedom, will in such circumstances lose all their influence, and others will get influence who may become dangerous to all established interests whatsoever.", 
    "name": "Lajos Kossuth"
  }, 
  {
    "quote": "I know that throughout their history, the people of the United States defended their freedom, their liberty, their justice, and their rights - if need be - with their lives. I think their courage is so admirable.", 
    "name": "Lee Myung-bak"
  }, 
  {
    "quote": "The Law of God reaches into every area of life, and it brings about incredible blessing and incredible freedom.", 
    "name": "Randall Terry"
  }, 
  {
    "quote": "I stand for limited government, fiscal responsibility, personal freedom, personal responsibility, so the Republican Party will support me.", 
    "name": "Rick Scott"
  }, 
  {
    "quote": "But it required a disastrous, internecine war to bring this question of human freedom to a crisis, and the process of striking the shackles from the slave was accomplished in a single hour.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "If we want to talk about freedom, we must mean freedom for others as well as ourselves, and we must mean freedom for everyone inside our frontiers as well as outside.", 
    "name": "Wendell Willkie"
  }, 
  {
    "quote": "Having grown up in Bombay, from the day you're born, you have absolute freedom to choose who you want to be.", 
    "name": "Freida Pinto"
  }, 
  {
    "quote": "It could be my British need for discipline that makes me admire the American appetite for freedom and passion.", 
    "name": "Steve Winwood"
  }, 
  {
    "quote": "Ultimately we know deeply that the other side of every fear is freedom.", 
    "name": "Marilyn Ferguson"
  }, 
  {
    "quote": "That feeling of freedom, open highways of possibilities, has kind of been lost to materialism and marketing.", 
    "name": "Sheryl Crow"
  }, 
  {
    "quote": "Life is a very orderly thing, but in fiction there is a huge liberation and freedom. I can do what I like. There's nothing that says I can't write a page of full stops. There is no 'should' involved, although you wouldn't know that from literary reviews and critics.", 
    "name": "Kate Atkinson"
  }, 
  {
    "quote": "Republican values - strong families, faith, personal responsibility and freedom, among others - are not unique to specific subsets of the electorate. They are universal values, and it is Republicans' job to remind Americans of that fact.", 
    "name": "Gary Bauer"
  }, 
  {
    "quote": "I think there is a heritage which I'm proud of, which is a fight for democracy, a fight for social justice, a fight for freedom. My grandfather went to jail or exile six times in his life, fighting for his principles for democracy, or for his country. And my father twice.", 
    "name": "George Papandreou"
  }, 
  {
    "quote": "The legal difference between the sit-ins and the Freedom Riders was significant.", 
    "name": "Constance Baker Motley"
  }, 
  {
    "quote": "I have always been a firm believer in the longstanding American principle of having the right to bear arms and I will remain committed to see that this freedom is not infringed upon, revoked, or limited in any way.", 
    "name": "Jeff Miller"
  }, 
  {
    "quote": "Eventually I want to be a full-time mother who works occasionally - and being an actor you have that freedom.", 
    "name": "Carrie-Anne Moss"
  }, 
  {
    "quote": "Many have left their families to defend our freedom. We salute their bravery we express our appreciation and support to their families. And we pray for their safe return.", 
    "name": "Bob Taft"
  }, 
  {
    "quote": "The old Romans all wished to have a king over them because they had not yet tasted the sweetness of freedom.", 
    "name": "Titus Livius"
  }, 
  {
    "quote": "We believe that salvation is to be found in wholesome work in a beloved land. Work will provide our people with the bread of tomorrow, and moreover, with the honor of the tomorrow, the freedom of the tomorrow.", 
    "name": "Theodor Herzl"
  }, 
  {
    "quote": "Time misspent in youth is sometimes all the freedom one ever has.", 
    "name": "Anita Brookner"
  }, 
  {
    "quote": "When I was younger, I was listening to a lot of Armenian music, you know, revolutionary music about freedom and protest. In the 70s I was listening to soul and the Bee Gees and ABBA, and funk.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "The thing is this: You got to have fun while you're fightin' for freedom, 'cause you don't always win.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "I don't think that there is absolute freedom of the press. We operate under laws - against libel, for instance. The idea that there is some absolute press freedom is kind of a myth.", 
    "name": "Bill Keller"
  }, 
  {
    "quote": "Many a time freedom has been rolled back - and always for the same sorry reason: fear.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "Havin' fun while freedom fightin' must be one of those lunatic Texas traits we get from the water - which is known to have lithium in it - because it goes all the way back to Sam Houston, surely the most lovable, the most human, and the funniest of all the great men this country has ever produced.", 
    "name": "Molly Ivins"
  }, 
  {
    "quote": "The freedom to connect to the world anywhere at anytime brings with it the threat of unscrupulous predators and criminals who mask their activities with the anonymity the Internet provides to its users.", 
    "name": "Mike Fitzpatrick"
  }, 
  {
    "quote": "Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness.", 
    "name": "Indra Devi"
  }, 
  {
    "quote": "There is something akin to freedom in having a lover who has no control over you, except that which he gains by kindness and attachment.", 
    "name": "Harriet Ann Jacobs"
  }, 
  {
    "quote": "Latinos have fought in all of America's wars, beginning with the Revolutionary War. Many Latinos are fighting and dying for our country today in Iraq, just as several of their ancestors fought for freedom in Mexico over a century ago.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "History is full of examples of people who clamp down after they began to enjoy too much freedom. Freedom can lead to instability, anarchy, and confusion. So there can be a moral counter-revolution.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "With Napster and the sharing of music, of course, there are going to be people who exploit it. Greed has no end. But there's a lot of good that could happen. We shouldn't let the economic concerns of the major labels infringe on our freedom to share music.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "I do have the freedom to choose what I want to do and I'll continue to do that.", 
    "name": "Moira Kelly"
  }, 
  {
    "quote": "Jazz is about freedom within discipline. Usually a dictatorship like in Russia and Germany will prevent jazz from being played because it just seemed to represent freedom, democracy and the United States.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "Many people don't understand how disciplined you have to be to play jazz... And that is really the idea of democracy - freedom within the Constitution or discipline. You don't just get out there and do anything you want.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "Jazz stands for freedom. It's supposed to be the voice of freedom: Get out there and improvise, and take chances, and don't be a perfectionist - leave that to the classical musicians.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "I was 37 when my father died-and I no longer had any freedom of choice over what I would do with the rest of my life.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "This enemy of peace in the world today is unlike any we have seen in the past, and our military is learning from, and building on, previous successes while carrying peace and freedom into the future.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "I have just enough people paying attention that I have the freedom to be in charge. And I have a great record company - Nonesuch understands what I'm about.", 
    "name": "Emmylou Harris"
  }, 
  {
    "quote": "The United States is a giant island of freedom, achievement, wealth and prosperity in a world hostile to our values.", 
    "name": "Phyllis Schlafly"
  }, 
  {
    "quote": "Maybe a part of me recognized how right the improvising spirit of jazz is. Not the sounds, but the freedom to work with musicians who work that way. It felt very natural to me, but I think there's a way to do it without it being a jazz record.", 
    "name": "Jane Siberry"
  }, 
  {
    "quote": "That happens every time I get behind a guitar, regardless of what I'm saying, 'cause music is freedom and being free is the closest I've ever felt to being spiritual.", 
    "name": "Ben Harper"
  }, 
  {
    "quote": "You have an absolute freedom in Mexican writing today in which you don't necessarily have to deal with the Mexican identity. You know why? Because we have an identity... We know who we are. We know what it means to be a Mexican.", 
    "name": "Carlos Fuentes"
  }, 
  {
    "quote": "For science must breathe the oxygen of freedom.", 
    "name": "John Charles Polanyi"
  }, 
  {
    "quote": "It's good that the first half of the speech emphasized freedom, because George W. Bush has been the global champion for freedom. As he said, if we don't fight tyranny it will not leave us alone in peace.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "A culture without property, or in which creators can't get paid, is anarchy, not freedom.", 
    "name": "Lawrence Lessig"
  }, 
  {
    "quote": "The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion.", 
    "name": "Tom Wolfe"
  }, 
  {
    "quote": "I don't have anything to prove anymore. I don't have a record deal, no one has any expectations, I'm in a position of freedom. I don't need anyone's approval.", 
    "name": "Juliana Hatfield"
  }, 
  {
    "quote": "Working with David Cronenberg or Darren Aronofsky or even Steven Soderbergh isn't really like a typical Hollywood movie. These are true artists, and have a certain amount of freedom when they work, and they're more like independent filmmakers making their way through big studios.", 
    "name": "Vincent Cassel"
  }, 
  {
    "quote": "Your life is the sum result of all the choices you make, both consciously and unconsciously. If you can control the process of choosing, you can take control of all aspects of your life. You can find the freedom that comes from being in charge of yourself.", 
    "name": "Robert Foster Bennett"
  }, 
  {
    "quote": "I have always that there ought to be some kind of mandatory national service, not necessarily in the military but to show everybody that freedom isn't free, that everybody has an obligation to the nation as a community.", 
    "name": "Robert M. Gates"
  }, 
  {
    "quote": "It is not natural or inevitable that half the world goes hungry that the freedom of markets trumps protection of the planet or that citizens' rights come second to those of corporations.", 
    "name": "Frances O'Grady"
  }, 
  {
    "quote": "In times such as these, people should recognize that evil knows no borders, knows no limits and knows no compassion. Those around the globe that value freedom must continue to persevere even in the darkest of times.", 
    "name": "Michael Burgess"
  }, 
  {
    "quote": "To her audience, Janis Joplin has remained a symbol, artifact and reminder of late Sixties youth culture. Her popularity never derived from her musical ability, but from her capacity to link her fantasies of freedom and immortality with ours.", 
    "name": "Jon Landau"
  }, 
  {
    "quote": "The enemies of freedom will not prevail.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "In short, is not liberty the freedom of every person to make full use of his faculties, so long as he does not harm other persons while doing so?", 
    "name": "Frederic Bastiat"
  }, 
  {
    "quote": "How can you be conservative and justify wiretapping people without a warrant? We're supposed to be the party of personal freedom and civil liberties.", 
    "name": "Roger Stone"
  }, 
  {
    "quote": "Another hero was Tom Swift, in the books. What he stood for, the freedom, the scientific knowledge and being and engineer gave him the ability to invent solutions to problems. He's always been a hero to me. I buy old Tom Swift books now and read them to my own children.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "Real change isn't found in some new way to think about yourself, but in freedom from the need to think about yourself at all.", 
    "name": "Guy Finley"
  }, 
  {
    "quote": "It's great to have the freedom to enjoy your work and not feel like you're leaving your other life behind.", 
    "name": "Anna Paquin"
  }, 
  {
    "quote": "I always wanted to make a children's album because you have the freedom to explore so many wonderful topics and sounds.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "The first of all commodities to be exchanged is labour, and the freedom of man consists only in the exercise of the right to determine for himself in what manner his labour shall be employed, and how he will dispose of its products.", 
    "name": "Henry Charles Carey"
  }, 
  {
    "quote": "You know, you don't retreat in the defense of freedom. You don't retreat in the defense of moral government and limited government. You don't retreat because people are going to defend bad things.", 
    "name": "Russell Pearce"
  }, 
  {
    "quote": "If governments let themselves be fully bound by the decisions of their parliaments without protecting their own freedom to act, a breakup of Europe would be a more probable outcome than deeper integration.", 
    "name": "Mario Monti"
  }, 
  {
    "quote": "It the British System is the most gigantic system of slavery the world has yet seen, and therefore it is that freedom gradually disappears from every country over which England is enabled to obtain control.", 
    "name": "Henry Charles Carey"
  }, 
  {
    "quote": "Yes, we have the freedom to do what we please, but it only works because we don't do everything we might please - we should exercise some degree of personal, and corporate, responsibility.", 
    "name": "Tammy Bruce"
  }, 
  {
    "quote": "Freedom of expression comes with responsibilities, especially when it comes with serious implications for peace.", 
    "name": "Mohammed Morsi"
  }, 
  {
    "quote": "My name became known because I was, one might say accidentally the target of state repression and because so many people throughout the country and other parts of the world organized around the demand for my freedom.", 
    "name": "Angela Davis"
  }, 
  {
    "quote": "Creative freedom is an imperative for me, but it doesn't really exist in a Hollywood game.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "America has never seen itself as a national state like all others, but rather as an experiment in human freedom and democracy.", 
    "name": "Brent Scowcroft"
  }, 
  {
    "quote": "I want to have the freedom to do whatever I want.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "Money buys many things... The best of which is freedom.", 
    "name": "Mary Renault"
  }, 
  {
    "quote": "You, the foreign media, have been the companion of my people in its long and painful journey to freedom.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "You have spent many lives and much treasure to bring freedom to many lands that were reluctant to receive it. And here you have a people who won it by themselves and need only the help to preserve it.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "My father described this tall lady who stands in the middle of the New York harbor, holding high a torch to welcome people seeking freedom in America. I instantly fell in love.", 
    "name": "Yakov Smirnoff"
  }, 
  {
    "quote": "Wherever on this planet ideals of personal freedom and dignity apply, there you will find the cultural inheritance of England.", 
    "name": "Karel Capek"
  }, 
  {
    "quote": "Not to mention the fact that of course terrorists hate freedom. I think they do hate. But believe me, I don't think they sit there abstractly hating freedom.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "People ask 'How does doing a film compare to doing an ad?' Well, when you're doing a commercial you don't have to sell tickets. You have a captured audience. Which is actually completely rare and great it gives you a lot of freedom. When you make a film, you have to do advertisements for the film.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "I was inspired to write this book by those who are sceptical of the power of freedom to change the world.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "The three main sources of scepticism are first, that not every people desires freedom second, that democracy in certain parts of the world would be dangerous and third, that there is little the world's democracies can do to advance freedom outside their countries.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "By helping readers understand these mechanics, I hope they will appreciate why freedom is for everyone, why it is essential for our security and why the free world plays a critically important role in advancing democracy around the globe.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "Believe me, the drug of freedom is universally potent.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "I am optimistic that peace can be achieved in the region because I believe that every society on earth can be free and that if freedom comes to the Middle East, there can be peace.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "I take life as it happens. And I give myself a lot of freedom.", 
    "name": "Jean Paul Gaultier"
  }, 
  {
    "quote": "I used to think that if I had success I would have freedom. But I have less freedom now than I've ever had. And what gives me satisfaction is not the jewelry and not the cars. What gives me satisfaction is doing things for others, like children.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "When I went off to the army when I was 17 years old, I believed in America and the rights of freedom. But today I believe my government is lying to the American people and that my president, George Bush, is a criminal.", 
    "name": "Jack Herer"
  }, 
  {
    "quote": "Without freedom of the press, there can be no representative government.", 
    "name": "Charles Maurice de Talleyrand"
  }, 
  {
    "quote": "I have a fantastic relationship with money. I use it to buy my freedom.", 
    "name": "Gianni Versace"
  }, 
  {
    "quote": "Three simple words - freedom, justice and honesty. These sum up what the Liberal Democrats stand for.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "Money equals freedom.", 
    "name": "Kevin O'Leary"
  }, 
  {
    "quote": "A man of strength and wisdom, John Paul became an inspiration to generations of both Catholics and non-Catholics throughout the world by encouraging freedom, promoting peace and respecting all faiths.", 
    "name": "Greg Walden"
  }, 
  {
    "quote": "As a child I was given the freedom to explore my passion for acting, but I also grew up in a home where there were a lot of rules. I didn't have 'yes' parents.", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "If a jerk burns the flag, America is not threatened, democracy is not under siege, freedom is not at risk.", 
    "name": "Gary Ackerman"
  }, 
  {
    "quote": "I know what you're going to say! 'They are men, and men should be free.' A free man is dangerous to himself and everyone else. Freedom should be left to those who can put it to good use.", 
    "name": "Dave Sim"
  }, 
  {
    "quote": "Freedom is a muscle... you have to exercise it.", 
    "name": "Roy Scheider"
  }, 
  {
    "quote": "People want the freedom. They want to be able to shop. If you don't like the shop trading hours and you're a shop owner, you don't have to open.", 
    "name": "Jay Weatherill"
  }, 
  {
    "quote": "A trait which differentiated New York from European cities was the incredible freedom and ease in which life, including sexual life, could be carried on, on many levels.", 
    "name": "Jerzy Kosinski"
  }, 
  {
    "quote": "School gives you the freedom to explore different philosophies, religions, aspects of yourself, and subjects.", 
    "name": "Leigh Steinberg"
  }, 
  {
    "quote": "The humor is essentially dark for a cartoon and sophisticated. But at the same time, being a cartoon gives the writers more freedom than in a normal sitcom. It always pushes the line that, despite human failings, the Simpsons are really decent people.", 
    "name": "Dan Castellaneta"
  }, 
  {
    "quote": "We need international support so that our people live a life of normality, of dignity, of liberty and freedom. I hope that our cry for freedom may be heard.", 
    "name": "Mahmoud Abbas"
  }, 
  {
    "quote": "In terms of filming, yes, it really does feel over now. There's a real sense of freedom now. It's a good time to finish, I think. As much as I'm going to miss it I'm ready to move on and do different things.", 
    "name": "Rupert Grint"
  }, 
  {
    "quote": "Our soldiers have nobly fought to protect freedom since our country's birth, and have fought to protect those that could not protect themselves, even in foreign lands when called upon.", 
    "name": "John Linder"
  }, 
  {
    "quote": "To stop terrorists before the strike, we must do three things: deny them entry into the country, curtail their freedom of action inside the country, and deprive them of material and moral support from within the country.", 
    "name": "Richard Perle"
  }, 
  {
    "quote": "I think that we could be more careful about what we're saying to young women in terms of their expectations. It's unrealistic to expect people to always be in designer clothes. Girls growing up deserve more freedom in how they look and how they feel about how they look.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "I was the youngest child and got a lot more freedom than my brother and sister. I used to wander, doing my own thing under the radar, but I didn't get in bad, bad trouble.", 
    "name": "Paul Giamatti"
  }, 
  {
    "quote": "I grew up under Communism so we could only learn Russian, and then when Communism fell in 1989 we could learn a few more things and have the freedom to travel and the freedom of speech - and the freedom of dreaming, really.", 
    "name": "Petra Nemcova"
  }, 
  {
    "quote": "Now we understand much more clearly. why people from all over the world want to come to New York and to America. It's called freedom.", 
    "name": "Rudy Giuliani"
  }, 
  {
    "quote": "The balance between freedom and security is a delicate one.", 
    "name": "Mark Udall"
  }, 
  {
    "quote": "Freedom - an occupied space which must be reoccupied every day.", 
    "name": "John Ralston Saul"
  }, 
  {
    "quote": "Spirit borrows from matter the perceptions on which it feeds and restores them to matter in the form of movements which it has stamped with its own freedom.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "We live in a land like no other - a land of freedom and opportunity unparalleled on the face of the globe.", 
    "name": "Bob Taft"
  }, 
  {
    "quote": "We've got to understand that the whole nature of the way American democracy guards its freedom has been changed.", 
    "name": "John Ashcroft"
  }, 
  {
    "quote": "When public access to voting is impaired or when public confidence in voting is diluted, democracy suffers and our freedom is less secure.", 
    "name": "DeForest Soaries"
  }, 
  {
    "quote": "If technology has finally caught up with individual liberty, why would anyone who loves freedom want to rethink that?", 
    "name": "Matt Drudge"
  }, 
  {
    "quote": "I am somebody who... - I'm not saying I'm perfect, but I need that freedom, that ability to make mistakes out there. Because there's a fine line between making a mistake or being brilliant.", 
    "name": "Tiffeny Milbrett"
  }, 
  {
    "quote": "I am not an anti to anything which will bring freedom to my class.", 
    "name": "Mary Harris Jones"
  }, 
  {
    "quote": "We are a nation in which freedom is alive in the squares and streets, in the daily work of the communications media, in the open relationship between the governing and the governed.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "If you ask me to summarise our mission, I would put it this way: We were a military regime that sought to lay the foundations for freedom and liberty in a complex society.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "Most importantly, nothing has happened to change my conviction that freedom and the love of liberty remain the essential defining attributes of our national character as a people.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "The challenge as we saw in the Nigerian project was to restructure the economy decisively in the direction of a modern free market as an appropriate environment for cultivation of freedom and democracy and the natural emergence of a new social order.", 
    "name": "Ibrahim Babangida"
  }, 
  {
    "quote": "While it's really hard to do, at the same time, I'm escaping my body, which I really want to do. I'm living someone else's life. I get very intensely into the story, into the interviews and the research. I'm experiencing things along with my subjects. I have a freedom I don't have in my physical life.", 
    "name": "Laura Hillenbrand"
  }, 
  {
    "quote": "I've never had anything but the freedom to do what I wanted just as long as it made me happy.", 
    "name": "Rene Redzepi"
  }, 
  {
    "quote": "Fulfill - you can far more than fulfill - the brightest anticipations of those who, in the name of human freedom, and in the face of threats that have ripened into terrible realities since, fought that battle which placed you where you now stand.", 
    "name": "Robert Dale Owen"
  }, 
  {
    "quote": "The wretch who lives without freedom feels like dressing in the mud from the streets Those who have you, o Liberty, do not know. you. Those who do not have you should not speak of you, but win you.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "I like movies that pop, that have a little bit of candy on, that freedom to have a little bit of extra fun, but are rooted in real behaviour. Rooted in cause and effect, never violating reality.", 
    "name": "Tony Gilroy"
  }, 
  {
    "quote": "The media bring our wars home, but only rarely have they been able to do it in complete freedom.", 
    "name": "Bruce Jackson"
  }, 
  {
    "quote": "You make a movie for 9k for the freedom it allows you.", 
    "name": "Edward Burns"
  }, 
  {
    "quote": "The men and women who serve in our military have won for us every hour we live in freedom, sometimes at the expense of the very hours of the lifetimes they had hoped to live.", 
    "name": "Bob Riley"
  }, 
  {
    "quote": "Freedom to differ is not limited to things that do not matter mush. That would be a mere shadow of freedom. The test of its substance is the right to differ as to things that touch the heart of the existing order.", 
    "name": "Robert Jackson"
  }, 
  {
    "quote": "There is a bright spot or two for the Spaniards. French toast has become freedom toast on the Air Force One breakfast menu, but the Spanish omelet is still a Spanish omelet.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "When I was in jail, I was a lot of people's favorite person. I practically ran the jail. I had more freedom than the police.", 
    "name": "Flavor Flav"
  }, 
  {
    "quote": "A growing number of young women who have the freedom to decide have decided that career can wait, and the delicious early years of their children's lives can't.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "People ask me if I ever thought of writing a children's book. I say, 'If I had a serious brain injury I might well write a children's book', but otherwise the idea of being conscious of who you're directing the story to is anathema to me, because, in my view, fiction is freedom and any restraints on that are intolerable.", 
    "name": "Martin Amis"
  }, 
  {
    "quote": "To me, music has to be about freedom. It's the most important thing in my life.", 
    "name": "Joss Stone"
  }, 
  {
    "quote": "The very first things that I did, even in theater, were bad guys. They are meaty roles for the most part. With the bad guy you have more freedom to experiment and go further out than with a good guy.", 
    "name": "Benicio Del Toro"
  }, 
  {
    "quote": "Without economic development, any potential for political openness and freedom will be questionable.", 
    "name": "Jose Maria Aznar"
  }, 
  {
    "quote": "Our constitutional liberties shall not be sacrificed in our search for greater security, for that is what our enemies and all enemies of freedom and democracy hope to achieve.", 
    "name": "Tammy Baldwin"
  }, 
  {
    "quote": "The main thing I believe in is freedom.", 
    "name": "Charles Evers"
  }, 
  {
    "quote": "We must guard against the overreaching hand of big government trying to take away our freedom. And we must always protect the environment in a manner consistent with our values.", 
    "name": "Steve Forbes"
  }, 
  {
    "quote": "If I am outspoken of the dangers of intemperance to members of our armed forces, it is because we are all especially concerned for the welfare of those who are risking their lives in the cause of freedom.", 
    "name": "William Lyon Mackenzie King"
  }, 
  {
    "quote": "What is our freedom fight about? Is it about the liberation of children or just having sex with them?", 
    "name": "Kate Millett"
  }, 
  {
    "quote": "Although we have, in theory, abolished human slavery, recognized women's rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "Men must stop being jealous of their power and generously allow freedom and responsibility to others. The reward is harmonious families and society.", 
    "name": "Delphine de Girardin"
  }
]