[
  {
    "quote": "My mother was the most beautiful woman I ever saw. All I am I owe to my mother. I attribute all my success in life to the moral, intellectual and physical education I received from her.", 
    "name": "George Washington"
  }, 
  {
    "quote": "The natural state of motherhood is unselfishness. When you become a mother, you are no longer the center of your own universe. You relinquish that position to your children.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "My mother had a great deal of trouble with me, but I think she enjoyed it.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Men are what their mothers made them.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "My mother said to me, 'If you are a soldier, you will become a general. If you are a monk, you will become the Pope.' Instead, I was a painter, and became Picasso.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Mothers are fonder than fathers of their children because they are more certain they are their own.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The mother-child relationship is paradoxical and, in a sense, tragic. It requires the most intense love on the mother's side, yet this very love must help the child grow away from the mother, and to become fully independent.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Only God Himself fully appreciates the influence of a Christian mother in the molding of character in her children.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "That strong mother doesn't tell her cub, Son, stay weak so the wolves can get you. She says, Toughen up, this is reality we are living in.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "It is not until you become a mother that your judgment slowly turns to compassion and understanding.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "I ask people why they have deer heads on their walls. They always say because it's such a beautiful animal. There you go. I think my mother is attractive, but I have photographs of her.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "I am sure that if the mothers of various nations could meet, there would be no more wars.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "Yes, Mother. I can see you are flawed. You have not hidden it. That is your greatest gift to me.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Sweater, n.: garment worn by child when its mother is feeling chilly.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Who in their infinite wisdom decreed that Little League uniforms be white? Certainly not a mother.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "The mother's heart is the child's schoolroom.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "My mother taught me to treat a lady respectfully.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "I've been through it all, baby, I'm mother courage.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "Being a mother is hard and it wasn't a subject I ever studied.", 
    "name": "Ruby Wax"
  }, 
  {
    "quote": "It is only in the act of nursing that a woman realizes her motherhood in visible and tangible fashion it is a joy of every moment.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "I'm a Mommy's Girl - the strongest influence in my young life was my mom.", 
    "name": "Susie Bright"
  }, 
  {
    "quote": "When you have a good mother and no father, God kind of sits in. It's not enough, but it helps.", 
    "name": "Dick Gregory"
  }, 
  {
    "quote": "Mothers always find ways to fit in the work - but then when you're working, you feel that you should be spending time with your children and then when you're with your children, you're thinking about working.", 
    "name": "Alice Hoffman"
  }, 
  {
    "quote": "How simple a thing it seems to me that to know ourselves as we are, we must know our mothers names.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "Every man must define his identity against his mother. If he does not, he just falls back into her and is swallowed up.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "My mother used to tell me man gives the award, God gives the reward. I don't need another plaque.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "Motherhood is priced Of God, at price no man may dare To lessen or misunderstand.", 
    "name": "Helen Hunt Jackson"
  }, 
  {
    "quote": "The fastest way to break the cycle of perfectionism and become a fearless mother is to give up the idea of doing it perfectly - indeed to embrace uncertainty and imperfection.", 
    "name": "Arianna Huffington"
  }, 
  {
    "quote": "Throughout my life, my mom has been the person that I've always looked up to.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "When motherhood becomes the fruit of a deep yearning, not the result of ignorance or accident, its children will become the foundation of a new race.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history.", 
    "name": "Anita Baker"
  }, 
  {
    "quote": "Motherhood has a very humanizing effect. Everything gets reduced to essentials.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "What do girls do who haven't any mothers to help them through their troubles?", 
    "name": "Louisa May Alcott"
  }, 
  {
    "quote": "Only mothers can think of the future - because they give birth to it in their children.", 
    "name": "Maxim Gorky"
  }, 
  {
    "quote": "Take motherhood: nobody ever thought of putting it on a moral pedestal until some brash feminists pointed out, about a century ago, that the pay is lousy and the career ladder nonexistent.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "I was a brownie for a day. My mom made me stop. She didn't want me to conform.", 
    "name": "Sandra Bullock"
  }, 
  {
    "quote": "Mothers are the necessity of invention.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "Where there is a mother in the home, matters go well.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "I was raised by a single mother who made a way for me. She used to scrub floors as a domestic worker, put a cleaning rag in her pocketbook and ride the subways in Brooklyn so I would have food on the table. But she taught me as I walked her to the subway that life is about not where you start, but where you're going. That's family values.", 
    "name": "Al Sharpton"
  }, 
  {
    "quote": "My mom always said that there would be haters. Not everyone can love ya.", 
    "name": "Joel Madden"
  }, 
  {
    "quote": "I may be the only mother in America who knows exactly what their child is up to all the time.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "The Vatican is against surrogate mothers. Good thing they didn't have that rule when Jesus was born.", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "Just as a mother finds pleasure in taking her little child on her lap, there to feed and caress him, in like manner our loving God shows His fondness for His beloved souls who have given themselves entirely to Him and have placed all their hope in His goodness.", 
    "name": "Alphonsus Liguori"
  }, 
  {
    "quote": "It's the moms of this nation - single, married, widowed - who really hold this country together. We're the mothers, we're the wives, we're the grandmothers, we're the big sisters, we're the little sisters, we're the daughters. You know it's true, don't you? You're the ones who always have to do a little more.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "If there were no schools to take the children away from home part of the time, the insane asylums would be filled with mothers.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "I sing seriously to my mom on the phone. To put her to sleep, I have to sing 'Maria' from West Side Story. When I hear her snoring, I hang up.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "My mother was a personal friend of God's. They had ongoing conversations.", 
    "name": "Della Reese"
  }, 
  {
    "quote": "I am no mother, and I won't be one.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "Of all the roles I've played, none has been as fulfilling as being a mother.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "Mothers don't let your daughters grow up to be models unless you're present.", 
    "name": "Janice Dickinson"
  }, 
  {
    "quote": "I owe much to mother. She had an expert's understanding, but also approached art emotionally.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "A woman must combine the role of mother, wife and politician.", 
    "name": "Emma Bonino"
  }, 
  {
    "quote": "I wish my mother had left me something about how she felt growing up. I wish my grandmother had done the same. I wanted my girls to know me.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "I basically became a cheerleader because I had a very strict mom. That was my way of being a bad girl.", 
    "name": "Sandra Bullock"
  }, 
  {
    "quote": "There are only two things a child will share willingly communicable diseases and its mother's age.", 
    "name": "Benjamin Spock"
  }, 
  {
    "quote": "Motherhood is the strangest thing, it can be like being one's own Trojan horse.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "Mommy smoked but she didn't want us to. She saw smoke coming out of the barn one time, so we got whipped.", 
    "name": "Loretta Lynn"
  }, 
  {
    "quote": "I loved raising my kids. I loved the process, the dirt of it, the tears of it, the frustration of it, Christmas, Easter, birthdays, growth charts, pediatrician appointments. I loved all of it.", 
    "name": "Jane Elliot"
  }, 
  {
    "quote": "I think while all mothers deal with feelings of guilt, working mothers are plagued by guilt on steroids!", 
    "name": "Arianna Huffington"
  }, 
  {
    "quote": "What is free time? I'm a single mother. My free moments are filled with loving my little girl.", 
    "name": "Roma Downey"
  }, 
  {
    "quote": "I am truly my mother's son.", 
    "name": "David Geffen"
  }, 
  {
    "quote": "My sisters and mom raised me to respect women and open doors for them.", 
    "name": "Milo Ventimiglia"
  }, 
  {
    "quote": "My mother gets all mad at me if I stay in a hotel. I'm 31-years-old, and I don't want to sleep on a sleeping bag down in the basement. It's humiliating.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I wanted to escape so badly. But of course I knew I couldn't just give up and leave school. It was only when I heard my mom's voice that I came out of my hiding place.", 
    "name": "Zhang Ziyi"
  }, 
  {
    "quote": "Mother is far too clever to understand anything she does not like.", 
    "name": "Arnold Bennett"
  }, 
  {
    "quote": "Everyone checks out my mom. My mom's hot.", 
    "name": "Ashley Scott"
  }, 
  {
    "quote": "I want to be a cool mom.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "Why do grandparents and grandchildren get along so well? The mother.", 
    "name": "Claudette Colbert"
  }, 
  {
    "quote": "I want to be more successful as a mother than I am in show business.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "My mother worked in factories, worked as a domestic, worked in a restaurant, always had a second job.", 
    "name": "Ed Bradley"
  }, 
  {
    "quote": "I guess I was a mom so late in life, my daughter was the greatest thing since sliced bread.", 
    "name": "Candice Bergen"
  }, 
  {
    "quote": "Always it gave me a pang that my children had no lawful claim to a name.", 
    "name": "Harriet Ann Jacobs"
  }, 
  {
    "quote": "I think my mother is my biggest influence. There are so many things I hate about her but at the same time I'm thankful for her. All I know is that when I'm a parent I want to be just like my mom. I can talk to my mom more than any of my friends could talk to their parents.", 
    "name": "Nikki Reed"
  }, 
  {
    "quote": "I'm so happy and thankful I made it a point be a stay-at-home mom.", 
    "name": "Candace Cameron Bure"
  }, 
  {
    "quote": "I'd lose my mind if I heard my kid call the nanny Mommy.", 
    "name": "Toni Braxton"
  }, 
  {
    "quote": "My mother told me on several different occasions that she was livin' her dream vicariously through me. She once said that I was getting' to do all the things that she would have wanted to have done.", 
    "name": "Buck Owens"
  }, 
  {
    "quote": "My parents, especially my mother, were no influence on me whatsoever.", 
    "name": "Andy Partridge"
  }, 
  {
    "quote": "Motherhood is at its best when the tender chords of sympathy have been touched.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "Morality and its victim, the mother - what a terrible picture! Is there indeed anything more terrible, more criminal, than our glorified sacred function of motherhood?", 
    "name": "Emma Goldman"
  }, 
  {
    "quote": "The man in our society is the breadwinner the woman has enough to do as the homemaker, wife and mother.", 
    "name": "Dorothy Fields"
  }, 
  {
    "quote": "I stand fearlessly for small dogs, the American Flag, motherhood and the Bible. That's why people love me.", 
    "name": "Art Linkletter"
  }, 
  {
    "quote": "My mother thinks I could have even run a larger company.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "My mom taught us the Serenity Prayer at a young age.", 
    "name": "Toby Keith"
  }, 
  {
    "quote": "What motivated me? My mother. My mother was an immigrant woman, a peasant woman, struggled all her life, worked in the garment center.", 
    "name": "Al Lewis"
  }, 
  {
    "quote": "The woman is uniformly sacrificed to the wife and mother.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "I'm sure that my mom would have been happy with any path I chose.", 
    "name": "Joely Fisher"
  }, 
  {
    "quote": "I auditioned on my own. I tried to make a mark for myself without anybody's help, not even Mom's.", 
    "name": "Kate Hudson"
  }, 
  {
    "quote": "Giving birth was easier than having a tattoo.", 
    "name": "Nicole Appleton"
  }, 
  {
    "quote": "If my mom reads that I'm grammatically incorrect I'll have hell to pay.", 
    "name": "Larisa Oleynik"
  }, 
  {
    "quote": "If you ever become a mother, can I have one of the puppies?", 
    "name": "Charles Pierce"
  }, 
  {
    "quote": "I'd go to, like, six different schools in one year. We were on welfare, and my mom never ever worked.", 
    "name": "Eminem"
  }, 
  {
    "quote": "We need somebody who's got the heart, the empathy, to recognize what it's like to be a young teenage mom, the empathy to understand what it's like to be poor or African-American or gay or disabled or old - and that's the criterion by which I'll be selecting my judges.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That's how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "A guy is a lump like a doughnut. So, first you gotta get rid of all the stuff his mom did to him. And then you gotta get rid of all that macho crap that they pick up from beer commercials. And then there's my personal favorite, the male ego.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "When my mom ran for the Senate, my dad was there for her every step of the way. I can still hear her saying in her beautiful voice, 'Why should women have any less say than men, about the great decisions facing our nation?'", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Being a Hot Mom means being respected as a mom and a woman. And, the key to being a Hot Mom is having a sense of humor about yourself and all the crazy situations that arise.", 
    "name": "Jami Gertz"
  }, 
  {
    "quote": "I believe this with all my heart: The greatest coach of all time in my eyes is my mom. She's instilled in me a toughness and a perseverance and just a never-quit mentality, and I thank her every day for providing me, for what she sacrificed her life for.", 
    "name": "Scott Brooks"
  }, 
  {
    "quote": "My mom was such a strong character. I don't want to say she was like a man, but she was tough.", 
    "name": "Lance Armstrong"
  }, 
  {
    "quote": "My mom and I have always been really close. She's always been the friend that was always there. There were times when, in middle school and junior high, I didn't have a lot of friends. But my mom was always my friend. Always.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "For everything I do, I think about a 6-year-old girl and her mom that I saw at my concert last night. I think about what those two individuals would think if I were at a club last night. I never want to be arrested, and I never want to get a DUI, those are my moral values.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "As a mom, I know it is my responsibility, and no one else's, to raise my kids. But we have to ask ourselves, what does it mean when so many parents are finding their best efforts undermined by an avalanche of advertisements aimed at our kids.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "One of the greatest titles in the world is parent, and one of the biggest blessings in the world is to have parents to call mom and dad.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I love those hockey moms. You know what they say the difference between a hockey mom and a pit bull is? Lipstick.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "For me, already being part of a single parent household and knowing it was just me and my mom, you'd would wake up times and hope that the next day you'd be able to be alongside your mother because she was out trying to make sure that I was taken care of. But all I cared about was her being home.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "Don't let people disrespect you. My mom says don't open the door to the devil. Surround yourself with positive people.", 
    "name": "Cuba Gooding, Jr."
  }, 
  {
    "quote": "Having a child makes you realize the importance of life - narcissism goes out the window. Heaven on earth is looking at my little boy. The minute he was born, I knew if I never did anything other than being a mom, I'd be fine.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "My mom and I had the same vision, and we want the same things. We would always make a goal list every year.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "I don't want to be perfect, but I do want to be a role model. My mom always tells me that imperfections equal beauty. All of us are imperfect.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "When you are getting ready to become a mom, being in love with someone just isn't enough. You need to think about whether he would be a good parent and raise your children with similar beliefs.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "My sisters and my mom, those people help me get through every single day.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "\"I told my mom, 'I'm not buying another magazine until I can get past this thought of looking like the girl on the cover'. She said, \"\"Miley, you are the girl on the cover,' and I was, like, 'I know, but I don't feel like that girl every day.' You can't always feel perfect.\"", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "When love is gone, there's always justice. And when justice is gone, there's always force. And when force is gone, there's always Mom. Hi, Mom!", 
    "name": "Laurie Anderson"
  }, 
  {
    "quote": "I love my mom. My mom loves me. We don't have an easy relationship. I don't think we ever will, but I'd rather have a complicated, misunderstood relationship than have no relationship at all.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "My mom never taught me to be waiting for some prince on a white horse to swipe me off my feet.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "I always wanted what Mom and Dad had.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who's right here too.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "When I was 5, some financial things happened, and I moved seven times in a year. We moved from apartment to apartment, sometimes living with friends. My mom would always say, 'Don't get comfortable, because we may not be here long.'", 
    "name": "LeBron James"
  }, 
  {
    "quote": "I can only hope to be 10 percent of the mom mine was to me. She encouraged me to be confident and enjoy life. That's what I want for my son.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "You know, I don't think any mother aims to be a single mom. I didn't wish for that, but it happened.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "My mom decorated with lots of antiques. I never liked it when I was a little girl - I wanted to live in a modern house. But now I love it.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "Looking back, I think I was always musical. My dad was very musical, and I think my mom was musical.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "It wasn't so long ago that I was a working mom myself. And I know that sometimes, much as we all hate to admit it, it's just easier to park the kids in front of the TV for a few hours, so we can pay the bills or do the laundry or just have some peace and quiet for a change.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "The person who has inspired me my whole life is my Mom, because she taught me commitment. She sacrificed.", 
    "name": "Mike Krzyzewski"
  }, 
  {
    "quote": "My mom is always telling me it takes a long time to get to the top, but a short time to get to the bottom.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "My mom and I are very close.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "My mom is the backbone not just of my family but of many families.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I could get away with not taking care of myself as a bachelorette but as a mom I can't.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Mom was 50 when my Dad died. She got on a bus every weekday for years, and rode 40 miles each morning to Madison. She earned a new degree and learned new skills to start her small business. It wasn't just a new livelihood. It was a new life.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "And to this day, my Mom is my role model.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "A Romney-Ryan administration will protect and strengthen Medicare, for my Mom's generation, for my generation, and for my kids and yours.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "What makes me happy is just curling up in with my mom in her bed and watching a marathon of 'CSI' and 'Grey's Anatomy' episodes with pints of ice cream.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "I started cooking when I was about 10. I have memories like when I was 6 or 7 with my mom, and when I was 12 I started getting real serious about cooking.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "Studies show that children best flourish when one mom and one dad are there to raise them.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "I know I'm talented, but I wasn't put here to sing. I was put here to be a wife and a mom and look after my family. I love what I do, but it's not where it begins and ends.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "My mom was tough.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "When I was really young, my mom enrolled me in dance classes.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I think my love of journalizing my life comes from my mom.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "My mom wasn't a movie star.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I became a mom at 37 and having a child has been an emancipation for me.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "My inspiration was my mom. She's a great cook, and she still cooks, and we still banter back and forth about cooking. Growing up in a mostly Portuguese community, food was important and the family table was extremely important. At a very young age I understood that.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "My parents were working class folks. My dad was a bartender for most of his life, my mom was a maid and a cashier and a stock clerk at WalMart. We were not people of financial means in terms of significant financial means. I always told them, 'I didn't always have what I wanted. I always had what I needed.' My parents always provided that.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "My dad was a bartender. My mom was a cashier, a maid and a stock clerk at K-Mart. They never made it big. They were never rich. And yet they were successful. Because just a few decades removed from hopelessness, they made possible for us all the things that had been impossible for them.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "My mom and I have always been very close. She is my best friend. She had to make a lot of sacrifices early on in my life to make sure I got to do what I wanted to do.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "My mom brought me up to believe that my talent is a gift and a blessing.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Thankfully, I have my mom and a small group of close friends who are there for me 24/7 and whom I can trust and depend on.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I remember watching the Grammys and looking at the performances and crying to my mom, saying how much I wanted to be there.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I always wanted to be a mom.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "I'm a lioness. I have four cubs. I'm a mom. I want to take care of my kids and protect them.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "My mom is at my house every day, and she nags me about everything, especially hygiene.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I remember driving to North Carolina when I was a little girl in a snowstorm to get down to my mom's family in the Carolinas. There were chains on the car - it was the late sixties - and we were just singing in the car. Christmas carols.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "When I was little, my mom tells me, I used to say things like, 'Mom do you hear the string section? Do you hear the string section?' And she would look at me and say, 'No honey, I don't know what you're talking about.'", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Being the only man in the household with my mom definitely helped me grow up fast.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "If I could get any animal it would be a dolphin. I want one so bad. Me and my mom went swimming with dolphins and I was like, 'How do we get one of those?' and she was like, 'You can't get a dolphin. What are you gonna do, like, put it in your pool?'", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "I'm not a religious person. My mom was of Jewish blood and my dad was Protestant.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "My dad believes in God, I think. I'm not sure if my mom does. I don't.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Fortunately, when you're a mom, the responsibility of caring for your child can keep you going.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "My mom has made it possible for me to be who I am. Our family is everything. Her greatest skill was encouraging me to find my own person and own independence.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "I forgive my mom for being a psycho and my dad for being a loser.", 
    "name": "Nikki Sixx"
  }, 
  {
    "quote": "It is a sad commentary of our times when our young must seek advice and counsel from 'Dear Abby' instead of going to Mom and Dad.", 
    "name": "Abigail Van Buren"
  }, 
  {
    "quote": "I hear my friends and my mom tell me I'm special, but honestly, I still don't get it.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "My mom and I have always been there for each other. We had some tough times, but she was always there for me.", 
    "name": "LeBron James"
  }, 
  {
    "quote": "I don't want to have kids for like 10 years. I still have a lot to do. I don't even know if I could handle a dog right now. I'm so not ready. Someday I'll be a mom but not until I'm in my 30s.", 
    "name": "Avril Lavigne"
  }, 
  {
    "quote": "As a mom I know that raising children is the hardest job there is.", 
    "name": "Hilary Rosen"
  }, 
  {
    "quote": "I consider my mom and all my sisters my friends.", 
    "name": "Alexa Vega"
  }, 
  {
    "quote": "The best situation is being a single parent. The best part about is that you get time off, too, because the kids are with their mom, so it's the best of both worlds. There's a lot to be said for it.", 
    "name": "Larry David"
  }, 
  {
    "quote": "My mom, Irmelin, taught me the value of life. Her own life was saved by my grandmother during World War II.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I'm going to let people know that it's cool to have a child and be young and still be a good mom. It's really tough, but I'm doing it.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "My mom, God rest her soul - she liked nicknames. In the womb she named me Skip. There was another black guy in Piedmont, W.Va., and his name was Skip. They called him Big Skip, and I was Little Skip.", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I feel like a good mom. I'm a strong woman now... Don't look down on me. Pray for me because I'm trying.", 
    "name": "Fantasia Barrino"
  }, 
  {
    "quote": "And the greatest lesson that mom ever taught me though was this one. She told me there would be times in your life when you have to choose between being loved and being respected. Now she said to always pick being respected.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "Being a mom has made me so tired. And so happy.", 
    "name": "Tina Fey"
  }, 
  {
    "quote": "My father wasn't really involved and my mom is the light in my life.", 
    "name": "Marion Jones"
  }, 
  {
    "quote": "The real estate agent had to go door-to-door in the apartment building we wanted to rent, asking if it was OK for this interracial family - my mom is white and I was a 1-year-old half-African kid - to live in the apartment building.", 
    "name": "Tom Morello"
  }, 
  {
    "quote": "My dad never blew anything up, but he probably had friends who did. He and my mom have always preached that the pen is mightier than a Molotov cocktail.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I grabbed my mom and I went to the couch and I said, 'Mom I want to ask Jesus to come into my heart.' And I got on my knee and I asked Jesus to come into my heart, forgive me of my sins, and make me a child of God.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "My mom used to make everything. She had a great garden and composted and made everything from scratch - peanut butter, bread, jelly, everything. I don't know how she did it because all those things take time and love and labour. I only do half the stuff she does - but there's still time.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I'm a mom, so I have to be comfortable. Jeans are a staple - I have way too many in my closet! It's warm in Florida, so I wear jeans and a tank top every day. I love my True Religions, my Rich and Skinny, and Citizens of Humanity. But I also love getting dressed up!", 
    "name": "Candace Cameron Bure"
  }, 
  {
    "quote": "Mom spent the time that she was supposed to be a kid actully raising children, her younger brother and younger sister. She was tough as nails and did not suffer fools at all. And the truth was she could not afford to. She spoke the truth, bluntly, directly, and without much varnish. I am her son.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "I didn't understand that I could sing until I was like 11 or 12. My mom heard me singing around the house and she said, What are you doing? You really can sing! So then I started going to school and singing to the girls.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "My mom being a psychotherapist, I've been brought up with that whole psychoanalytical terrain.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "I think the real heroic teachers are the ones who work with kids, like my mom and my sister do.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I probably have an earlier curfew than anyone. My mom wants to keep me really safe and my dad's not overly protective, but he's a dad no matter what.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "My mom used to say that I became a fighter and a scrapper and a tough guy to protect who I am at my core.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "My mom knows when something is real and something is not.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "I've never had a very closely connected family. My parents split up when I was young and I was living with my mom for a little while, then I was kind of just on my own really young. It wasn't some kind of global tragedy, it was just never really a very close-knit family. So there was support in the sense that they didn't stand in my way.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "I just go about my life. I'm a mom, I drive an SUV, I go to the grocery store every day. I'm definitely not a celebrity. I always say that I'm a celebrity-adjacent.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "Fact: The new '90210' is cooler than the old '90210.' It's the lithe, streamlined Skipper to the elder series' venerable Barbie. Gone are the traditional parents - they've been replaced by a hipster mom n' pop who get busted necking in the car.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "I make a lot of mistakes, too, and I'm constantly re-evaluating how I'm doing things and trying to be better every day, whether it's as a mom or taking care of myself.", 
    "name": "Mia Hamm"
  }, 
  {
    "quote": "Most children - I know I did when I was a kid - fantasize another set of parents. Or fantasize no parents. They don't tell their real parents about that - you don't want to tell Mom and Dad. Kids lead a very private life. And I was a typical child, I think. I was a liar.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Most children - I know I did when I was a kid - fantasize another set of parents. Or fantasize no parents. They don't tell their real parents about that - you don't want to tell Mom and Dad.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "My mom and I were super tight. I think she really wanted me to be an artist, you know? She used to like to tell people she wanted to be Beethoven's mother. That was her thing. She wanted to be the mother of this person.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "My dad and mom believed that you do what you have to do in private and don't make a big deal out of it. Just try to help people as much as you can.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "My relationship with my mom is really the single most profound relationship that I've ever had in my life.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "My parents are wonderful, and I'm really lucky - but my mom has always been almost exclusively a right-brained person. She goes completely on her feelings of things, on her intuition, and so she instilled that in my brothers and I.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "My dad is a Deadhead, my mom's a Jewish-American princess from Jersey.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "Never play cards with a man called Doc. Never eat at a place called Mom's. Never sleep with a woman whose troubles are worse than your own.", 
    "name": "Nelson Algren"
  }, 
  {
    "quote": "My Mom said she learned how to swim when someone took her out in the lake and threw her off the boat. I said, 'Mom, they weren't trying to teach you how to swim.'", 
    "name": "Paula Poundstone"
  }, 
  {
    "quote": "My mom was a waitress, and my dad was a plumber who worked for the City of San Clemente fixing mains breaks, so not too glamorous.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "I like to work. The self-esteem and satisfaction that I get from working makes me a better person, which makes me a better mom. I feel lucky because I have the luxury of working only one or two days a week.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "I don't drink, and I don't smoke. It's a personal preference. My mom has never drunk or smoked. I look up to my mom.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "I pretty much borrow my entire beauty regime from my mom.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I know my mom said as early as she can remember letting me watch TV, my one treat a week when I was like 6 was to stay up and watch 'Saturday Night Live.'", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "I want to be as healthy as I can because I'm a mom now.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I have so much respect for my mom and all the women across the world.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I guess now that I think back, I used to play priest and be a funny priest. I don't know, I grew up in such a Catholic family that I kind of liked to test the boundaries a little bit and I think I had fun watching my mom laugh.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "When I was a little girl, rocking my little dolls, I remember thinking I would be the world's best mom, and so far I've done it.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "When I was in nursery school, the teachers asked me, y'know, 'What does your dad do for a living?' So I said 'He helps women get pregnant!' They called my mom and they were like, 'What exactly does your husband do?'", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "Like a lot of you, I grew up in a family on the ragged edges of the middle class. My daddy sold carpeting and ended up as a maintenance man. After he had a heart attack, my mom worked the phones at Sears so we could hang on to our house.", 
    "name": "Elizabeth Warren"
  }, 
  {
    "quote": "I could do without 'cool' publications calling me 'mom jazz.' But I laughed all the way to the bank, baby.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "My mom just didn't put a very high premium on me being like really famous or really wealthy or anything.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "It's not common for a woman on television, especially if she's the mom of the family, to be funny. She's usually a straight man or foil.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "My mom and I used to listen to records, read, and take train rides across the country in the summer. It was a very chill life. She didn't expose me to anything that was ahead of my development, but she expected me to adjust to her world - she did not expect to adjust to mine.", 
    "name": "Martha Plimpton"
  }, 
  {
    "quote": "Isn't it so weird the day you wake up and you're just going with the flow? And you just suddenly are a mom.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "I'm a sappy mom now. I didn't think I would be. I thought I'd be a cool mom who keeps everything in perspective.", 
    "name": "Katherine Heigl"
  }, 
  {
    "quote": "I was always a drama queen. I remember playing in the kitchen, trying to get my mom to think I was dead and call the police. When she didn't, I would cry. I was always theatrical. I don't think any of my relatives are surprised.", 
    "name": "Amy Lee"
  }, 
  {
    "quote": "My mom knows pretty well how I see her.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "I'm ridiculous in my oversharing my mom and sister are very open but a little more judicious than me... and my father is a decidedly private person.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "God blessed me with two unbelievable parents, and I am just like both of them. I have the smile and charisma of my mother and the big heart of my mom, because she wants to save the world and help the world, so I am just like her.", 
    "name": "Magic Johnson"
  }, 
  {
    "quote": "My mom was always saying: 'Be whatever you want to be, but stick with it. Don't waver. Don't change who you are for anybody.'", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "My mom always says I cut my teeth on the church pew.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "My mom said the only reason men are alive is for lawn care and vehicle maintenance.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "Well, my mom is single and we've both been single at the same time over the last ten years, so I really related to the bond between my character and Diane's.", 
    "name": "Amanda Peet"
  }, 
  {
    "quote": "I always knew I wanted kids, but when my mom passed away I was like, 'I want a bunch of kids. I want three kids or four kids, and I want to have that relationship again.' I can't bring my mom back, but I can have children.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Not to be weird, but I still have an ongoing relationship with my mom, even though she passed away, and I've been surprised at how much I've been able to convey to her. Now I sound like a total weirdo, but that's true.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "My mom loved rock 'n roll. My father hated it. We couldn't play it when he was around.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "I made some truly awful movies. 'Stop! Or My Mom Will Shoot' was the worst. If you ever want someone to confess to murder just make him or her sit through that film. They will confess to anything after 15 minutes.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "I used to say, 'Man, I think I'd be a really good dad. I'll be a great provider. I'm funny I'll go on trips with them - I'll do all sorts of stuff.' But the momming? I'm not made for that. I have a really good mom I know what she put into it.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Washington has got to, across the board, lower taxes for small businesses so that our mom and pops can reinvest and hire people, so that our businesses can thrive.", 
    "name": "Sarah Palin"
  }, 
  {
    "quote": "I'm really happy to be a mom, and I'm proud of the phase I'm in.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "Mom ran the house, so we grew up Portuguese.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "My food is Louisiana, New Orleans-based, well-seasoned, rustic. I think it's pretty unique because of my background being influenced by my mom, Portuguese and French Canadian. There's a lot going on there.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "My family, you know, are all still, you know, very close. We're all still very close. Mom and Daddy are still alive. So, what more can you ask for? Your kids are healthy.", 
    "name": "Reba McEntire"
  }, 
  {
    "quote": "I know how to do anything, I'm a mom.", 
    "name": "Roseanne Barr"
  }, 
  {
    "quote": "Being a singer is all about me. About ego. Being a mom is all about being selfless - two different worlds.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "My mom used to say that Greek Easter was later because then you get stuff cheaper.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "As far as I'm concerned, there's no job more important on the planet than being a mom.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "I didn't come from a trailer park. I grew up middle class and my dad had money and my mom made my lunch. I got a car when I was sixteen. I'm proud of that.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "I did find some time to go to a record store and check out 'Headstrong' actually in the racks. It was pretty cool I never thought I'd see my own CD sitting there with everyone else's. I made my Mom take lots of pics!", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "Once in high school, I completely over plucked my left eyebrow all the way up to where you're not supposed to. I had no idea what I was doing and it looked terrible! My mom was like 'What did you do to yourself?' I was so embarrassed.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "The 'believe' tattoo is because my mom always told me to believe.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "My mom is very confident and she was always a role model of mine.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "My mom put me and my sisters in the water to feel comfortable, to have water safety.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "Even in high school, I'd tell my mom I was sick of swimming and wanted to try to play golf. She wasn't too happy. She'd say, 'Think about this.' And I'd always end up getting back in the pool.", 
    "name": "Michael Phelps"
  }, 
  {
    "quote": "My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "Growing up, my ideals were Barbra Streisand, Cher, and my mom.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "My mom insisted on multigrain bread and never allowed soda in the house.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "I was always at peace because of the way my mom treated me.", 
    "name": "Martina Hingis"
  }, 
  {
    "quote": "Come Christmas Eve, we usually go to my mom and dad's. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "Depending on what day of the week it is and what time of the month it is, I'm a good friend or not a good friend. I'm more or less a good mom or not a good mom, more or less a good mate or not a good mate. That's just life, whether or not you're public.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "My mom's discipline worked out perfectly. I wouldn't change a thing.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "My mom's never been married. I've never even seen my mom kiss a dude.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "If you would ask my mom what books I liked growing up, I liked Dr. Seuss.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "I was born and raised in East Los Angeles by a single mom who had three biological kids and adopted four more. I never met my dad.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "When I got into junior high school, that's when my mom let me dress how I wanted to dress. Up to that point I wore suits to school all the time.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "I remember when I was 11, I told my mom, 'One day I'm going to buy you a house.' And she said, 'Boy, don't you be making promises you can't keep.' I was like: 'No, Ma, it's not a promise. I'm going to buy you a house one day.'", 
    "name": "will.i.am"
  }, 
  {
    "quote": "These days it's cool to be ethnic and to be different, but when I was a kid, it was not cool - at all. My friends would come over and my mom would make crepes with eggs, stuffed with mozzarella cheese, tomatoes and spinach. And they'd be like, 'What is this?'", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "Every time I think I have something under control, it changes and I don't have it under control. I think it takes several years to get there. Jade is 19 months old, so right now I'm on alert all the time. And as a mom I think you're constantly worrying about things.", 
    "name": "Giada De Laurentiis"
  }, 
  {
    "quote": "Mom and Pop were just a couple of kids when they got married. He was eighteen, she was sixteen and I was three.", 
    "name": "Billie Holiday"
  }, 
  {
    "quote": "I must admit, even though I'm the product of two Jewish parents, I think the Irish temper got in there somewhere, so I'm going to check Mom's genealogy.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I didn't know my Dad - he moved out early. And my mom's politics were kind of hardscrabble. She didn't think about Democrats or Republicans. She thought about who made sense. I've been both in my life.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "With my new venture, Club Mom, we want to empower moms to feel their value and also build their collective power to make their lives better and easier. We want to bring them together as a community to share experiences and information.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "Because sorry to say, women run the house. They run the family. They hold things up. I mean, it's like you don't ever see your mom get sick because she handles everything. And it's kind of amazing I think to show people just how strong women are.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "I'm lucky that my real-life Mom has both a great sense of humor about herself and an amazing ability to slip into complete denial if the subject matter gets a little too close to home.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "I'm more straightforward, and I speak up more than I did before. When I was younger, I wouldn't speak up as much, but now that I'm a mom, things have changed.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "My mom is going to kill me for talking about sleeping with people. But I don't want to put myself in the position where I'm in a monogamous relationship right now. I'm not dating just one person. 'Sex and the City' changed everything for me because those girls would sleep with so many people.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "President Obama's fight for rural America is personal. He was raised by a single mom and grandparents from Kansas. He hails from a farming state, Illinois.", 
    "name": "Tom Vilsack"
  }, 
  {
    "quote": "I don't have anything against my mom, but my family has no emotional connection to each other.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "My mom was on welfare and the occasional food stamp, but I have never participated in any of those governmental programs, even the ones that kind of work like education, scholarships and whatever, and I managed to do just fine.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "I love being a single mom. But it's definitely different when you're dating.", 
    "name": "Brooke Burns"
  }, 
  {
    "quote": "Yes, I always remember my dad's, mom's and my grandma's perfumes.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "Financial hardships were rough on us, even though Mom had a good job at G.M.", 
    "name": "Ryan White"
  }, 
  {
    "quote": "It was always a fantasy of mine growing up - my favorite program was always 'Little House on the Prairie' - so I always wanted to wear those looks. When I was a child, I wouldn't let my mom put me in anything but calico dresses and now... whaddaya know, every day I'm in a calico dress, basically, so it's kind of funny.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "You do need parental guidance and I was in a great position with both my mum and dad. They split when I was a baby but even though I stayed with my mom they were both very much involved in my upbringing.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "My mom always says, 'If you don't believe in something, you'll lose yourself completely.'", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "I was thinking that when I have children, that I should always dress as a character for them, so they think their mom is Alice in Wonderland or Cinderella.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "It's superfun being a mom, but it's hard too.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "Being a mom is hard, I think a lot of working moms feel that way.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "My mom always said I was the peacemaker in the family. My older brother, Eric, was the leader, the creative one. I was just his puppet.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "I was thinking that when I have children, that I should always dress as a character for them, so they think their mom is Alice in Wonderland or Cinderella. It would be totally messed up!", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "My mom and dad met at Anaheim High School. After they got married, all they wanted to do was have four children, and they did.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "I wish I had an extra day with my mom sometimes. Or another hour in the day with my family, husband and children.", 
    "name": "Mary J. Blige"
  }, 
  {
    "quote": "The golden child may be the oldest one, unless it's the youngest. It may be the toughest one, unless it's the most sensitive. It's not even necessary that Mom and Dad have the same favorite - and typically they don't.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "In Hollywood, you play a mom, and the next thing you know, you're on 'The Golden Girls.' They age you so fast.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "In Hollywood, you play a mom and instantly, you've got osteoporosis.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "My mom is painfully sweet she's from Nebraska.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "My mom was a diabetic. Her sister was a diabetic, so I was already a candidate.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "When my dad divorced my mom it was kind of like him leaving me also.", 
    "name": "Nicole Richie"
  }, 
  {
    "quote": "After my mom died, there was so much written about her fashion and her style and all that, and I felt that one of the most important parts of her was missing, her real intellectual curiosity.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "I was always okay with the fact that I was taller and bigger than everybody else growing up. My mom, my dad, and my friends always told me I was beautiful.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "When I turned 18, my mom, my nana and I all went and had tattoos of our favorite Bible verses put on the inside of our wrists. Mine is 1st Timothy, 4:12.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "When I was 7, I came up with the idea of 'charm socks.' My mom would take me to buy bags of plastic charms, we would sew them on frilly white socks, and I sold them at school.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "My Mom always cooked healthy. Greek food lends itself to cooking healthy.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "From the moment this baby came into our home, those two dogs have never been more in love. It's the most beautiful thing I've ever witnessed. People keep saying, 'Oh, you're a single mom.' I'm like, 'Actually, I'm not. I've got two boys helping.'", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "So far I'm not surprised by anything about being a mom. It's all pretty great - but that's what I expected.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "I was worried about my mom more than I was worried about the president. And then I was worried about the president, and then I was worried about myself.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "Aretha Franklin was a teenage mom, a musician who came from an incredibly Christian background, but there was a lot of love, which is really inspiring in a feminist way.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "When I moved out of my mom's house at 18 I was almost as sad to leave her sewing machine behind as anything else.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I was given baby doll toys myself, and they proved a stark reminder that my life was expected to revolve around childbearing - just as my mom's had before me, and her mom's had before her.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "We all seek approval, and our mother's seal is usually the most important. The nitty gritty is that we have to accept ourselves, even if it is just to be ready for the next cut-down. Mom's blessing or not.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I was brought up by a single mom in a poor town in Arkansas and while some aspects of small-town life were really positive - like the fact that everyone there is really sweet and hospitable - there is also this close-minded mentality, and that naturally made me want to rebel.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "My mother told me Homer Ditto was not my father. Nope. Mom had had a fling with some other guy who was my dad. Some dude who didn't stick around too long who Mom was happy to get rid of. She chose Homer, and Homer chose me, so he lent me his name even though I didn't have his blood.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "If my Dad doesn't like you, you will know. My Mom is just too innocent to ever lie. She doesn't even cuss.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I have a chaperone everywhere I go - my mom.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "Something my mom taught me when I was little is that everything happens for a reason.", 
    "name": "Shawn Johnson"
  }, 
  {
    "quote": "There is nothing I love more than my role as a mom.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "I look up to my mom. She's a beautiful woman.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "My mom, she wasn't like a baseball mother who knew everything about the game. She just wanted me to be happy with what I was doing.", 
    "name": "David Ortiz"
  }, 
  {
    "quote": "I feel like I've lived quite a sheltered life, like my mom and dad were quite protective of me.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "I bought a house for my mom, I bought a house for my dad, I bought a house for my sister.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "There is nothing worse that a thirteen-year-old boy. You're embarrassed by your parents, and you're trying to find your independance because, deep inside, you are so dependent on your mom.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "A friend of my mom's was a casting director so, really as kind of a lark, I had a couple of acting jobs that had just enough exposure to give me the option to continue if I wanted to. I followed through with it.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I'm a religious person. I remember my mom told me: 'Vengeance belongs to God. It's up to him to wreak vengeance.' It's hard for me to get to that point, but that's the work of God.", 
    "name": "Rodney King"
  }, 
  {
    "quote": "Sunscreen is my number 1, 2, 3, 4, and 5 tip. I'm a fanatic, partially because I live in L.A. and have fair skin and freckles, and partially because of my kids. My mom always made me wear sunscreen and I'm trying to be that mom for them.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "I've actually suffered from allergies my entire life. My mom had allergies, so I was aware of what an issue they can be. Many people allow their allergies to affect their lives. As a mom with two kids and two jobs, I just can't let allergies slow me down. It's a day to day thing that can really be remedied by finding the right medication.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "My mom was paranoid about my safety.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "Mom was a smoker. My grandfather was a smoker. My aunts were smokers. My uncles were smokers. I don't know any smokers now, not even my mom.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "My mom drives me crazy sometimes, but I have a good relationship with her.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "My mom enlisted in the U.S. Navy in World War II, and my parents actually bought our home thanks to the loan she got through the GI Bill.", 
    "name": "Thomas Friedman"
  }, 
  {
    "quote": "My dad is like a cactus - introverted and tough. I'm a people person, like my mom, but I got my competitiveness from my dad. He came to this country from Belarus with nothing and built a real business. He's my hero for giving me that need to run a business and for having enormous confidence in me.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "People who build family businesses are not classically trained. They have to deal with an enormous amount of politics. You think corporate politics are tough? Go work for your dad or your mom.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "It's about getting the kids up and fed, getting one to school, getting the other down for a nap, going to the grocery store, picking one up from school, getting the other one down for another nap, cooking dinner... I live my life at these two extremes. I'm either a full-time stay-at-home mom or a full-time actress.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I remember, my mom didn't have any help, so if she needed to be somewhere after school, we'd just go down to the neighbors' and she'd give us a snack and make sure we did our homework. There weren't any latchkey kids.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My mom has always said that the one thing she wishes she had done differently is have a job. She felt like the single-mindedness made her a little nuts sometimes, and she could have used an outlet for herself when we were little.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My mom was really vigorous about making sure that we saw things and that we questioned things. Education was so important to both of my parents.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I've always wanted to be a mom at 23, 24ish, ever since I was a little girl. I'm right on schedule.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "It's her first grandchild, so she's really, really, really excited. I guess my mom is a little more stressed out than me.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "Mom would kill me if I showed my navel.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "My hat was pulled down and this girl said 'Are you really him?' I whispered 'Yeah, I'm really him.' She screamed, 'Mom! Dad! It's Heath Ledger!", 
    "name": "Josh Hartnett"
  }, 
  {
    "quote": "In all honesty, at that time, I never saw myself as an author... I was just a Mom in a state of panic, trying to enter a short story contest to win the prize money in order to keep the lights on in my home.", 
    "name": "Leslie Banks"
  }, 
  {
    "quote": "When I was a kid I didn't feel like I fit in because - this is really silly and I probably shouldn't say it, but, I didn't think anything was funny. So I used to go home and literally cry to my mom and my step-dad at the time and I didn't think anything was funny. I couldn't laugh.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "I really want to adopt a child... I want to be called 'Mom.' It really is the most beautiful word in the English language.", 
    "name": "Patti Stanger"
  }, 
  {
    "quote": "I wanted to be a 150% entrepreneur and a 150% mom, and I found that I was having a very hard time doing both. I was about 75% and 75% - still better than 100%, but not what I was accustomed to at work.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "Every single thing I learned about marketing and building my business, I learned from my mom, and she had never been in the workforce. She just had great practical sense.", 
    "name": "Barbara Corcoran"
  }, 
  {
    "quote": "My guess is my brother would call his mom and his dad pretty regularly, a lot more than I probably did.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "When I was 15, I worked at a dry cleaner because I wanted Abercrombie & Fitch jeans. My mom told me I could have $20 jeans, not $70 jeans, unless I was willing to work for them. So I did!", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "Growing up my whole life, my mom was telling me how incredible and special I was and that I was going to change the world. I think it's important for girls to know that they can change the world, that they do have an impact.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "I remember getting this scrapbook that this girl made, that I actually gave to my mom to hold onto because she has a 'Twilight' shrine in their house in Florida. It was just this scrapbook of me, starting with 'Twilight,' and the whole progression of me and my career throughout that, and other stuff that I had done in between.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "My mom lived by herself with two kids. Sacrifice was the name of the game at our house.", 
    "name": "Victor Cruz"
  }, 
  {
    "quote": "My mom and dad just loved the fact that I fooled around. They just embraced it. They'd always kind of enjoy it, and they liked it when I made them laugh.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "Imagine my surprise when, after a lifetime of teaching me to keep personal things to myself, Mom insisted my drawings were the start of a comic strip for millions of people to enjoy.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "Mothers send strips to daughters to make a point. Daughters smack strips down on the breakfast table to make a point. My own mom sometimes cuts a strip out and sends it to me to make sure I understand her.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "The relationship between Cathy and Mom in the strip is the one relationship drawn from real life that I have proudly never even tried to disguise.", 
    "name": "Cathy Guisewite"
  }, 
  {
    "quote": "My mom, she is the most unbelievable mom that you could ever have in your entire life and she's always with me on everything. The most I've ever been away from her is two days. I love her more than anybody could ever know.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "I want to be a loving mom.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I want to be a mom who listens.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I am proud of my kids, but I also want to make my mom proud of me. I'm still a momma's girl at the heart of the situation.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "Sometimes I do envision just being a stay at home mom but not working isn't an option for me currently.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "There are days when I struggle with wanting to be a full-time, stay-at-home mom, and feeling guilty about that because I work.", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I got my first tattoo when I was 16 years old and I went with my mom to get it done - she has a bunch too so we're tattoo buddies now.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "I think because I became a mom later in life, everything in life means more.", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "My mom was sarcastic about men. She would tell me Adam was the rough draft and Eve was the final product. She was a feminist minister, an earth mom who wore a bra only on Sundays.", 
    "name": "Daphne Zuniga"
  }, 
  {
    "quote": "I'm a soccer mom. I'm T-ball, soccer, karate, homework, keeping them on their schedules. I love being the snack mom, when I get to bring the cut oranges. I have one of those coolers with wheels. I'm at every game, every practice, sitting on my blanket. I love it.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "Many of my books come from what if questions that I can't answer, things that I'm worried about as either a woman, a wife, a mom, an American.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "My dad sold encyclopedias and my mom worked in a factory office.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "My mom was a single mom, and she had enough on her plate. I knew when I was doing something I wasn't supposed to, and I tried to keep her from finding out about it. I did a pretty good job of that.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "I'm a better mother if I'm also doing my work. Some women find a lot more satisfaction from doing the hardest job, which is being a mom. But I like my day job, so I juggle a lot.", 
    "name": "Katey Sagal"
  }, 
  {
    "quote": "My mom was a teacher - I have the greatest respect for the profession - we need great teachers - not poor or mediocre ones.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "Being a mom makes me feel whole and like I understand the meaning of life.", 
    "name": "Rebecca Romijn"
  }, 
  {
    "quote": "There is nothing better than being a parent. It is the most challenging job one could ever ask for. I love being a mom and I love being a friend to my children as well.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "My friends and I would get up early and take our horses through the national forest. My mom was very free. It was always 'Out of the house!' There was no watching television on weekends.", 
    "name": "Anna Torv"
  }, 
  {
    "quote": "I grew up with just my mom. She and I were like best friends. She's a very independent woman and I admire that about her. In my life, I've tried to be like that. To be okay with being on my own and being independent.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "You don't realize how hard it is to live on your own. But there's no mom to do your laundry, and make you dinner and to do things for you, and you don't think about little things like buying paper towels and salt.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I work too much to be an appropriate parent. I feel like a bad mom to my dog some days because I'm just not here enough. I just feel like I would do a bad job if I took the time to literally give birth to a kid right now and try and juggle everything I'm doing.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I live in, literally, the same home when I was swiping my first bank card and wondering if I'd have to put back the Charmin. We still don't have a dishwasher. My mom has done all these gardens so now my house looks like the garden shack in the middle of Versailles.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "My mom, who's been in the restaurant business for 40 years, is the number-one influence in my life. But I look up to a lot of people in the industry. Tops on my list is Mario Batali. My mom and Mario taught me the same lesson: Food is love.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother's, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same.", 
    "name": "Rachael Ray"
  }, 
  {
    "quote": "I came from a broken home, so my mom was a major influence in my life.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "I lived with my mom in a really small apartment. My bedroom was like in the living room. That's why I still love to sleep on couches now.", 
    "name": "Alicia Keys"
  }, 
  {
    "quote": "My mom is definitely my rock.", 
    "name": "Alicia Keys"
  }, 
  {
    "quote": "My mom always said, 'Don't date a guy who thinks he's prettier than you.'", 
    "name": "Alicia Keys"
  }, 
  {
    "quote": "My mom was an actress in the local Seattle theater doing experimental plays.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "Everything I am is because of my mom.", 
    "name": "Sarah Michelle Gellar"
  }, 
  {
    "quote": "In a school where everyone is famous or rich or whatever, you have a culture, 'What does your dad do?' 'What does your mom do?'", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "We've all seen the mom who devotes all her time and attention to her child and is so hungry for adult interaction that as soon as she's around another adult, she's not paying attention anymore.", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "My nickname for my mom was 'The Compass.'", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "Well, you know, I was raised by a 1970s feminist. My mom had a consciousness-raising group. I used to sit at the top of the stairs and listen to them.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Grades were important in our house. I was reading by two. My mom would sit there and read with me, read with me, read with me. It was wonderful.", 
    "name": "Fergie"
  }, 
  {
    "quote": "When I was growing up, my mother was always a friend to my siblings and me (in addition to being all the other things a mom is), and I was always grateful for that because I knew she was someone I could talk to and joke with, and argue with and that nothing would ever harm that friendship.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Dinner 'conversation' at the Cohens' meant my sister, mom, and I relaying in brutal detail the day's events in a state of amplified hysteria, while my father listened to his own smooth jazz station in his head.", 
    "name": "Andy Cohen"
  }, 
  {
    "quote": "If you go from a structure where you have the support and that partner and that construction of a family and that's broken apart, I think that's probably a lot harder than always being a single mom and having the father being a support in another area.", 
    "name": "Bridget Moynahan"
  }, 
  {
    "quote": "Ever since I was a little kid, I've felt comfortable in a suit. It all started when my mom bought me a three-piece Pierre Cardin suit. I wore that thing everywhere. Eventually I realized I was going to be the kid who got beat up in school, but I kept wearing it.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "I was blessed, because I come from a family where they knock you down before you float away. I have a lot of brothers who just make sure we have our feet on the ground, and my mom is a rock star. She is an amazing mother.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "I spend my afternoons painting and working on my Open Hearts jewelry line for Kay Jewelers. I designed an image of a heart that isn't completely closed. My mom always told me to live with an open heart - when life gets tough, you should go out and help someone else.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "What does good in bed mean to me? When I'm sick and I stay home from school propped up with lots of pillows watching TV and my mom brings me soup - that's good in bed.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "My mom passed away a day before high school started, and her dream was for me to be a full rock and roll guy, and play drums in a band.", 
    "name": "Travis Barker"
  }, 
  {
    "quote": "My mom listened to the Beatles and Elvis, a lot of different types of music.", 
    "name": "Travis Barker"
  }, 
  {
    "quote": "My mom died when I was 16. I had a rough childhood, you know what I mean, but it made me strong.", 
    "name": "Travis Barker"
  }, 
  {
    "quote": "My mom was scared of the old Times Square so I was never allowed to go. Now I'm scared of the new Times Square, so I still never go.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "I'm an immigrant kid who came to America from India when I was very young and grew up in New York City with a single mom and really was influenced by all of those immigrant cultures bumping up against each other.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "I never Tweet about my daughter. Never. I just want to be respectful of her privacy. My job as a mom is to know when to open my mouth and when not to.", 
    "name": "Padma Lakshmi"
  }, 
  {
    "quote": "I think I'm a really hands-on mom.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "When I was a new mom, I used to think that life was going to be balanced, and I strived for that. But life is crazy!", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "My mom was a ventriloquist and she always was throwing her voice. For ten years I thought the dog was telling me to kill my father.", 
    "name": "Wendy Liebman"
  }, 
  {
    "quote": "Wigs have always been a part of my life and have become a staple accessory in my closet. I can remember being a little girl and hearing all the commotion in my house from my mom, aunts and grandmother when picking out their wigs for the day. It was such a good time for them and part of their everyday beauty routine.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "My mom passed away at 41 from diabetes. And I'm 42, thank you. I didn't want to do that to my son. So any time I was at the gym, that thing that helped me do that last squat was my son calling some other woman mommy. And that would just give me that extra oomph to do that last squat. I want to be around for him.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I don't spend a lot of time online. My mother's really good at picking out if she sees a really great review, and she'll forward it to me. She's like my little Internet filter. It's always nice to see something going up if I want to find something on Nathan Fillion, I do know where to look, but I've got a nice little delivery system in my mom.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I listened to the radio, so I was influenced by everyone from Michael Jackson to Milli Vanilli. But thankfully my dad had a collection of Cat Stevens albums while my mom was listening to jazz.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "I like to write and draw and paint, and my mom's an artist, so I think I get caught up in thinking, 'I'm afraid it's gonna be bad,' and it's hard for me to start sometimes.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "We never had a bathtub. Mom would bathe me in the wooden or tin washtub in the kitchen, or in a big lard can.", 
    "name": "Ethel Waters"
  }, 
  {
    "quote": "Mom was the greatest influence of my childhood. She wanted to save me from the vice, lust, and drinking that was all about me.", 
    "name": "Ethel Waters"
  }, 
  {
    "quote": "Mom never quit on me. My only regret is that she didn't live long enough to share some of the money and comforts my work in show business has brought me.", 
    "name": "Ethel Waters"
  }, 
  {
    "quote": "In her whole life Mom never earned more than five or six dollars a week. Being without a husband, it was hard for her to find any place at all for us to live.", 
    "name": "Ethel Waters"
  }, 
  {
    "quote": "That's the hardest thing about being a mom. You want to be cool, and you want them to like you all the time, but you can't always have that. You're gonna have times where you have to say no, and you won't be the most popular person in the house.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "My mom used to have a lot of European cinema playing in the house, so I'd catch bits and pieces of films.", 
    "name": "Mia Wasikowska"
  }, 
  {
    "quote": "Being a mom's so empowering and incredible. I'm one of those people who believes that life brings things to you at a certain time for a certain reason, and if you just go with it, that's where the best moments come from.", 
    "name": "Ashlee Simpson"
  }, 
  {
    "quote": "I think my mom put it best. She said, 'Little girls soften their daddy's hearts.'", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "I love my mom and dad.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "Postpartum depression is a very real and very serious problem for many mothers. It can happen to a first time mom or a veteran mother. It can occur a few days... or a few months after childbirth.", 
    "name": "Richard J. Codey"
  }, 
  {
    "quote": "My mom didn't let me play video games growing up, so now I do. Gaming gives me a chance to just let go, blow somebody up and fight somebody from another dimension. It's all escapism.", 
    "name": "Wayne Brady"
  }, 
  {
    "quote": "This is the place where anybody - like an African American kid raised by a single mom - can be president.", 
    "name": "Jennifer M. Granholm"
  }, 
  {
    "quote": "You can be good at technology and like fashion and art. You can be good at technology and be a jock. You can be good at technology and be a mom. You can do it your way, on your terms.", 
    "name": "Marissa Mayer"
  }, 
  {
    "quote": "I slept with my mom until I was 16 years old.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "If I could be a third of the woman that my mom is and have a third of the strength that she has, then I will have done good by this life.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "It's always been my mom and I against the world.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "I always wanted to be a young mom, but generations of women have worked so hard so we can have a career and wait to have children. So I say carpe diem - take advantage of that.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "Home is where my mom is.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "A company that pays attention to the family unit is a successful company. We don't isolate the family. We don't make rides that say, 'Hey mom, dad, you go sit on the bench.'", 
    "name": "Michael Eisner"
  }, 
  {
    "quote": "I grew up in Marcy Projects in Brooklyn, and my mom and pop had an extensive record collection, so Michael Jackson and Stevie Wonder and all of those sounds and souls of Motown filled the house.", 
    "name": "Jay-Z"
  }, 
  {
    "quote": "He was doing - Ray was designing the clothes for my mom's show from California. And one of the first appearances I ever made on television was on my mother's show and Ray and Bob did the clothes for that. It has been a long time.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "Sinatra was just one of Mom's friends.", 
    "name": "Lorna Luft"
  }, 
  {
    "quote": "My mom is not trying to live vicariously through me.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "I was almost 8 years old when I was watching a kid on a TV commercial, and I told my mom that I wanted to do the same thing. She said that I would need to get an agent and that she would research it.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "I'd say that if you had a strained relationship with your mom, for whatever reason, the best thing to do is be open with each other, talk it over, try and work it out somehow as opposed to just putting a wall up and pushing them away.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "My mom's a social worker, and my dad works in non-profit organisations.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "For now I'm just enjoying being a mom. I don't want to be more famous and more rich. I want to be a good mom.", 
    "name": "Jewel"
  }, 
  {
    "quote": "My mom was truly an iconic figure, a great journalist and a pioneering woman who died at 54 of cancer without ever having revealed to viewers that she was ill.", 
    "name": "David Frum"
  }, 
  {
    "quote": "My mom didn't want me to go to college. She didn't want me to read - when I read, I may as well have been holding a pineapple.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "My beloved Mom and Pop always rated tops with each other, and that's the way it will always be.", 
    "name": "Ethel Merman"
  }, 
  {
    "quote": "Mom claimed that I could carry a tune at 2 or 3 years of age. Maybe she was a little prejudiced.", 
    "name": "Ethel Merman"
  }, 
  {
    "quote": "Mom and Pop were proud of my popularity, but from their point of view, show business was no way to make a living.", 
    "name": "Ethel Merman"
  }, 
  {
    "quote": "My mom was a professional. My dad and mom met each other in a movie called 'New Faces of 1937.' My mom went under the name Thelma Leeds, and she did a few movies, and she was really a great singer, and when she married my dad and started to have a family, she sang at parties.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "I had a non-existent knowledge of Queen Victoria's early years. Like everyone else, I thought of her as an old lady dressed in black. My mom had told me about her, though, that she had a very loving relationship with Albert, that they had lots of kids, and that he died young.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "I'm so proud to represent the people of South Florida. I was so honored when President Obama asked me to serve as chair of the Democratic Party. But there's one job I'm even more proud of, and that's being a mom to my three kids, Rebecca, Jake and Shelby.", 
    "name": "Debbie Wasserman Schultz"
  }, 
  {
    "quote": "I have great faith that Heaven's there and I'll see my brothers and my mom and dad when I get there.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "My mom was amazing. She believed in me and we were best friends.", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "My mom was a seamstress, and I wish I'd learned to sew because I'm obsessed with 'Project Runway!'", 
    "name": "Carmen Electra"
  }, 
  {
    "quote": "If I have any talent at all it's from God, and my mom, who was on Capitol Records also.", 
    "name": "Garth Brooks"
  }, 
  {
    "quote": "My mom and dad got divorced when I was very young, and growing up in a family where the head of the household wasn't a man made a big difference.", 
    "name": "Dave Mustaine"
  }, 
  {
    "quote": "I want to be a fun mom. Not a gasping for air mom.", 
    "name": "Mariska Hargitay"
  }, 
  {
    "quote": "Every kid needs to say, 'I want what my mom and dad have.'", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "I could never have pictured myself writing a book when I was 25 years old. My mom was an English teacher but I wasn't that way growing up.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "My mom obviously had a problem.", 
    "name": "Dave Pelzer"
  }, 
  {
    "quote": "It's been very hard, after being mostly a mom, to develop an adult life of my own. And not being married anymore, I have to come up with challenges.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "I grew up painting and playing piano so when I was a little kid I thought I was going to be an artist or a painter but my mom had me taking piano lessons for about 10-12 years as a young kid.", 
    "name": "Mike Shinoda"
  }, 
  {
    "quote": "I've never had siblings, I didn't grow up in a big family it was just me and my single mom. And hectic family dysfunction was actually something that I craved.", 
    "name": "Emmy Rossum"
  }, 
  {
    "quote": "I grew up in a predominantly Caucasian neighborhood, but my mom is Filipino-Spanish and my dad is Irish.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "I look at my father. He is one of my heroes. He is such an incredible, classy man. He was such a great father and such a great husband in so many ways, and we lived through some pretty tough times losing my mom. When I see all that he did, I think, 'Wow, that's a really wonderful man.'", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "AIDS can destroy a family if you let it, but luckily for my sister and me, Mom taught us to keep going. Don't give up, be proud of who you are, and never feel sorry for yourself.", 
    "name": "Ryan White"
  }, 
  {
    "quote": "My parents are wonderful, and I'm really lucky - but my mom has always been almost exclusively a right-brained person.", 
    "name": "Brandon Boyd"
  }, 
  {
    "quote": "Also, my mom and family are very important to me and I know that this is not expected.", 
    "name": "Christina Milian"
  }, 
  {
    "quote": "I shoplifted. I was about five years old, and I took a candy from a store. We paid for three of them, but I took four, and I went home and cried. My mom took me back, and I paid for the missing piece.", 
    "name": "Carrie-Anne Moss"
  }, 
  {
    "quote": "I had to take my makeup off at work every night. I wasn't allowed to do it at home because my mom said that when your work day is done, you're done with work.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "When you think of couponing, you picture a mom cutting coupons out of the back of the newspaper.", 
    "name": "Andrew Mason"
  }, 
  {
    "quote": "I'm a military kid, both parents in the military - Mom did 12 years, Dad did 21, served in two wars. So discipline is something that was huge.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "It's fun to play mom. Last I knew I was playing a 17-year-old who graduated.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "I always say I am a realist, and my mom says, 'No, you just have anxiety.'", 
    "name": "Jessica Chastain"
  }, 
  {
    "quote": "I wanted to perform well for my mom and dad, because in high school, I didn't have a job. My brothers, they worked at Pizza Hut or places like that, but sports, that was my way of giving back.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "All of us kids ended up 'doing Mom.' There are four of us who've tried show business. Five if you insist on counting my sister the nun, who does liturgical dance.", 
    "name": "Bill Murray"
  }, 
  {
    "quote": "I was class mom at the preschool one year and I was pretty much asked not to do that again!", 
    "name": "Julie Bowen"
  }, 
  {
    "quote": "It was my mom and I against the world. We lived in New York in this bohemian lifestyle where an extended group of artists and photographers were like my aunts and uncles.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "My parents divorced when I was young but I was brought up in two really loving households. I didn't have a contentious relationship with my mom or dad.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "Country was about character. Country's changed because of monsters like Clear Channel who bought up all the stations and sliced them up into formats. Our demographic is now the soccer mom.", 
    "name": "Gary Allan"
  }, 
  {
    "quote": "I have lots of records, quite a collection, actually, that I stole from my mom. I have the original 'Thriller' album and I have a really great 'Elton John's Greatest Hits,' and I also have a N.E.R.D. album. Records sound more original. They have more edge.", 
    "name": "Elisha Cuthbert"
  }, 
  {
    "quote": "My mom and dad worked very hard to give me the best chance in - not just in golf but in life. You know, I was an only child, you know, my dad worked three jobs at one stage. My mom worked night shifts in a factory.", 
    "name": "Rory McIlroy"
  }, 
  {
    "quote": "Dad and mom would have preferred that I be a doctor, a lawyer, a scientist, or a great humanitarian.", 
    "name": "Levon Helm"
  }, 
  {
    "quote": "I think a good mom is an awake mom. At least for me, I've always been a kinder, better person awake than sleep-deprived!", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "My mom was a great cook and great baker all her life.", 
    "name": "Mandy Patinkin"
  }, 
  {
    "quote": "No, my mom kind of led me toward acting. She wanted to be an actress when she was younger. That made me interested in it when I was a kid, because she and I are very close.", 
    "name": "Stephen Colbert"
  }, 
  {
    "quote": "For many women, going back to work a few months after having a baby is overwhelming and unmanageable. As strange as it may seem, things get even more difficult for a working mom after the second and third baby arrive. By that time, the romance of being a modern 'superwoman' wears off and reality sets in.", 
    "name": "Mika Brzezinski"
  }, 
  {
    "quote": "One of my most sentimental items is my grandmother's engagement ring that my mom gave me a few years ago. It's a Victorian-style setting that's closed in the back, so it doesn't sparkle the way diamonds do now. I wear it as a pendant.", 
    "name": "Georgina Chapman"
  }, 
  {
    "quote": "Once you're a mom, always a mom. It's like riding a bike, you never forget.", 
    "name": "Taraji P. Henson"
  }, 
  {
    "quote": "My mom was always really healthy and cautious about her diet, so I'm not a big sugar guy.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "My mom's hot. I mean she's old, but my mom's out of control.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "We busted a lot of family secrets with this. But to make a long story short, my parents relationship was built heavily on security issues for my Mom, and when my Dad couldn't provide security, the relationship unraveled.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "My mom took me to a Dolly Parton concert when I was 3.", 
    "name": "Kat Dennings"
  }, 
  {
    "quote": "One time my mom tried to ground me, but that lasted 15 minutes.", 
    "name": "Bam Margera"
  }, 
  {
    "quote": "OK, so my parents were married in 1955 and my mom knew my dad was gay and my dad knew he was gay and so I was, like, 'Why in the heck did you get married?' Like, what was going on? What was that time? It's like this crazy paradox that my whole life is based on, or my family's based on. So I spent a lot of time trying to understand '55.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "My daughter's name is Neesyn Dacey but everyone calls her Dacey. Her mom chose Neesyn and I chose Dacey after she was born. The mother is a good friend of mine who I was seeing a while ago. We are no longer together.", 
    "name": "Bode Miller"
  }, 
  {
    "quote": "My mom played the recorder. But not having electricity, we had minimal exposure to music. As I got a little older, we had Walkmans and things that were battery-powered, but it would have been nice to be growing up in the iPod era. A tape only has six songs on a side.", 
    "name": "Bode Miller"
  }, 
  {
    "quote": "It's so funny looking back, but my so-called overnight success actually took 15 years. I remember when I didn't have any money, and my only car was mom's Hyundai.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "As a small business owner for the last 15 years, when I think of what truly changed my life, it was my faith, a strong family, my mom did a really, really good job of encouraging me in very clear and discernible ways.", 
    "name": "Tim Scott"
  }, 
  {
    "quote": "When you're sick, nobody takes care of you like your mom.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "We didn't have movies in this little mining town. When I was 12 my mom took me to New York and I saw Bye Bye Birdie, with people singing and dancing, and that was it.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "I gave guitar lessons. I tried to join bands. My mom always said it was obvious that nothing was going to stop me.", 
    "name": "Janis Ian"
  }, 
  {
    "quote": "Before you're a mom you don't know what gear is going to be relevant.", 
    "name": "Emily Procter"
  }, 
  {
    "quote": "My mom and my dad were married 56 years, and the fact that I reconciled with my dad I think made their marriage a little bit better as well.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "I was embarrassed that I even wanted to become an actress because coming from L.A., with two older sisters in the business and a mom who had been a ballet dancer, it was such a cliche.", 
    "name": "Elizabeth Olsen"
  }, 
  {
    "quote": "From the very start of all of this, my mom has read the scripts first. And if she liked something, she let me read it. She told our agent what kinds of parts that we would want.", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "I had no idea of the size of my bank account as a teen, and I didn't care to know. That was my mom's job, I figured that I would just find out when I turned 18. If you can't trust your mom, then who can you trust?", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "My mom, she's still always there for me. Always.", 
    "name": "David Ortiz"
  }, 
  {
    "quote": "When I was growing up in New Jersey, my mom would regularly take my sister and I into the city to see shows. I have many fond memories of standing in the half-price ticket line in Times Square and going to matinees.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "More and more couples are having this negotiation or discussion, but I'm still amazed at the number who aren't and where the cultural norm sort of kicks in and they just assume that mom's got to be the one who stays home, not dad.", 
    "name": "James Levine"
  }, 
  {
    "quote": "My mom had started to go to work when I was nine or ten, so I was aware of women trying to find their own identities by working. But I was still influenced by men to such an extreme. I wanted to play their games and wanted to compete in their world and be like them.", 
    "name": "Elisabeth Shue"
  }, 
  {
    "quote": "My mom had this romantic notion of her children playing classical music. The idea is you learn it when you're still learning language. It's using the same part of the brain.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "I burnt myself out of skating. I was ready to focus on being a mom.", 
    "name": "Kristi Yamaguchi"
  }, 
  {
    "quote": "I've realized how precious life is. When I was younger, I was more adventurous. I felt invincible. I was game for everything. As a mom, I don't want to get injured because then I can't take care of my kids.", 
    "name": "Kristi Yamaguchi"
  }, 
  {
    "quote": "I lived in small town out in the desert and my friend used to steal his mom's car in the middle of the night. He'd drive over to my house, I'd sneak out and we'd go out to the desert and just burn things down.", 
    "name": "Mark Hoppus"
  }, 
  {
    "quote": "My mom's gonna be the biggest star - mark my words right now!", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "My house has always been like everyone's house. You walk in, you're a part of the family, no matter who you are, what celebrity status you are, everyone is treated the same - with love from my mom.", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "So, I remember when I was a kid, I was waiting for my mom to come home when she was working late, and, you know, I was like, 'Oh my God, what happened to her? Is she OK? Did something happen to her getting in the car?' I was a little kid. But those are actually early onsets of anxiety.", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "I got a family house for everybody to live in - my mom, my sisters and I. And I made sure that it has a separate apartment downstairs for myself. Family is more important than anything. We don't come from any money. So once I get them settled in, in a nice house, then I'll branch out and see if I can get something else.", 
    "name": "Vinny Guadagnino"
  }, 
  {
    "quote": "My mom said, 'Don't get married. You're too young. Go out there and experience what life has to offer.' And I did.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "I'm kind of lucky that we've finished shooting 'Cougar Town,' so I'm able to kind of just enjoy my pregnancy and be a stay-at-home mom and go to prenatal Pilates and do all that fun stuff that, if I were working, would be almost impossible to do.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "Birdie is amazing and such an incredible child and I'm having such a great time being a mom but I still want to have a career and I still look forward to auditions and parts, and when I don't get them I'm disappointed.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "I'm somebody who doesn't work with a stylist. I'll be honest with you, I'm a mom and it's just not something I want to put money toward because it's expensive to have somebody who helps dress you and I feel like I have to pay for preschool and so many things... so I don't have a stylist.", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "Mom always tells me to celebrate everyone's uniqueness. I like the way that sounds.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "My mom taught me not to talk about money.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "I love my mom. I totally look up to her, and she just doesn't let anybody take advantage of me. People might call that a stage mom.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "My relationship with my mom is so amazing. We never got to have that stage that people go through, like when you're 13 and you think you're too cool for your parents. When you're embarrassed by them and stuff. We never went through that because I was constantly working and she constantly had to be there.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "My mom had me when she was 16, and I was an only child, which is probably why I received a lot of love and didn't miss that my father wasn't around.", 
    "name": "Brett Ratner"
  }, 
  {
    "quote": "Miami Beach - that's where I grew up, in a middle-class Jewish family led by my maternal grandfather. Me, my great-grandmother - a Holocaust survivor, who was my roommate - my grandparents, my mom and her brother all shared a four-bedroom house.", 
    "name": "Brett Ratner"
  }, 
  {
    "quote": "We didn't have a TV in the living room and all my friends thought we were kind of weird. When they'd come over, my mom wanted to talk to them about current events.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "My mom is this liberal, feminist, Mormon powerhouse. I just love her to death.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "I was raised in Boston by three older brothers and a very strong and empowering single mom.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "My mom is like this hard-core, liberal feminist. She's a professor in Boston, and she's been teaching women's studies for 30 years and international politics.", 
    "name": "Eliza Dushku"
  }, 
  {
    "quote": "As a mom, I don't have much time for beauty.", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "My biggest project right now is trying to be a really great mom and learning how to balance family and career. I'm just trying to spend as much time with my family as I can.", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "I'm a mom - I'm lucky if I get to shower in the morning. Luckily, nail polish stays on my toes. I've been so bad on the upkeep, though.", 
    "name": "Idina Menzel"
  }, 
  {
    "quote": "I've always wanted to be a mom.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "I want my daughter to be proud of me and look up to me. I think early on in my pregnancy I realized that to be the mom I want to be, I had to change my life, and that's what I'm doing.", 
    "name": "Holly Madison"
  }, 
  {
    "quote": "My mom and dad played this music all the time when I was growing up, so to me songs by Jerry Lee and Fats Domino are the classics, they're the best songs ever.", 
    "name": "Chris Isaak"
  }, 
  {
    "quote": "I was brought up as an only child, and we were very close. But when I was 14, we got evicted. We came home to a padlock, and I looked up at my mom and she was crying, and there was nothing to do.", 
    "name": "Dwayne Johnson"
  }, 
  {
    "quote": "I spend as much time with my kids as any mom who stays home. I only work during the hours they're at school, but there is always the sense of trying to catch up with all their stuff and not only organize my work life but also their school lives.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "My mom's the one I look up to for everything. I feel like I'm a lump of clay and she's moulding me into a woman.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "My mom has always said that if I get a big head, she'll take me out of this business as quickly as I got into it.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "I just got my phone back yesterday. My mom had it for two days. I was supposed to read a book and I really wanted to play Call Of Duty.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "My mom won't let me buy high-fashion stuff unless it's TK Maxx or a birthday occasion.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "The one thing my mom will let me get is a nice shoe sometimes.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "My mom won't let anyone treat me like a little princess.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "My brother Trevor is theatrically trained. I used to watch him when I was younger and I was in love with it. It just seemed really fun to be someone else. So I begged my mom she was hesitant, but she eventually allowed me. And it turned out well, I guess.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "My mom gives me an allowance. She keeps me pretty tight-reined.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "The problem with me is, anything that's easy I will just overdo it. Especially with clothes. But I'm 14 - my mom is super-strict about that.", 
    "name": "Chloe Moretz"
  }, 
  {
    "quote": "We were poor. But my mom never accepted that. She worked hard to become a residential contractor - got her master's with honors at the University of New Orleans. I used to go to every class with her. Her father was my paternal figure.", 
    "name": "Frank Ocean"
  }, 
  {
    "quote": "I've learned that every working mom is a superwoman.", 
    "name": "Uma Thurman"
  }, 
  {
    "quote": "I'm an actress and mom, and I probably don't have enough of an active spiritual life. And I don't know why people run around calling themselves by the names of religions when they don't actually practise them.", 
    "name": "Uma Thurman"
  }, 
  {
    "quote": "My mother was a single mom, and most of the women I know are strong.", 
    "name": "Regina King"
  }, 
  {
    "quote": "I think I've become more like my mom just because of what we're both interested in, children and teaching and writing.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I had always loved to write and my mom was my editor for my school papers.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "My mom's a secret Rastafarian.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I'm more like my father, personality-wise. But my mom and I get alone really well - obviously, because my mom and my dad get along so well.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I'm sure there were times when I wish I had thought, 'Gosh, that might really embarrass mom and dad,' but our parents didn't raise us to think about them. They're very selfless and they wanted us to have as normal of a college life as possible. So really, we didn't think of any repercussions.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I prefer to imagine that my wife, a few friends, and occasionally my mom are the only ones who read what I do, though I realize that this is somewhat unrealistic.", 
    "name": "Chris Ware"
  }, 
  {
    "quote": "When I was a kid, my mom used to run the vacuum cleaner, and the noise would bother me so much that I would run into the woods to calm down. I feel like that vacuum cleaner has been on since I moved to New York City.", 
    "name": "Steve Burns"
  }, 
  {
    "quote": "There's been times when I've had heartbreaking moments and I'm like, 'I can't believe you said that,' or 'I can't believe you did that'. And it hurts, it still hurts, and it'll always hurt, but I've never had somebody that I truly cared about just walk out on me, whether it was a boyfriend, or an aunt, mom or dad.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "My mom would take me to restaurants, and the first thing I'd ask for would be a pen and a napkin, and I'd sketch shoes and shoes and shoes.", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "My mom would put me in these preppy little suits and slick my hair to the side. I have these baby pictures of me where I'm this little preppy kid with a sweater tied around my neck.", 
    "name": "Alexander Wang"
  }, 
  {
    "quote": "I was a hyper kid in school and the teacher suggested to my mom she needed to do something with me.", 
    "name": "Devon Sawa"
  }, 
  {
    "quote": "My mother kept asking me, 'When are you going to do a gospel album?' And I've always wanted to do a gospel album. Everybody was going on about it, so mom started hounding me more.", 
    "name": "Alan Jackson"
  }, 
  {
    "quote": "My dad is a bank president and my mom was an accountant and they didn't think that seeking the life of a freelance writer was very practical, you see. Of course, I was just as determined to do it.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "I know that I'm getting the real deal with my mom. I know that she's telling it like it is. She's proud of me when I've earned it and she's disappointed in me when I've earn that. She's really my spectrum on where I am as a person.", 
    "name": "Lara Flynn Boyle"
  }, 
  {
    "quote": "I had such a great mom and I know that I'd never be that mom. I wouldn't want to bring a child into this world unless I could be.", 
    "name": "Lara Flynn Boyle"
  }, 
  {
    "quote": "My mom calls me an older soul because, growing up, she taught me stuff real early. Now I spend most of my time chasing wisdom, chasing understanding.", 
    "name": "Ray Lewis"
  }, 
  {
    "quote": "Mom thinks I live in this dream world where everybody's Ivana Trump.", 
    "name": "Kathie Lee Gifford"
  }, 
  {
    "quote": "Over the years my mom has become a self-taught Biblical scholar.", 
    "name": "Kathie Lee Gifford"
  }, 
  {
    "quote": "My mom used to tell me: 'It's not what you weigh it's what you look like.'", 
    "name": "Gina Carano"
  }, 
  {
    "quote": "My mom and my father's birthday are on the same day.", 
    "name": "Victor Cruz"
  }, 
  {
    "quote": "My mom was dying for me to write a book, she was my biggest advocate.", 
    "name": "Victor Cruz"
  }, 
  {
    "quote": "Growing up, my mom was very strict about how I dressed and how I behaved, and I said to myself that I wasn't going to be like that. But now I know I'm going to be exactly like my mom. I'm going to be worse!", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "Sure, my childhood was unusual. All these eccentric, wild people frequented our home: rock stars, drag queens, models, bikers, freaks. But I was not this little rich girl. My mom and I lived in an apartment.", 
    "name": "Liv Tyler"
  }, 
  {
    "quote": "My mom's been married three times my dad has been married a lot. I didn't really see my dad that much.", 
    "name": "Skeet Ulrich"
  }, 
  {
    "quote": "I want to make my music and be a happy woman, a good wife, a good mom and one day hopefully have a child of my own.", 
    "name": "LeAnn Rimes"
  }, 
  {
    "quote": "My dad is a very quick-witted, sarcastic, dry, humorous guy, whereas my mom's very silly, and that side of the family is very musical.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "Once my mom passed away, I have nobody to answer to. It's great.", 
    "name": "Jessica Hahn"
  }, 
  {
    "quote": "My mom really instilled in me that I'm beautiful and I can do anything, and I echo that now with my own girls.", 
    "name": "Jennie Garth"
  }, 
  {
    "quote": "I love kids and children, and I love being a mom.", 
    "name": "Jennie Garth"
  }, 
  {
    "quote": "I was actually the one who decided to move to LA. Mom and I were driving on Sunset Boulevard during one of our trips back to see her family, and I said, 'Can we just stay?' So we did.", 
    "name": "Lily Collins"
  }, 
  {
    "quote": "I'm a competitive person and it is in my nature to try hard in every match I play. The only time I'm not competitive is when I'm playing against my mom.", 
    "name": "Michael Chang"
  }, 
  {
    "quote": "One day my dad would say, 'OK, if you want to play tennis I can help you out.' And that's how it started. And I had a goal. I wanted to beat my mom first. And my parents and my brother. And that was the ultimate goal.", 
    "name": "Caroline Wozniacki"
  }, 
  {
    "quote": "My mom was always the support. I can always go out to her and she'll always find the positive in things.", 
    "name": "Caroline Wozniacki"
  }, 
  {
    "quote": "My mom is great and I make sure that we pray together before every race. She helps me put everything in perspective and remind me of the real reason I run.", 
    "name": "Allyson Felix"
  }, 
  {
    "quote": "No matter what, like, I couldn't - I could break a world record, get an Olympic gold medal, and my mom would be, like, you could have done better. But you looked pretty. That's what she says all the time.", 
    "name": "Ryan Lochte"
  }, 
  {
    "quote": "I care so passionately about improving the quality of life for women and girls, not just here in the United States, but internationally as well. I am a single mom and I raised a daughter who is now a young adult.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "The fact that I'm very close with my past relationships is something I pride myself on. My mom is still close to her first husband. It's nice to be able to enjoy someone in a different form.", 
    "name": "Kate Bosworth"
  }, 
  {
    "quote": "I have to keep reminding myself that I am their mother. Sometimes we are sitting at home and I feel like we are waiting for our mom to come home.", 
    "name": "Ruby Wax"
  }, 
  {
    "quote": "When I was a child, I wanted to be an actor, but I had really bad buckteeth. I didn't want to get braces, but my mom said I couldn't be an actor if I didn't get the braces. So, I got the braces.", 
    "name": "James Franco"
  }, 
  {
    "quote": "Our last jam session was this past Christmas. Dad played his harmonica, mom sang in English and Italian, and I played guitar. I'm so happy that we could share that musical experience for one last time.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "\"My mom cooked pot roast with noodles and frozen vegetables. Or she'd make spaghetti or hot dogs, or heat up TV dinners. Before I started modeling at age 19, I was 5'8\"\" and weighed 165 pounds.\"", 
    "name": "Carol Alt"
  }, 
  {
    "quote": "My father still is a lawyer, and my mom was a teacher and then later a career counselor.", 
    "name": "Steve Case"
  }, 
  {
    "quote": "I remember that at the beginning of the month, the kind of menus my mom and father would prepare for us would have fish, chicken. But at the end of the month - because my father would be waiting for paycheck - the refrigerator would get empty. I remember that without a lot of food left, some of the best meals happened right there.", 
    "name": "Jose Andres Puerta"
  }, 
  {
    "quote": "Simon is cool. You know, it's different if you ever see him around his mom. He acts totally different.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "I want to make sure I continue to make good music that my mom and everybody around me can be proud of.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "I grew up in the '80s, and there was no bigger group than New Edition in R&ampB. I broke my piggy bank so me and my mom could go to a New Edition concert together.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "I'm from Tennessee. My mom lives in Nashville. I'm born and bred country. That's all I listen to.", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "I've never had my brows done - I tweeze them myself. I used to watch my mom pluck her brows, that's how I learned.", 
    "name": "Emmy Rossum"
  }, 
  {
    "quote": "My mom is a sculptress.", 
    "name": "P. J. Harvey"
  }, 
  {
    "quote": "My hero is Michelle Williams, who I grew close to when we did 'Meek's Cutoff.' She's an extraordinary actor and mom.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "When I look up and see a star, I know my mom is there. She's with me all the time. It's a powerful connection.", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "My mom was an aesthetician and she went to beauty school back in the '60s. I just remember watching her do her makeup all the time. She always had her nails done, makeup on - her face was ready to go when she went out. I loved it.", 
    "name": "Emmanuelle Chriqui"
  }, 
  {
    "quote": "I grew up in a family of Republicans. And when I was 18 and registering to vote, my mom's only instruction was 'You just go in and pull the big Republican lever.' That's my welcome to adulthood. She's like, 'No, don't even read it. Just pull the Republican lever.", 
    "name": "Tina Fey"
  }, 
  {
    "quote": "My mom started smoking when she was 11. She went to the hill next door to try her first cigarette. She set the entire hill on fire, but it didn't deter her.", 
    "name": "Loni Anderson"
  }, 
  {
    "quote": "My memory of my mom is a wine glass in one hand and a cigarette in the other. She was a runway fashion model, and she was quite a glamorous woman.", 
    "name": "Loni Anderson"
  }, 
  {
    "quote": "I am blessed to have Mom and Dad.", 
    "name": "Kevin Eubanks"
  }, 
  {
    "quote": "I was labeled a troublemaker, my mom an unfit mother, and I was not welcome anywhere.", 
    "name": "Ryan White"
  }, 
  {
    "quote": "I think I'd be a great mom, honestly. I don't think I'll have any problem giving them all the love in the world. Discipline will be the hard part.", 
    "name": "Queen Latifah"
  }, 
  {
    "quote": "My mom will make me walk the dogs or take out the trash when I go home.", 
    "name": "Queen Latifah"
  }, 
  {
    "quote": "I am a single mom and I'm the breadwinner and I have to work and I have to do these things and that's just the way it is. I don't think my son even knows any different.", 
    "name": "Charisma Carpenter"
  }, 
  {
    "quote": "Our parents are obviously proud, but they're still trying to get used to the fact that we're in a band. I have a feeling my mom would actually like One Direction if I wasn't in it!", 
    "name": "Zayn Malik"
  }, 
  {
    "quote": "My parents are both very funny but they're also relatively soft-spoken, normal human beings while I'm just a lunatic. I don't know where this loud, ballsy, hammy ridiculousness came from. I'm just glad I followed my goals and my parents did too. It's not like we even had a plan when I dragged my mom to Los Angeles.", 
    "name": "Emma Stone"
  }, 
  {
    "quote": "I am excited to rise today to support National Mom and Pop Business Owners Day. This celebration honors the husband and wife business owner teams whose work helps drive the economy and fuel job growth.", 
    "name": "Melissa Bean"
  }, 
  {
    "quote": "I'm a nice, happily married wife and mom and I live in Connecticut.", 
    "name": "Christine Baranski"
  }, 
  {
    "quote": "My dad was a golden gloves boxer in the Marine Corps, then a deputy sheriff. My mom worked as an office assistant.", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "My mom was a model. She had me at 20, so she was a young mother.", 
    "name": "Michael Kors"
  }, 
  {
    "quote": "My mom and dad met at UCLA when he as a captain in the Air Force and she was in her junior year.", 
    "name": "Tracy Austin"
  }, 
  {
    "quote": "I've always believed fitness is an entry point to help you build that happier, healthier life. When your health is strong, you're capable of taking risks. You'll feel more confident to ask for the promotion. You'll have more energy to be a better mom. You'll feel more deserving of love.", 
    "name": "Jillian Michaels"
  }, 
  {
    "quote": "My dad left when I was 3 1/2, and he left my mom and I.", 
    "name": "David Cassidy"
  }, 
  {
    "quote": "My mom used to take me down to the Jersey Shore when I was 7, 8, 9 years old. I can remember being down in that area - Belmar, Seaside Heights, Asbury Park and all those places that I went back and revisited.", 
    "name": "David Cassidy"
  }, 
  {
    "quote": "Some of the best times I've spent in Colorado have been in the backcountry with my mom and siblings, and more recently, with my own kids. That is why I'm concerned to see today's kids spending more time browsing the Internet than exploring nature.", 
    "name": "Mark Udall"
  }, 
  {
    "quote": "I like my name. My mom named me after a song by the 1970s group Bread. So, it's meaningful, and I like the song. It's a love song - kind of - but it's kind of depressing and dark.", 
    "name": "Aubrey Plaza"
  }, 
  {
    "quote": "I want to go to college to study journalism. I want to speak French fluently, to travel. My mom was a journalist and it's in my blood.", 
    "name": "Mandy Moore"
  }, 
  {
    "quote": "My mom loved to sing - and I'll go on record and say she was the worst singer ever. I'd get up and move away from her!", 
    "name": "Kenny Rogers"
  }, 
  {
    "quote": "I have many valentines. My mom and my sister and my directors. I got calls from all of them. And my friends. I respect what Valentine's Day stands for because it is about love.", 
    "name": "Michelle Trachtenberg"
  }, 
  {
    "quote": "I'm a full-time mom right now and a part-time actress.", 
    "name": "Valerie Bertinelli"
  }, 
  {
    "quote": "I was a single mom that raised two bright, beautiful, and compassionate girls.", 
    "name": "Connie Stevens"
  }, 
  {
    "quote": "I would go visit my mom on Sundays, and my brother was working on stuff. I'd go in there and sing a little melody, then we started working with words and the next thing you know it was just born organically without really trying.", 
    "name": "Taryn Manning"
  }, 
  {
    "quote": "I was born in Texas and I lived there 'till I was 8. Then I moved to the Dominican Republic with my mom, lived there for two years and forgot every word of English I knew.", 
    "name": "Michelle Rodriguez"
  }, 
  {
    "quote": "And what is a stage dad, or a stage mom? It's someone who's protective. That's all.", 
    "name": "Nigel Lythgoe"
  }, 
  {
    "quote": "My dad's half-Lebanese, my mom is full Lebanese. I'm three-quarters Lebanese. Irish-Lebanese.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "Most young people haven't used their storytelling skills since they were 8 or 9 or 10 and wanted to persuade Mom and Dad to take them to the ball game.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "My mom used to tell me stories at night, read books to me - and I read 'em over and over and over again. And you know what I learned from that? I went back and looked at everything - Why do I like reading the same stories over and over and over again? What, was I some kind of nincompoop? No - the narrative gave me connection with my mom.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "Not that we didn't have close relationships with our parents - I'm very close to my mom - but parents didn't think anything of going off for a few weeks and leaving their kids.", 
    "name": "Candice Bergen"
  }, 
  {
    "quote": "Mom and Dad would stay in bed on Sunday morning, but the kids would have to go to church.", 
    "name": "Lynn Johnston"
  }, 
  {
    "quote": "Deep down, my mom had long suspected I was gay... Much of her anger and hurt came from her sense of betrayal that she was the last to be told.", 
    "name": "Chaz Bono"
  }, 
  {
    "quote": "What mom cares about most is that I'm happy, healthy and enjoying my life.", 
    "name": "Chaz Bono"
  }, 
  {
    "quote": "My daily schedule is quite hectic, but I have to put my health first in order to be the best mom and wife I can be.", 
    "name": "Ellen Pompeo"
  }, 
  {
    "quote": "I told my mom I would graduate. I owe that much to her and myself.", 
    "name": "Carmelo Anthony"
  }, 
  {
    "quote": "My mom can't defend herself to the world. She is such an amazing woman, with such an open heart. It's a real hard line, and I crossed it. I took everyone's life story and assumed it would be a great thing to put on screen. I was being selfish and I feel so horrible about it. I feel so guilty.", 
    "name": "Nikki Reed"
  }, 
  {
    "quote": "I've always been a writer because I've always been a student. My mom's a retired professor, so I come from a very academic background. I love writing, you know?", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "My mom always encouraged me, it was never weird. She'd look at 'Heavy Metal' and go 'Woo-hoo!'", 
    "name": "Zack Snyder"
  }, 
  {
    "quote": "You know, I loved math. My mom was a math teacher.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "My mom sang in high school choir and so did my father.", 
    "name": "Kevin Richardson"
  }, 
  {
    "quote": "I also think a Hot Mom is someone who can connect with what's current in her kids' world.", 
    "name": "Jami Gertz"
  }, 
  {
    "quote": "Being a working mom is not easy. You have to be willing to screw up at every level.", 
    "name": "Jami Gertz"
  }, 
  {
    "quote": "As a mom, I always feel I have to protect them. I talk about them because they are the most important things in my life but they are private people. I won't use them for my own press.", 
    "name": "Jami Gertz"
  }, 
  {
    "quote": "It's hard either way, at home or on the bus, I think the hardest thing probably for me is going one second from being mom to right out on the stage and having to be that person too. It's hard to switch gears.", 
    "name": "Lee Ann Womack"
  }, 
  {
    "quote": "President Obama likes to talk about the Buffett Rule. Well, here's a Buffett Rule that all Americans should be able to support: mom and pop businesses should not pay a higher tax rate than Fortune 500 corporations like Warren Buffett's.", 
    "name": "Rob Portman"
  }, 
  {
    "quote": "But my mom was a pianist, and she taught piano out of her house. I was just so excited, being a little kid and having all these other kids come to my house twice a week. I thought it was a big party.", 
    "name": "Vanessa Carlton"
  }, 
  {
    "quote": "My mom would give me a piece to play, but I wouldn't do any theory because when it came time to do it I would sneak back upstairs and watch TV. So, I had these kind of nonchalant lessons for years, then it just started soaking in.", 
    "name": "Vanessa Carlton"
  }, 
  {
    "quote": "The real beauty of it - key to my life was playing key chords on a banjo. For somebody else it may be a golf club that mom and dad put in their hands or a baseball or ballet lessons. Real gift to give to me and put it in writing.", 
    "name": "Vince Gill"
  }, 
  {
    "quote": "I've changed my life in a lot of ways. I'm a mom, a wife, and a Christian. Some of the things I expressed in my early 20s aren't what I care to express right now.", 
    "name": "Cheryl James"
  }, 
  {
    "quote": "My mom was a '70s mom. She paved a road that no one had yet walked.", 
    "name": "Melissa Leo"
  }, 
  {
    "quote": "For me, just being how old I am, I know I don't want to be a single mom. I really would rather make it a two-person job. But I've also come to terms with not being a mother at all. I'm actually really good with either direction that my life can take as being a valid experience.", 
    "name": "Lisa Edelstein"
  }, 
  {
    "quote": "My mom didn't use face cream, like, nothing at all. She's got great skin and looks very youthful.", 
    "name": "Lara Stone"
  }, 
  {
    "quote": "There's a book called 'The Shack' - it had a lot to do with me coming full circle, meeting my birth mother. Awhile back, my birth mom and my adopted mom came to my show together, and it was pretty surreal.", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "When you're adopted, no matter what, you've got issues with unconditional love. And you find out you're the product of the worst situation for a young girl to be in and start her life, and I'm so grateful that my birth mom made the decision she made. She came from a rough situation.", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "I was a sickly baby, and after two sets of adoptive parents took me home, they returned me to the orphanage because of a serious respiratory infection. But as they say, the third time's a charm, because my mom and dad adopted me and took me into their home where I was raised in a family full of love.", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "Right now, it hasn't affected my music other than the fact that I don't have time to write any of it. That's no different from when I first started and I lived at home. I would play the guitar in the afternoon and then my mom or my dad would come home and I'd have to quit.", 
    "name": "Paul Westerberg"
  }, 
  {
    "quote": "My mom is many times responsible for getting us all together, but we trade off at each other's houses. My brother and I are actors and are traveling a lot of our job.", 
    "name": "Beau Bridges"
  }, 
  {
    "quote": "I wanted to have a personal life that I fully inhabited, not because I am such a great mom, but for me.", 
    "name": "Helen Hunt"
  }, 
  {
    "quote": "The most important thing in my father's life? World peace. Me and my brother. My mom.", 
    "name": "Sean Lennon"
  }, 
  {
    "quote": "I've had Susan Sarandon play my mom, and now Lesley Ann Warren has played my mom, so if I could have Debra Winger play my mom, then I would have the trifecta of my favorite actresses playing my mother.", 
    "name": "Jenna Fischer"
  }, 
  {
    "quote": "We always had 'Vogue' in our house. But, when I was around 12, my Mom finally took me seriously about modeling and put a stack of magazines in front of me, then told me to study all the poses. The ones I loved the most were in 'Vogue.'", 
    "name": "Chanel Iman"
  }, 
  {
    "quote": "My goal is to be a household name, and when I do that, I want to help other girls become models, and maybe even launch a fashion line with my mom, like Beyonce did with her mother. My mom has such a good eye, and it's always been a dream of hers.", 
    "name": "Chanel Iman"
  }, 
  {
    "quote": "When you're a mom and you have three children, nothing bothers you. Trust me. Who cares what people say? I've got other things to deal with.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "My mom was a saint. She taught me to be terminally nice.", 
    "name": "Iggy Pop"
  }, 
  {
    "quote": "I was who I was in high school in accordance with the rules of conduct for a normal person, like obeying your mom and dad. Then I got out of high school and moved out of the house, and I just started, for lack of a better term, running free.", 
    "name": "Iggy Pop"
  }, 
  {
    "quote": "I was always a closet lover of acting. My mom was very practical. She never, ever restricted our dreams, always told us we could do or be anything. Then I said, 'Maybe I want to be an actor'. And she said, 'Maybe not that'.", 
    "name": "Octavia Spencer"
  }, 
  {
    "quote": "My mom is very Southern and she in real life says things like, 'If you've got it, flaunt it.'", 
    "name": "Cheryl Hines"
  }, 
  {
    "quote": "Well, when I was a little girl we had 17 cats once. They all lived outside, and they kept having more kittens. My mom made us put little ribbons around each kitten's neck, put them in a wagon, and go door-to-door around the neighborhood to try to give them away.", 
    "name": "Cheryl Hines"
  }, 
  {
    "quote": "I saw things at an early age because my mom was a theater actress. I did a play with her when I was 10 years old.", 
    "name": "Sam Rockwell"
  }, 
  {
    "quote": "In Fargo, they say, well, that's a job. How well do you get paid? For example, for this book I was written about in Entertainment Weekly, and it was kind of cool because my mom asked me if Entertainment Weekly was a magazine or a newspaper.", 
    "name": "Chuck Klosterman"
  }, 
  {
    "quote": "Mom was the one who taught me unconditional love. With Dad, I'd always felt there was something to live up to - expectations. But in the last year, we had a wonderful relationship.", 
    "name": "Greg Louganis"
  }, 
  {
    "quote": "Growing up with three older brothers and being the youngest and the only girl, my mom always made me tough. She's taught me over the years how to be a strong, independent woman, how to carry yourself in a positive way and anything that my brothers can do, I can do.", 
    "name": "Diana Lopez"
  }, 
  {
    "quote": "If I made a list of the people I admire, Mom would probably fill up half of it. She could do anything and everything.", 
    "name": "Patsy Cline"
  }, 
  {
    "quote": "I always had a standard of, back when I was doing the country music I always told people I would never record a song that I wouldn't sit down and sing in front of my mom and dad.", 
    "name": "Ricky Skaggs"
  }, 
  {
    "quote": "My mom did costumes for the Pointer Sisters.", 
    "name": "Slash"
  }, 
  {
    "quote": "I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed.", 
    "name": "Eva Longoria"
  }, 
  {
    "quote": "My mom was always the supplier of soccer balls, and so people were always knocking on my door, and trying to get me out so we could play.", 
    "name": "Freddy Adu"
  }, 
  {
    "quote": "I wanted to get us a place of our own with a little bit more space. The kitchen is just huge, because my mom... lives there, man, and she loves being in the kitchen.", 
    "name": "Freddy Adu"
  }, 
  {
    "quote": "I was looking to do something non-fiction because I had done a strip, 'My Mom Was a Schizophrenic.' I really enjoyed the process of doing that strip, despite its subject matter. To do it I'd had to do a lot of research and reading and I figured I'd like to do that again.", 
    "name": "Chester Brown"
  }, 
  {
    "quote": "My mom died when I was 8.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "I'm proud of what I look like. I'm proud that I look like my mom.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "You know when everyone's watching, your mom and dad, your friends in high school who thought they were better than you. You get your chance to get in the spotlight and shine.", 
    "name": "Shaun Alexander"
  }, 
  {
    "quote": "I finished high school, moved to Nashville for college, and set out to break into the music business. Every night when I called home with news of my experiences, my mom and dad would encourage me to keep taking those small steps.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "My mom has a good way of engaging me in a conversation about the choices I make, listening, being objective and open-minded, and respecting those choices so long as they don't put me in danger.", 
    "name": "Casey Affleck"
  }, 
  {
    "quote": "To this day, my mom's unsinkable spirit is an inspiration to me. For nearly thirty years, she's worked at the Library of Congress. Everyone knows Sameha simply as 'Sami.' Along with 500 miles of shelved books, her closest friendships are cataloged in that library. They are as much the value of work to my mom as is the work itself.", 
    "name": "Hoda Kotb"
  }, 
  {
    "quote": "I can't remember a time when my mom didn't work. She has forever been on the move: a go-getter. When my brother Adel and I had a paper route as kids, my mom would get up before us at the crack of dawn to drop off the Washington Post at different corners.", 
    "name": "Hoda Kotb"
  }, 
  {
    "quote": "I have a very close relationship with my mom, and I'm able to talk to her about anything.", 
    "name": "Jessica Szohr"
  }, 
  {
    "quote": "Being an only child, I didn't have any other family but my mom and dad really, since the rest of my family lived quite far away from London.", 
    "name": "Tom Hardy"
  }, 
  {
    "quote": "My mom put me in a Pampers commercial on TV.", 
    "name": "Christian Slater"
  }, 
  {
    "quote": "My mom was always pretty supportive. She saw me do plays and she'd always act out the parts I did. My aunt, who played a big part in my life, was a little bit more reserved, because if they don't see you on TV every week they think you must be starving.", 
    "name": "Angela Bassett"
  }, 
  {
    "quote": "There are lots of different ways for women to be a mom in this culture.", 
    "name": "Kate Walsh"
  }, 
  {
    "quote": "My mom, she's a breast cancer survivor and because of that I had started getting mammograms once a year, starting at age 30.", 
    "name": "Kate Walsh"
  }, 
  {
    "quote": "My mom was at every single game I played as a kid, rain or shine.", 
    "name": "Ryne Sandberg"
  }, 
  {
    "quote": "Before becoming a mom, I never knew how good I had it to just spend time at a spa for a few hours. Now, those days are far and between. So when I have an hour, it's all about the mani and pedi.", 
    "name": "Tia Mowry"
  }, 
  {
    "quote": "There is nothing like becoming a mom to fill you with fear.", 
    "name": "Arianna Huffington"
  }, 
  {
    "quote": "Trying to be Supermom is as futile as trying to be Perfect Mom. Not going to happen.", 
    "name": "Arianna Huffington"
  }, 
  {
    "quote": "When I get a new script my mom will read them and just be aghast. I think it's hysterical.", 
    "name": "Alia Shawkat"
  }, 
  {
    "quote": "I would forgive my mom, but she's going to have to admit she did some things that were wrong.", 
    "name": "Aaron Carter"
  }, 
  {
    "quote": "My mother and my grandmother are pioneers of Mexican cuisine in this country, so I grew up in the kitchen. My mom, Zarela Martinez, was by far my biggest influence and inspiration - and toughest critic.", 
    "name": "Aaron Sanchez"
  }, 
  {
    "quote": "My mom bought me a white Strat, but that wasn't what I wanted, so I went to a guitar store in Cleveland and - the guy told me it was a really good deal - made an even swap for a blue Teisco Del Ray. I loved that guitar and used it a bunch.", 
    "name": "Dan Auerbach"
  }, 
  {
    "quote": "If I lived alone, Mom'd never sleep because she wouldn't know I was okay.", 
    "name": "Scott Baio"
  }, 
  {
    "quote": "I have a 16 year-old son, so I'm now a soccer mom. I stand on the sidelines and I hear the things parents are saying, so I want them to understand what it is their kids are feeling in any sports environment.", 
    "name": "Brandi Chastain"
  }, 
  {
    "quote": "My parents and my grandfather on my mom's side would travel the earth. They went to Australia and China, and they went to probably every soccer game I ever played.", 
    "name": "Brandi Chastain"
  }, 
  {
    "quote": "I don't know that I have any role models now that are fixed. Definitely my mom - she's the coolest. She's worked really hard her whole life and I just think she's got a great attitude. Moms just know so much it's so silly.", 
    "name": "Larisa Oleynik"
  }, 
  {
    "quote": "My mom's one of 13 siblings, and they all got six kids, and till I was 13 everybody was in Compton.", 
    "name": "Kendrick Lamar"
  }, 
  {
    "quote": "I love playing moms. It's a lot easier than being a mom, I hear.", 
    "name": "Faith Ford"
  }, 
  {
    "quote": "When I was 12 I cried to my mom, because I never got my letter to Hogwarts.", 
    "name": "Sara Paxton"
  }, 
  {
    "quote": "My mother smokes me out. We'll get these long periods of me thinking I'm too busy to call her up or e-mail her, and she'll send me something. My mom's a real whiner. I love her to death, but she always sends me these 'woe is me' things. I think she might be Jewish. I'm not sure. She's Baptist-Jewish, which is a double whammy.", 
    "name": "Ronnie Dunn"
  }, 
  {
    "quote": "The rule with my mom was that the only way that I could be an actress when I was young was that I continued to go to public school and get straight A's in all my classes.", 
    "name": "Sara Paxton"
  }, 
  {
    "quote": "Death can't be so bad if mom went through it. It makes it easier for the child to follow.", 
    "name": "Danny Aiello"
  }, 
  {
    "quote": "My mom always said that if the Protestants catch a Catholic in their church, they feed them to the Jews.", 
    "name": "Kate O'Brien"
  }, 
  {
    "quote": "I deal with postpartum feelings by reaching out to mom friends. I became very close with some of the women in my prenatal yoga class.", 
    "name": "Alyssa Milano"
  }, 
  {
    "quote": "The first few weeks of being a mom were profound, not just emotionally but also, physically. All the changes you instinctually go through are miraculous.", 
    "name": "Alyssa Milano"
  }, 
  {
    "quote": "When I was a kid and got in trouble, I'd always say, Mom, I'm in trouble. Well, Mom, I'm in trouble.", 
    "name": "Earl Campbell"
  }, 
  {
    "quote": "As a busy working mom I'm always pressed for time, so a quick and easy beauty routine is key!", 
    "name": "Angela Kinsey"
  }, 
  {
    "quote": "My mom, the fabulous Bertie Kinsey, is an amazing seamstress. She quilts and sews and is so crafty. We call her the Southern Martha Stewart!", 
    "name": "Angela Kinsey"
  }, 
  {
    "quote": "I think it's a tough road if you're a stay-at-home mom, a working mom, if you have a partner, if you don't. It's the best job in the world, and the toughest job in the world all at the same time.", 
    "name": "Angela Kinsey"
  }, 
  {
    "quote": "My very sassy, older southern sister is very quick to point out that it's a luxury that my daughter gets to come to work with me. She does, and I have lunch with her every single day. My mom says I have 'high class problems.'", 
    "name": "Angela Kinsey"
  }, 
  {
    "quote": "Now that I'm a mom, I'm way more laid back. If you come into my house, don't look for a coaster. Forget it. There is not a piece of furniture in my house now that is too precious.", 
    "name": "Angela Kinsey"
  }, 
  {
    "quote": "I'm like any working mom.", 
    "name": "Kelly Ripa"
  }, 
  {
    "quote": "But to sustain a marriage for 50 years, you have to get real a little bit and find someone who is understanding and who you can grow with. My mom always says, 'Marry the man who loves you a millimeter more.'", 
    "name": "Ali Larter"
  }, 
  {
    "quote": "I'm talking like 10, 12 years old. Either junior brings Mom and Pop or Mom and Pop bring the kids. I'm talking young here, not a college drinking crowd.", 
    "name": "George Thorogood"
  }, 
  {
    "quote": "My mom, she's from Ireland, coached tennis in Nigeria when she was a missionary and turned me on to it when I was young.", 
    "name": "Donal Logue"
  }, 
  {
    "quote": "Becoming a mom made me more contentious about expressing my true taste.", 
    "name": "Edie Brickell"
  }, 
  {
    "quote": "My mom was a source of strength.She showed me by example that women, regardless of how difficult life may get, can do it all.", 
    "name": "Gloria Estefan"
  }, 
  {
    "quote": "My mom was definitely very strict with me.", 
    "name": "Gloria Estefan"
  }, 
  {
    "quote": "I dyed my hair blonde when I was 14. My mom was not happy. But I love being blonde.", 
    "name": "Rita Ora"
  }, 
  {
    "quote": "My mom's a Catholic, and my dad's a Jew, and they didn't want anything to do with anything.", 
    "name": "Isabelle Huppert"
  }, 
  {
    "quote": "Before I was a mom I used to think that parents who worried about their kids watching MTV were just clueless. Now that I'm a mom, I see what the fuss was all about!", 
    "name": "Martha Quinn"
  }, 
  {
    "quote": "My mom FedExes a red velvet cake she makes from scratch to me every birthday.", 
    "name": "Molly Sims"
  }, 
  {
    "quote": "I remember my mom dressed like Janis Joplin.", 
    "name": "Bryan White"
  }, 
  {
    "quote": "It was sort of just a family sport. My mom and dad were pretty keen golfers when I was young and so were my grandparents, and I just sort of tagged along with them.", 
    "name": "Karrie Webb"
  }, 
  {
    "quote": "I showed my mom the movie then I told her the movie got bought and that it was gonna be shown in theatres and be on video. Everyone was really psyched about it. Everyone in my little town of hounds started to call me movie star.", 
    "name": "Jason Mewes"
  }, 
  {
    "quote": "A Modern Mom to me is not always someone that juggles a career and family. A Modern Mom is a woman who takes care of herself on the inside and the outside.", 
    "name": "Regina King"
  }, 
  {
    "quote": "I learned a lot from my Mom. My favorite lesson: remember there is no such thing as a certain way to parent and to remember that you are learning along with your child - it's ok to make mistakes.", 
    "name": "Regina King"
  }, 
  {
    "quote": "There are days when I wonder why my mom couldn't be here to see this.", 
    "name": "Maya Rudolph"
  }, 
  {
    "quote": "My mom was onstage when she was pregnant with me.", 
    "name": "Zosia Mamet"
  }, 
  {
    "quote": "Of course, I would be depressed sometimes, and my Mom would be worried about me because I would just sleep to escape. Cause I was so scared of being a musician or artist, or whatever you want to call it.", 
    "name": "Chantal Kreviazuk"
  }, 
  {
    "quote": "I was into opera as a kid - I'd play 'Carmen' and sing and dance. My mom signed me up for a theater group before preschool, and I never looked back.", 
    "name": "Nina Arianda"
  }, 
  {
    "quote": "I begged my mom to let me start skating.", 
    "name": "Debi Thomas"
  }, 
  {
    "quote": "I would make my mom buy me the toy doctor kit.", 
    "name": "Debi Thomas"
  }, 
  {
    "quote": "I was born and raised in the high desert of Nevada in a tiny town called Searchlight. My dad was a hard rock miner. My mom took in wash. I grew up around people of strong values - even if they rarely talked about them.", 
    "name": "Harry Reid"
  }, 
  {
    "quote": "I remember my mom saying to me that what your friends do is one thing, but what you do could be on the front page of the paper.", 
    "name": "Scott McClellan"
  }, 
  {
    "quote": "I've looked at pictures that my mom has of me, from when I was four years old at the turntable. I'm there, reaching up to play the records. I feel like I was bred to do what I do. I've been into music, and listening to music and critiquing it, my whole life.", 
    "name": "Dr. Dre"
  }, 
  {
    "quote": "My mom has this great skiing event in Jackson Hole, Wyoming, every year for a local charity.", 
    "name": "Joely Fisher"
  }, 
  {
    "quote": "I suddenly had this really mad desire to have an affair with a woman. I was divorced. I was childless. I figured there's got to be one more way to really tick off my mom.", 
    "name": "Carol Leifer"
  }, 
  {
    "quote": "My mom is in her mid-60s and has more energy and is more youthful than any human being I know. It's pretty incredible.", 
    "name": "Oliver Hudson"
  }, 
  {
    "quote": "I don't think I would have been able to stick with it and been proud of who I am and be feminine out on the court. I think I would have folded to the peer pressure if I didn't have my mom to encourage me to be me and be proud of how tall I am.", 
    "name": "Lisa Leslie"
  }, 
  {
    "quote": "For me, being tall was very positive because I thought my mom was the most beautiful person ever.", 
    "name": "Lisa Leslie"
  }, 
  {
    "quote": "My mom didn't ever think I would take to acting because I was a very shy, very reserved kind of child. But obviously, something changed!", 
    "name": "Abigail Breslin"
  }, 
  {
    "quote": "I was watching TV at age 9 or 10, and my mom said that I came from the front room and I told her that I want to act. And she said if you want to do this at 18, then you can. It was a very simple story, yet, I do not even remember the conversation that I had with my mother. Until she reminded me of the story many years later.", 
    "name": "Derek Luke"
  }, 
  {
    "quote": "I've always wanted to be an actress, ever since I was a little girl. I always played the mom and I played my sister as the daughter. I wanted to be an actress on television and movies instead of just around the house.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "My dad named me Dakota and my mom came up with my first name Hannah. So it's Hannah Dakota Fanning.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "I didn't really know what I wanted to do, and then I got this call from a casting director in Los Angeles. She remembered me from something years before, and she called my mom wanting me to audition for this thing.", 
    "name": "Scott Speedman"
  }, 
  {
    "quote": "My mom would be leaving the house and she'd say, 'Don't you pull out all of the old dresses in the attic and put on a show again!' And the door would close, and that's exactly what I'd do. The show was calling me!", 
    "name": "Michael Patrick King"
  }, 
  {
    "quote": "I do believe that there are African Americans who have thick accents. My mom has a thick accent my relatives have thick accents. But sometimes you have to adjust when you go into the world of film, TV, theatre, in order to make it accessible to people.", 
    "name": "Viola Davis"
  }, 
  {
    "quote": "My mom once lost track of me at the zoo and when she found me I was lecturing a man about the difference between dromedary and Bactrian camels. I was about 3 1/2.", 
    "name": "Patrick Rothfuss"
  }, 
  {
    "quote": "Work ethic has always been stressed in my family. My dad is going to be 80 years old and he still works part time. My mom just retired a couple years ago and she's in her mid- to late 70s.", 
    "name": "Jamie Moyer"
  }, 
  {
    "quote": "I was home-schooled, was always very close with my mom and was very straight-laced and square. I was never the rebellious one, and I never threw hissy fits.", 
    "name": "Brie Larson"
  }, 
  {
    "quote": "I was 3 when I told my mom that I knew what my dharma was and that I wanted to be an actor.", 
    "name": "Brie Larson"
  }, 
  {
    "quote": "For a kid who's lost his mom and all the rage and grief that no one was able to talk out of me, football was a very therapeutic sport. Very.", 
    "name": "Jon Hamm"
  }, 
  {
    "quote": "I wanted to marry a girl just like my mom.", 
    "name": "Michael Bergin"
  }, 
  {
    "quote": "But the fact is, I'm not work-identified. I'm not a lawyer or a writer. I'm a mom, and I'm a woman, and that's the kind of people I want to see in books in the starring role.", 
    "name": "Lisa Scottoline"
  }, 
  {
    "quote": "My father left... but I tell my mom - and I told my mom this when I was a kid - I said, 'You know what, Mom? Good thing he left because you're a strong woman.'", 
    "name": "J. R. Martinez"
  }, 
  {
    "quote": "When I came out of my mom's womb, I had 'sitcom' stamped on my forehead.", 
    "name": "Sean Hayes"
  }, 
  {
    "quote": "I played with dolls until I was 15. My mother encouraged it because my older sister got married when she was 15, so Mom thought that the longer I stayed with dolls, the better.", 
    "name": "Linda Evans"
  }, 
  {
    "quote": "I'm probably a little more like my dad. But because of my mom, I never saw being a woman as being an impediment to being able to do something. She had her Ph.D. before I was born.", 
    "name": "Mary Cheney"
  }, 
  {
    "quote": "My brother Jim and I spent many wonderful summers working on dairy farms in Wisconsin owned by Mom's cousins, and as members of our local Boy Scout troop.", 
    "name": "Peter Agre"
  }, 
  {
    "quote": "When Queer Eye hit, the church told my mom they were praying for me. She said, God loves him too. And I support him 100 percent.", 
    "name": "Jai Rodriguez"
  }, 
  {
    "quote": "My mom doesn't get the whole gay thing, but she loves me.", 
    "name": "Jai Rodriguez"
  }, 
  {
    "quote": "I had said to some pastor that I was having thoughts, and the church turned on me. They went to my mom and said, So sorry about your son.", 
    "name": "Jai Rodriguez"
  }, 
  {
    "quote": "I am a mom as well as a senator!", 
    "name": "Patty Murray"
  }, 
  {
    "quote": "I had so many offers after 'True Blood' for things that were someone in the same vein, but nowhere near Alan Ball's vision. Or something that was over-the-top and fantastical. And I've always wanted to play the regular, working-class mom, and I've never really had the chance to do that.", 
    "name": "Michelle Forbes"
  }, 
  {
    "quote": "I'd never really babysat. I feel like I'm Blair, or 'Gossip Girl.' A teenager, basically - and now suddenly I'm a mom?", 
    "name": "Cecily von Ziegesar"
  }, 
  {
    "quote": "I always wanted to be a mom.", 
    "name": "Kate Hudson"
  }, 
  {
    "quote": "When my dad was badly weakened by the flu and my mom wanted to call an ambulance to take him to the emergency room, he wouldn't go unless he could shave first and change into a nice shirt and a pair of slacks.", 
    "name": "Rich Lowry"
  }, 
  {
    "quote": "I don't deal with death very well. My brother, John Candy, my dad, my mom, Brandon Tartikoff just a couple of weeks ago. I mean, you lose a lot of people in your life, and that's one thing I am constantly working on - pain management.", 
    "name": "James Belushi"
  }, 
  {
    "quote": "Every family is different. I am mom and I am dad and I'm going to do my best. You should be proud, walk through life saying I have the coolest family. I am part of a modern family.", 
    "name": "Ricky Martin"
  }, 
  {
    "quote": "I would borrow my mom's red Borghese lipstick and smear it on like a clown!", 
    "name": "Brooke Burns"
  }, 
  {
    "quote": "There was a point - when I was a kid - where I said I wanted to be like Luke Skywalker, with blond hair and blue eyes. My mom right there told me to never be ashamed of who I am.", 
    "name": "Chaske Spencer"
  }, 
  {
    "quote": "I got tackled once in a movie theater. I was with my mom and brother, and then suddenly I got hit from behind and sort of sprawled out on the candy counter.", 
    "name": "Scott Wolf"
  }, 
  {
    "quote": "For example, I loved English and history at school. I would have loved to have done a degree in either. But my Mom said I didn't have time for university.", 
    "name": "Vanessa Mae"
  }, 
  {
    "quote": "I've had to adapt my wardrobe to my various roles, both at the office, as a mom, and for television. When I shop for the season I look for pieces that will suit every facet of my daily life, not just one single occasion.", 
    "name": "Nina Garcia"
  }, 
  {
    "quote": "Married and divorced, three beautiful daughters, two in college. The other one is 16, lives with her mom. I'm 46, I've worked for the Post Office for 18 years, seven facilities in three states.", 
    "name": "Arthur Godfrey"
  }, 
  {
    "quote": "I naturally wanted to be saved, so when I came home I told my mom I wanted to be confirmed. That's the way I related to it, being raised an Episcopalian. I went to Dallas and got confirmed.", 
    "name": "T-Bone Burnett"
  }, 
  {
    "quote": "I heard the Beatles and the Stones, and Mom bought me an electric guitar. I played lead for four years and then switched to bass. One day someone suggested that I should sing, so I sheepishly stepped up to the microphone and the rest is rock history.", 
    "name": "Glenn Hughes"
  }, 
  {
    "quote": "I wanted to be an astronaut and wanted to go to space camp, but then I found out that I was too short to become an astronaut. My mom really made me believe that if I worked hard enough and if I really wanted to do it, I could do it.", 
    "name": "Soleil Moon Frye"
  }, 
  {
    "quote": "My mom always made sure I lived my life as a regular kid.", 
    "name": "Soleil Moon Frye"
  }, 
  {
    "quote": "I had ridiculous amounts of energy. Mom's like, you're driving me crazy - do you want to try gymnastics? From the moment I started it, I loved it and it kind of was like storybook from there.", 
    "name": "Alicia Sacramone"
  }, 
  {
    "quote": "My mother stopped working when she had my brother. She was a full time mom until I started getting heavily into ice skating lessons, and it got to the point where they really needed my mom to earn an income.", 
    "name": "Dorothy Hamill"
  }, 
  {
    "quote": "I didn't really get into golf until I was about 14. My mom and dad were taking lessons from a pro an hour and a half from our farm in Cohuna, Australia. When they got home, I'd ask my mom to explain everything they learned - drills and all.", 
    "name": "Stuart Appleby"
  }, 
  {
    "quote": "My mother was predominately a stay-at-home mom.", 
    "name": "Andrew Rannells"
  }, 
  {
    "quote": "No, like I said, my dad was never really part of the tennis. His involvement around what I did with the tennis and with my mom and my grandparents was really not a part of my life.", 
    "name": "Jimmy Connors"
  }, 
  {
    "quote": "I think my mom threatened to put me up for adoption a few times.", 
    "name": "Ivanka Trump"
  }, 
  {
    "quote": "At 3 years old, I was imitating and doing fun little commercials for the family. Then at 5, I knew, 'OK, this is something I really like.' At 8, I was crying in front of the mirror and my mom was like, 'Oh boy, here we go. We know what she's going to do.'", 
    "name": "Lana Parrilla"
  }, 
  {
    "quote": "I never liked apples. In fact, when I was a little girl, my mom wanted to give me apples in my lunch box and I would ask for green peppers. So bizarre... It's funny - I don't have an apple a day, but I can say that I have a few a week.", 
    "name": "Lana Parrilla"
  }, 
  {
    "quote": "My mom and father are extremely proud. They love it when I don't die. I've done so many movies where I've died that their first question when I book a job is, 'So, are you going to die in this?'", 
    "name": "Michael Ealy"
  }, 
  {
    "quote": "My mom has a tape from when I was, like, 2 years old, talking with my grandma, telling her a story that's really elaborate about werewolves and wolves.", 
    "name": "Amanda Hocking"
  }, 
  {
    "quote": "I couldn't wait until I grew up. I used to look at my mom's stockings and put them on with her high heels and mess with my hair.", 
    "name": "Florence Griffith Joyner"
  }, 
  {
    "quote": "My mom grew up in Kansas, my dad in Indiana. They had boring childhoods.", 
    "name": "Hunter Parrish"
  }, 
  {
    "quote": "My mom was a dancer, my dad's a singer and I've always had that kind of music in my life.", 
    "name": "Elvis Stojko"
  }, 
  {
    "quote": "My mom died of cancer when I was really young. I'm not someone who tries to work out their own stuff with a role, but I think that happened despite my best efforts to keep myself separate from it.", 
    "name": "Sarah Polley"
  }, 
  {
    "quote": "My mom sent me to regular high school because she wanted me to have that experience and not say that I missed out, but I didn't like it at all. I'm more comfortable in the world that I'm in, I grew up in it so when I get around normal kids in regular high school I don't know what to do. I feel more secure in an adult environment.", 
    "name": "Alexa Vega"
  }, 
  {
    "quote": "We've got activists all across the country like the members of the Million Mom March organization, some of their leaders are here tonight. We're phone banking congressional offices and pursuing editorial boards.", 
    "name": "Michael D. Barnes"
  }, 
  {
    "quote": "My dad and mom divorced when I was around ten, and I didn't live with him after that, though he was close by and we saw each other weekly. I wasn't really aware that he was a writer I didn't start reading his writing until I was about fifteen. It occurred to me then that my dad was kind of special he's still one of my favorite writers.", 
    "name": "Andre Dubus III"
  }, 
  {
    "quote": "Sometimes, if you don't have kids yourself, it's assumed you won't understand or know how to play a mom, which is kind of silly if you think about it.", 
    "name": "Tricia Helfer"
  }, 
  {
    "quote": "I wasn't always a writer. When I went to college and majored in fine arts, I was a painter. Then I was a stay-at-home mom.", 
    "name": "Janet Evanovich"
  }, 
  {
    "quote": "It's always been a dream of mine to get somewhere and to have my mom and dad with me up there.", 
    "name": "Haley Reinhart"
  }, 
  {
    "quote": "Dad worked his entire career as an aviation technician. Mom was a legal secretary who became a teacher. We lived a simple American life.", 
    "name": "Brian Sandoval"
  }, 
  {
    "quote": "My mom was a Democrat and I was scared to death that she was gonna blow it. First I was going to hell with Monroe, and now to Republican hell with Nixon.", 
    "name": "Tommy Rettig"
  }, 
  {
    "quote": "It's impossible to put yourself first when you're a mom.", 
    "name": "Jillian Michaels"
  }, 
  {
    "quote": "My parents were both in show business. My father was an actor, my mom an actress, and both singers, dancers and actors. They met in Los Angeles doing a play together and so I grew up in a show biz family.", 
    "name": "Micky Dolenz"
  }, 
  {
    "quote": "My dad was a good athlete. My mom had longevity. There were some athletic genes that certainly got passed down.", 
    "name": "Hale Irwin"
  }, 
  {
    "quote": "Usually a family is led through the mom or the dad and their career and for the family to be led by my career, even though God has led it, could be a lot of pressure.", 
    "name": "Stacie Orrico"
  }, 
  {
    "quote": "I wasn't one to go out and buy a new car and stereo system and expensive clothes. My mom helped keep me grounded.", 
    "name": "Christina Applegate"
  }, 
  {
    "quote": "My dad's an architect and my mom owned a French bakery for twelve years.", 
    "name": "Alison Lohman"
  }, 
  {
    "quote": "Well, I am not really a conventional mom at all. Like, I had my kids really young. I had Danny when I was 18 or 19 and then Liam when I was 23 and Molly, I had when I was a little older.", 
    "name": "Monica Potter"
  }, 
  {
    "quote": "As a mom, I understand how important it is to ensure kids start their day right and always make sure my kids have a nutritious breakfast. One in five U.S. children live in homes where food is not always available, which is why I partnered with Kellogg's on their 'Share Your Breakfast' campaign, which provide breakfasts to kids in need.", 
    "name": "Monica Potter"
  }, 
  {
    "quote": "My mom thought I might be good for voiceover. She thought I had a cute voice, so maybe I could do a cartoon or something. And while we were looking into that, we also thought I should get into theater acting, so I tried it and the first audition I went on, I booked it. And it kind of just snowballed from there.", 
    "name": "Atticus Shaffer"
  }, 
  {
    "quote": "Just recently I was in Target with my mom shopping, and out of the blue, I see this father and his two daughters and he says, 'Can they get a picture with you?' And I'm thinking to myself, 'Am I the one millionth customer or something?'", 
    "name": "Atticus Shaffer"
  }, 
  {
    "quote": "I've always been homeschooled, so doing it on set is kind of the same thing. My mom makes it very interactive - we'll get a book on chocolate and learn how to make it, or she will buy antique items. I love military history, the mechanics and strategy of it.", 
    "name": "Atticus Shaffer"
  }, 
  {
    "quote": "I was two years old when my mom put me in mommy and me classes. I always had a lot of energy so it was the perfect fit!", 
    "name": "Aly Raisman"
  }, 
  {
    "quote": "I'm almost a full-time mom.", 
    "name": "Ekaterina Gordeeva"
  }, 
  {
    "quote": "My mom and my dad wanted my brother and I to have a better life, you know, better education, better jobs. It was probably harder, much, much harder, for my parents. When you're a kid, you can learn a language much more easily I learned English in less than a year.", 
    "name": "Mila Kunis"
  }, 
  {
    "quote": "It was definitely a part of our life. I mean, my mom had both her brothers and her fiancee in Vietnam at the same time, so it wasn't just my dad's story, it was my mom's story too. And we definitely grew up listening to the stories.", 
    "name": "Vanessa Kerry"
  }, 
  {
    "quote": "I'm not a figurehead for anything. I was a single mom with two kids. What else was I going to do? It was either be in a band or be a waitress.", 
    "name": "Chrissie Hynde"
  }, 
  {
    "quote": "I told my agents that I didn't want to go on the audition. But as that was happening I called my mom, who has been watching the show from the beginning, and my mom said, 'It's the coolest show. You have to go.'", 
    "name": "Mary Lynn Rajskub"
  }, 
  {
    "quote": "My mom is still yelling at me because she needs more autographed pictures.", 
    "name": "Ashton Kutcher"
  }, 
  {
    "quote": "I'm named after a horse. My mom's best friend had a horse named Brooke, so my dad suggested 'Brooklyn' as a more formal version, and it just stuck - and now I live in Brooklyn part-time, so go figure.", 
    "name": "Brooklyn Decker"
  }, 
  {
    "quote": "But my mother and father were married when my mom was 20 and my dad was 24.", 
    "name": "Rachael Leigh Cook"
  }, 
  {
    "quote": "You know that I am living proof that the American Dream is real. Growing up, our congressman cut through government bureaucratic red tape to help my mom buy our first house. That's the kind of congressman I'll be.", 
    "name": "Geoff Davis"
  }, 
  {
    "quote": "When I was 11 my friend's mom made a peanut butter sandwich. I ate the sandwich and was like, 'I'm never eating anything else again.' And I still eat peanut butter every day. I would put peanut butter on a steak.", 
    "name": "Aasif Mandvi"
  }, 
  {
    "quote": "My mom raised us three boys by herself on welfare. It's not worse than anybody else's life.", 
    "name": "Jeffrey Donovan"
  }, 
  {
    "quote": "Now, if you're Al Gore, you can afford $10 a pop for squiggly-pig-tailed fluorescent light bulbs. But if you're mainstream America, two or three kids, mom and dad working outside the home, that's not a very good deal.", 
    "name": "Joe Barton"
  }, 
  {
    "quote": "I still feel like a kid sometimes myself so hard to believe that I'm a mom. Now I'm an adult! It only took 38 years!", 
    "name": "Ana Ortiz"
  }, 
  {
    "quote": "I was really lucky. My gal pal was my mom.", 
    "name": "Ana Ortiz"
  }, 
  {
    "quote": "In third grade, I was taking tap-dance lessons, and about six weeks before the recital I wanted to quit. My mom said, 'No, you're going to stay with it.' Well, I did it, and I was bad, too! But my parents never let their kids walk away from something because it was too hard.", 
    "name": "Rebecca Lobo"
  }, 
  {
    "quote": "I love to fly. I always wanted to fly. It's been one of my dreams since I was 3 years old. I remember saying to my mom, 3 years old, every day, 'I can fly!' Living on the ninth floor, it was dangerous.", 
    "name": "Elena Anaya"
  }, 
  {
    "quote": "In fact, my mom always told me because I was the daughter of an Army officer born overseas in Paris, France, that under the Constitution she believed that I could never run for president.", 
    "name": "Karen Hughes"
  }, 
  {
    "quote": "They wrapped her up like a baby burrito to show to Mom. Here were a mother and her daughter and I love them both so much. I couldn't wait for Courtney to come to the hospital so I could have all my women together.", 
    "name": "Al Roker"
  }, 
  {
    "quote": "My mom breastfed me for more than a year, and I can't imagine doing it any other way. It's cheap and much better for the environment, and you don't have to lug all that stuff around.", 
    "name": "Emily Deschanel"
  }, 
  {
    "quote": "I never thought I was a great mom. I always worked. I fell in love with my children as they got older.", 
    "name": "Marla Gibbs"
  }, 
  {
    "quote": "My mom just understands about stuff. We have a really good trust, and she knows I can take care of myself.", 
    "name": "Balthazar Getty"
  }, 
  {
    "quote": "I don't have to do a lot to my eyebrows. My mom always told me not to pluck them, which is great advice.", 
    "name": "Arizona Muse"
  }, 
  {
    "quote": "I remember my mom saying that after you have a baby you get really thin. So you gain all that weight and then you just lose it and keep losing it.", 
    "name": "Arizona Muse"
  }, 
  {
    "quote": "I feel like I'm a stay-at-home mom, which I was for the five years before this. She's absolutely been my focus. That's the choice I made. Desperate Housewives is perfect for me. I get to go back to work and still be able to take my daughter to school and pick her up.", 
    "name": "Teri Hatcher"
  }, 
  {
    "quote": "If you just stay away from junk, and stick with what your mom taught you, you're eating pretty healthy.", 
    "name": "Sprague Grayden"
  }, 
  {
    "quote": "I'm from Manchester, Mass., so it was lobster, lobster and more lobster! Also, lots of fish that we caught in the summers, clam chowder and roast beef sandwiches. But my mom was pretty healthy we had a lot of chicken and broccoli and rice as well.", 
    "name": "Sprague Grayden"
  }, 
  {
    "quote": "I'm not sure anyone - and I could be wrong in this - grows up thinking, I want to be a single mom.", 
    "name": "Bridget Moynahan"
  }, 
  {
    "quote": "I'm a mom first, a singer second.", 
    "name": "Gretchen Wilson"
  }, 
  {
    "quote": "Mom worked with autistic children.", 
    "name": "Isabel Lucas"
  }, 
  {
    "quote": "So much of our lives are defined by habit or what the guy next to us is doing, never wondering and knowing who and what we support with our actions, from the detergent Mom always used, to my favorite dish I make... A lot of my life is unexamined habit.", 
    "name": "Kristin Bauer van Straten"
  }, 
  {
    "quote": "My mom was so people-friendly. She was incredible. She'd go to the mall, and she'd talk to everyone. Give people a kiss on the cheek. I think if I wasn't pushed around a lot, I'd be great with people. Maybe I still can be.", 
    "name": "Fred Couples"
  }, 
  {
    "quote": "My mom was Sicilian, my dad was Sicilian. Mom was a great cook, but all the women were.", 
    "name": "Chazz Palminteri"
  }, 
  {
    "quote": "I used to do skits for my mom... and I was always entertaining as a kid.", 
    "name": "Leah Remini"
  }, 
  {
    "quote": "They see me as being this Super Mom on TV who also can more than handle a difficult husband, and they assume I'm going to be just full of wisdom as a mother and wife myself.", 
    "name": "Patricia Richardson"
  }, 
  {
    "quote": "I took piano for many years. I kicked and screamed through all of my lessons, but my mom really insisted.", 
    "name": "Kristin Kreuk"
  }, 
  {
    "quote": "When I was 10 years old my mom used to play Tupac while she cleaned the house.", 
    "name": "Soulja Boy"
  }, 
  {
    "quote": "My dad died when I was three so my mom had to raise four kids on her own, and I think there's a part of me that pulls upon having watched my mom do that our whole lives. She had to make it work.", 
    "name": "Leslie Bibb"
  }, 
  {
    "quote": "That's a big deal for kids, when they come into the kitchen and the teacher is drinking coffee with mom. They react differently on the next day when you say: 'Sit down and shut-up!'", 
    "name": "Ed O'Neill"
  }, 
  {
    "quote": "I love my mother Ali so much. I'm a momma's boy. I just have a very cool mom. It's not as though I had any say in the matter. I'm just really fortunate. She's the most kind, loving, giving woman.", 
    "name": "Hayden Christensen"
  }, 
  {
    "quote": "My mom had gotten a Super 8 camera to make home movies with, and my brother and me got our hands on it and ran with it.", 
    "name": "Lev Yilmaz"
  }, 
  {
    "quote": "No one was more important than my mom and dad. I know they are watching from a place up in heaven here today to make sure all their kids are doing good.", 
    "name": "Eddie Murray"
  }, 
  {
    "quote": "I really like Calvin Klein for his classic simplicity. I also think Prabal Gurung designs some great pieces that work well for me. My mom has such great style she's my biggest influence.", 
    "name": "Isabelle Fuhrman"
  }, 
  {
    "quote": "I never let anyone pluck, including myself, unless my mom approves. She guards my eyebrows. She's like the eyebrow police!", 
    "name": "Isabelle Fuhrman"
  }, 
  {
    "quote": "My grandmother had six kids - one died as an infant - and she was dirt-poor, and all her kids got an education. And my mom grew up poor. And they both worked so hard and cultivated so much of their own happiness. I wanted to have that like an amulet. Not like armor, but like a magic feather. Like Dumbo's magic feather.", 
    "name": "Lucy Alibar"
  }, 
  {
    "quote": "I want somebody like my mom. My mom is a very charitable woman. She's the sweetest woman in the world. I'm looking for the second sweetest woman in the world. I'm looking for honesty and a big heart.", 
    "name": "Jason Derulo"
  }, 
  {
    "quote": "My mom would have liked it that I patterned myself more after Jimmy Reed.", 
    "name": "Jimmy Smith"
  }, 
  {
    "quote": "My mom and dad - they were always there. They were always on the set. They focused on our family life. The entertainment business wasn't the end-all. They weren't out to get the next big paycheck or the next big movie. It was about 'What can we do as a family.'", 
    "name": "Candace Cameron Bure"
  }, 
  {
    "quote": "The military infrastructure grew me. My faith in God is important, my belief in my country is important, my relationship to my family is important, the things that Mom and Dad tell you growing up are important.", 
    "name": "Tommy Franks"
  }, 
  {
    "quote": "I always think about which blood drive was going on in Georgia that day when that husband or mom or school teacher rolled up their sleeve and actually gave me a second chance at life. It's the ultimate gift of life, and I'm the one who was on the other end.", 
    "name": "Niki Taylor"
  }, 
  {
    "quote": "I was a big fan of 'The Smurfs' growing up, even though by default - my mom used to force me to watch because she was a 'Smurfs' fan.", 
    "name": "Jayma Mays"
  }, 
  {
    "quote": "My mom was a big 'Smurfs' fan, so she would force me to watch every Saturday morning. I had no choice in the matter. I would jump downstairs on Saturday morning, 'Hurray, cartoons!' and she would say, 'Smurfs! That's what you're watching.'", 
    "name": "Jayma Mays"
  }, 
  {
    "quote": "When I was little, we lived on 8 acres and my mom had a horse. But when I was 7, my mom kicked my dad out, and then in order to feed us five kids, she got critters cheap or for free and raised them for food. We milked a cow, raised chickens, pigs and beef cattle. We heated our one-story house with wood and stayed cold all winter.", 
    "name": "Bonnie Jo Campbell"
  }, 
  {
    "quote": "I grew up with the classics. My mom and I would sit and watch 'Singin' in the Rain' and 'White Christmas' - those kind of movies.", 
    "name": "Lucas Grabeel"
  }, 
  {
    "quote": "Two weeks ago at the U.S. Amateur, my mom caddied, and that is kind of a different feeling, because she's your mom and you have to listen to her. It was really comfortable having my mom there, but it's also really relieving and comfortable to have someone that knows the course off their hat, really.", 
    "name": "Lydia Ko"
  }, 
  {
    "quote": "My mom is a very warm, typical sort of Jewish-mother type. And my dad has a somewhat, um, different personality.", 
    "name": "Peter Orszag"
  }, 
  {
    "quote": "I hope that through my work, artists will take some chances, break some rules, and make art that comes from inside of them. I would like to be remembered as a kind person, a great Mom, and a bit unruly - in a good way!", 
    "name": "Angela Cartwright"
  }, 
  {
    "quote": "I think there's a time to work, and everyone has to kind of adjust. And then there's a time to relax, and be the mom or take the kids on vacation when you need to wind down. So it's a matter of planning, and being able to map out your year or your week or let's start with the day. It is just being multi-tasking and being available.", 
    "name": "Vanessa Williams"
  }, 
  {
    "quote": "Well, my mom taught public school music for almost 40 years. And she's about 5 feet - and very mighty. And she would control her kids a lot by giving them the eye, or the stare.", 
    "name": "Vanessa Williams"
  }, 
  {
    "quote": "She had a hit for every syllable: 'Don't. You. Ever. Talk. To. Me. Like. That. Ever. Again.' That was the last time I ever talked back to Mom.", 
    "name": "Misty May-Treanor"
  }, 
  {
    "quote": "My mom's passionate and energetic and very funny and enthusiastic.", 
    "name": "Eric Stonestreet"
  }, 
  {
    "quote": "My whole life sort of ended when my mom died.", 
    "name": "Cheryl Strayed"
  }, 
  {
    "quote": "I always tell people, I'm a better swimmer because I'm a mom and a better mom because I'm swimmer.", 
    "name": "Amanda Beard"
  }, 
  {
    "quote": "People close to me called me 'Curry in a Hurry.' I was moving through life at 100 miles an hour trying to further my career and be a great mom and make everyone happy.", 
    "name": "Ann Curry"
  }, 
  {
    "quote": "I think my first big purchase was actually for my mom. She had one of those '90s TVs in her living room that's like a 10x10 brick, so I purchased her a flatscreen for her living room.", 
    "name": "Dave Franco"
  }, 
  {
    "quote": "I'm not sure what I want to do when I grow up, or if I'm sure I ever want to grow up. I'm sure there are people that wish I would, but you know, my mom will get over it.", 
    "name": "Jerry Doyle"
  }, 
  {
    "quote": "My mom had to beg the guys to let me play. I couldn't even play the drums right - Brian had to show me.", 
    "name": "Dennis Wilson"
  }, 
  {
    "quote": "It's quite hard to have your mom as a teacher - it's like, she's not necessarily a 'real teacher' for me. But she'd always teach me to really hear the music, and develop my ear, and to try and hear the harmonics of the piano.", 
    "name": "Birdy"
  }, 
  {
    "quote": "My mom's a concert pianist, so she started teaching me when I was around seven. When I was eight, I started writing my own songs, and kinda started putting piano and singing together. But I'm trained classically, which is a big influence on me, I think.", 
    "name": "Birdy"
  }, 
  {
    "quote": "We're definitely a hodgepodge of influences. Mine, most heavily, would be Southern rock - the Allman Brothers, Lynyrd Skynyrd and stuff like that. Hillary is more from the country side - her mom is Linda Davis, a country singer. Dave, he's a big fan of the Eagles and like that.", 
    "name": "Charles Kelley"
  }, 
  {
    "quote": "My mom was the picture of the blue-collar mom: Two and three and four jobs to make sure that me and my sister never needed, that was her thing.", 
    "name": "Ne-Yo"
  }, 
  {
    "quote": "For the first few years of my life my mom used to cut my hair so there were a lot of bowl-cut hair styles.", 
    "name": "Ne-Yo"
  }, 
  {
    "quote": "I probably wouldn't be singing if not for Michael Jackson. When I started singing, I didn't like my tone until my mom put me on to Michael Jackson and Stevie Wonder, so listening to the way they used their instrument helped me get more comfortable with my own.", 
    "name": "Ne-Yo"
  }, 
  {
    "quote": "I was serious about ballet for a long time, but my mom got me into tap and jazz and modern and hip-hop, and I was one of those over-lessoned children.", 
    "name": "Greta Gerwig"
  }, 
  {
    "quote": "My earliest acting memory is making up a play for my mom and dad called The Lonesome Baby. I have no idea what The Lonesome Baby was about. I just remember the title. But I'm sure it was an epic.", 
    "name": "Jane Horrocks"
  }, 
  {
    "quote": "I think if I could be any superhero, it'd probably be my mom... but I don't think I'd look too good in high heels, so it's not gonna happen.", 
    "name": "Jason Behr"
  }, 
  {
    "quote": "I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for.", 
    "name": "Diana Lopez"
  }, 
  {
    "quote": "My mom's collard greens. No one else in the world can make them like hers. I'm not just saying that because she's my mom. She's got some Mississippi secret. I could seriously eat them every day.", 
    "name": "Santigold"
  }, 
  {
    "quote": "It's the best thing ever - I love being a mom. This is my only child. My career was a priority earlier in my life, but now my son is definitely the priority.", 
    "name": "Stephanie Mills"
  }, 
  {
    "quote": "I love every second of being a mom.", 
    "name": "Lily Aldridge"
  }, 
  {
    "quote": "When I can 10 or 11, my mom was the one out there catching passes for me. She was my prime receiver.", 
    "name": "Joe Theismann"
  }, 
  {
    "quote": "My mom was very strict when I was growing up. I could not talk to boys until I was 18. I had to study and work hard.", 
    "name": "Coco Lee"
  }, 
  {
    "quote": "I'm not a businessperson. I have no sense of money. My mom does everything for me. She makes all my decisions for me, and even buys my clothes. She's very protective.", 
    "name": "Coco Lee"
  }, 
  {
    "quote": "I'm a mom, a full-time mom when I'm not taping. I do the carpool thing, and bake the cookies, and do the homework.", 
    "name": "Vanna White"
  }, 
  {
    "quote": "It would be great to do another television show that was a multi-camera because the hours are so wonderful and you can be a good mom at the same time. The problem is, there aren't a lot of multi-camera shows that I personally like. My aesthetic is more geared toward single-camera shows.", 
    "name": "Kaitlin Olson"
  }, 
  {
    "quote": "My mom, Emilie, always taught me to think hard about marriage.", 
    "name": "Alyson Hannigan"
  }, 
  {
    "quote": "My mom was a photographer and whenever they needed a baby for a modelling job, she'd stick me in front of the camera. That's how it started.", 
    "name": "Alyson Hannigan"
  }, 
  {
    "quote": "I love Westerns and I remember as a kid climbing up on the couch and make it into a saddle and shoot guns and fall off. I would lay there after my death and my mom would tell me to eat lunch and I'd say, 'I'm still dead, Mom!' I was Method, even then.", 
    "name": "Creed Bratton"
  }, 
  {
    "quote": "When I was a child it was very clear what I was allowed to see and what I was not allowed to see and there was no discussion or option or negotiation. Whatever my mom said, that's what went down.", 
    "name": "Yul Vazquez"
  }, 
  {
    "quote": "My mom put me in dance classes when I was 5 years old.", 
    "name": "Danny Pudi"
  }, 
  {
    "quote": "When I see my mom in the stands, it always pushes me to succeed.", 
    "name": "Ashton Eaton"
  }, 
  {
    "quote": "I think it would be a lot easier if I said, 'I feel like a dude,' but I was raised by a southern mom, so I know how to put on lipstick and walk in heels and rock that look. It's exactly that juxtaposition that confuses people.", 
    "name": "Saskia de Brauw"
  }, 
  {
    "quote": "My mom and dad are both in stand-up comedy, so that's where I started, that's where I got everything. My roots are holding the mic.", 
    "name": "Pauly Shore"
  }, 
  {
    "quote": "My mom is two people to me. She's my mom number one, and then she's this lady most comedians know as being a legendary owner of a nightclub that's responsible for starting a lot of heavy careers.", 
    "name": "Pauly Shore"
  }, 
  {
    "quote": "When I was six years old my friend was auditioning for 'Annie,' and I decided I wanted to audition with her. My mom was worried I would fall flat on my face because I'd never opened my mouth to sing, so she sent me to vocal lessons. I did the audition and fell in love with the entire process of a show.", 
    "name": "Jacqueline Emerson"
  }, 
  {
    "quote": "I think of myself as a fairly attractive girl and always have, thanks to my mom. I was brought into this world thinking I was gorgeous because my mother was extremely devoted to this notion.", 
    "name": "Amy Schumer"
  }, 
  {
    "quote": "I remember my mom had a big collection of copies of Saturday Evening Post magazines, and that was really my introduction to those great illustrators.", 
    "name": "Thomas Kincade"
  }, 
  {
    "quote": "I know this is kind of corny, but we thought about renewing our vows again because I think my mom would really love it if we did that in Arkansas, where I came from.", 
    "name": "Mary Steenburgen"
  }, 
  {
    "quote": "I've been an atheist since I was nine years old. And my mom is really religious, so we have a strange relationship. But if my mother was right, what would be the reason that the gods could let anything bad happen in the world?", 
    "name": "Tarsem Singh"
  }, 
  {
    "quote": "My mom and I have always had issues.", 
    "name": "Mindy McCready"
  }, 
  {
    "quote": "I'm a mom first.", 
    "name": "Mindy McCready"
  }, 
  {
    "quote": "I'm not blaming my mom for my life because I am responsible for me, and nobody can change me or ruin me easier than I can.", 
    "name": "Mindy McCready"
  }, 
  {
    "quote": "My dad is a lawyer and my mom is an artist. So growing up was exactly what it sounds like - strict household but a lot of creativity. They are so psyched that I get to make music for a living. My parents rule.", 
    "name": "Ty Segall"
  }, 
  {
    "quote": "Well I was eight years old, and I have an older cousin who is three years older than me and she was doing acting, commercials, and modeling at the time and... to see my cousin doing that was really inspiring and I wanted to do it. So I went to my mom and I asked her if I could do it, and for the acting part of it, she made me study for a year.", 
    "name": "Hailee Steinfeld"
  }, 
  {
    "quote": "I'm a just a mom when I walk down the street.", 
    "name": "Alice Barrett"
  }, 
  {
    "quote": "Naturally, people are curious about how my real mom feels about me having a TV mom.", 
    "name": "Rico Rodriguez"
  }, 
  {
    "quote": "I just started watching wrestling in 2008, and I've loved it ever since. I told my mom I wanted to become a wrestler.", 
    "name": "Rico Rodriguez"
  }, 
  {
    "quote": "My mom taught me how to make grilled chicken, and I bake, too.", 
    "name": "Rico Rodriguez"
  }, 
  {
    "quote": "For as long as I've been acting, I have been very lucky to be paired with really great actresses playing my mom.", 
    "name": "Rico Rodriguez"
  }, 
  {
    "quote": "When I was going on auditions, it was nerve-racking. I'd always say to my mom that it would be awesome if I could get a series. When Modern Family came along, I said, 'You know what, Mom? I believe I'm going to get this role.'", 
    "name": "Rico Rodriguez"
  }, 
  {
    "quote": "For some students, school is the only place where they get a hot meal and a warm hug. Teachers are sometimes the only ones who tell our children they can go from an Indian reservation to the Ivy League, from the home of a struggling single mom to the White House.", 
    "name": "Denise Juneau"
  }, 
  {
    "quote": "I always had an interest in fashion because my mom is a celebrity fashion stylist. I grew up being on set or in showrooms.", 
    "name": "Jasmine Tookes"
  }, 
  {
    "quote": "My mom always taught me to be sweet and polite and cross my legs because it's what the guys like. Actually, they like a raunchy girl once in a while.", 
    "name": "Tiffani Amber Thiessen"
  }, 
  {
    "quote": "My original inspiration was my mom: a few years after the death of my dad, she started dating one my teachers!", 
    "name": "Meg Cabot"
  }, 
  {
    "quote": "If I go on dates, my mom is always with me. She's always there making sure I'm all right. Like if I go to see a movie with a boy, she'll go to dinner next door.", 
    "name": "Ariel Winter"
  }, 
  {
    "quote": "An agent saw one of the plays I did at ACT, but my mom was like, No, she's too young. I became so annoying that a year and a half later she just couldn't stand hearing me any more!", 
    "name": "Marla Sokoloff"
  }, 
  {
    "quote": "Cancer has been unfortunately in my life. My mom's best friend is kicking ass in her battle with breast cancer. Both of my grandmas had cancer. I recently lost a friend to cancer.", 
    "name": "Marla Sokoloff"
  }, 
  {
    "quote": "I spend so much time with my parents. My mom and I were joined at the hip for five years. There was not one moment when I wasn't with her.", 
    "name": "Kay Panabaker"
  }, 
  {
    "quote": "My mom still lives in Denver and some of my brothers are still in the area, so I still have strong ties there.", 
    "name": "Terrell Davis"
  }, 
  {
    "quote": "When I'm in the gym, I'm in the gym, and that is my focus. But when I'm not in the gym, I'm enjoying being a mom and taking care of those responsibilities .. They really do provide me with the balance that I need to be a more complete athlete.", 
    "name": "Melanie Roach"
  }, 
  {
    "quote": "I'm looking forward to being a mom and a wife and a business owner.", 
    "name": "Melanie Roach"
  }, 
  {
    "quote": "I've been a pretty selfish mom and a very unselfish athlete for about three years now and it's time to put my family first. It's probably time to move on.", 
    "name": "Melanie Roach"
  }, 
  {
    "quote": "My first big job was an Abercrombie &ampFitch campaign. But my mom wouldn't let me skip school for it, so I missed half of the shoot. When we got there, we realized Bruce Weber was the photographer we knew we had made a mistake!", 
    "name": "Lauren Bush"
  }, 
  {
    "quote": "My mom and my stepdad are both therapists.", 
    "name": "Jennifer Westfeldt"
  }, 
  {
    "quote": "My mom is a constant in my life in so many ways.", 
    "name": "Kerri Walsh"
  }, 
  {
    "quote": "My mom was diagnosed with breast cancer when I was 13 and it was something we weren't really aware of as a family.", 
    "name": "Rima Fakih"
  }, 
  {
    "quote": "My mom told me to do whatever I wanted to do and don't get too anxious about it.", 
    "name": "David Giuntoli"
  }, 
  {
    "quote": "Sometimes when my mom finds a fun article and really wants me to read it, I will. But I prefer to just kind of focus on what I want to do and not really what other people are saying, because I don't want that to affect me too much.", 
    "name": "Missy Franklin"
  }, 
  {
    "quote": "My mom and dad put my brother and sister through university and they were very keen for us to have an academic background just to give us a chance.", 
    "name": "Rob James-Collier"
  }, 
  {
    "quote": "I had really great parents who always gave me lots of opportunity for choice, but I didn't always realize how rare that was for a girl for them to say, 'You can be a mom or have a career or do both or do something we haven't thought of yet.'", 
    "name": "Ally Condie"
  }, 
  {
    "quote": "You eat and sleep it all day long and play on the streets until mom calls you in. My story is no different than anybody else's.", 
    "name": "Adam Oates"
  }, 
  {
    "quote": "When you become a mom you just learn how to function sleep deprived and you do get used to it. I came back to work when Finley was three months old and the first few months were rough. Then somehow you learn to exist on no sleep and now when he does upon occasion sleep through the night, which is like a full six hours, you're pretty sure he's suffocating. So you don't sleep anyway.", 
    "name": "Holly Marie Combs"
  }, 
  {
    "quote": "I think there's a danger of a being typecast as the all-American mom forever.", 
    "name": "JoBeth Williams"
  }, 
  {
    "quote": "My Mom is a ballet director, so I had this idea in me that classical training is the best foundation for anything you do, so I wanted to get a classical background and voice.", 
    "name": "Shuler Hensley"
  }, 
  {
    "quote": "Everyone in my family is an artist. Both my parents are painters and my mom's an opera singer. I was never shown any other way to process life.", 
    "name": "Aleksa Palladino"
  }, 
  {
    "quote": "Losing my mom at such a young age had a profound effect on my life.", 
    "name": "Molly Shannon"
  }, 
  {
    "quote": "I think I'm going to spend some time learning how to be a first-time mom, and then I'll go back to work.", 
    "name": "Linda Cardellini"
  }, 
  {
    "quote": "My dad was Jewish. My mom is not. So I was not raised anything.", 
    "name": "Matt Lauer"
  }, 
  {
    "quote": "Growing up I always shopped at Victoria's Secret with my mom and saw Angels like Gisele and Karolina Kurkova in the windows.", 
    "name": "Lindsay Ellingson"
  }, 
  {
    "quote": "When I was young, I had two older sisters, and since I was the youngest in my family, my mom took me around with her all the time. I was forever with her when she was having coffee in the middle of the afternoon with her three sisters. And they would talk about men. I absorbed a lot of that.", 
    "name": "Richard LaGravenese"
  }, 
  {
    "quote": "My earliest memory is seeing Michael Jackson in Melbourne with my sister when I was about ten. I still have this souvenir stick with a glove that would light up and make a peace sign in a bunch of different colors. I'm so happy my mom didn't throw that out.", 
    "name": "Emilie de Ravin"
  }, 
  {
    "quote": "I was born to a Nigerian dad and a Kenyan mom, and coming to the States was really academic.", 
    "name": "Dayo Okeniyi"
  }, 
  {
    "quote": "Oh, my mom. She's one of my biggest fans.", 
    "name": "Patina Miller"
  }, 
  {
    "quote": "They very seldom let me lose my cool. They made me like I was Polly Perfect, which was ridiculous so that when I bump into kids on the street they'd say 'I wish my Mom were like you.'", 
    "name": "Charlotte Rae"
  }, 
  {
    "quote": "I usually travel with a lot of people, like my dad, mom and sisters.", 
    "name": "Booboo Stewart"
  }, 
  {
    "quote": "I'm a '70s mom, and my daughter is a '90s mom. I know a lot of women my age who are real computer freaks.", 
    "name": "Florence Henderson"
  }, 
  {
    "quote": "My mom was a professional fitness competitor, so I go into the gym with her. I train with my dad and mother. It's embarrassing, because she's really strong.", 
    "name": "Booboo Stewart"
  }, 
  {
    "quote": "Part of the reason that I moved to Los Angeles is that even though my mom introduced me to all kinds of music, I really wanted to work on having my own identify, on being who I am and doing what I do, and seeing how people responded.", 
    "name": "Schuyler Fisk"
  }, 
  {
    "quote": "I'm extremely blessed to have the extraordinary mother that I have, and I don't mean Diana Ross, I mean the mother. My mom paved a road that didn't exist, as did Oprah.", 
    "name": "Tracee Ellis Ross"
  }, 
  {
    "quote": "My mom taught me to go after my dreams. I have this faith in myself that I must have gotten from her.", 
    "name": "Amy Jo Johnson"
  }, 
  {
    "quote": "Because of my unique experience as my mom's child, the beginning of my journey was more about me trying to figure out who I was on my own. My mom is one of the greatest moms and so supportive of all my siblings and of all of us being who we are, and not who she wanted us to be.", 
    "name": "Tracee Ellis Ross"
  }, 
  {
    "quote": "I've been acting my whole life. I have this huge imagination! I'm a dancer and my mom's a dance teacher, and I was always performing and entertaining people. I'd go to see live theatre or a movie, and I'd become the main character for a few days afterwards. I loved being somebody new for a temporary amount of time.", 
    "name": "Natasha Calis"
  }, 
  {
    "quote": "So, from a very young age, my mom tells me that I wanted to be Michael J. Fox. I didn't want to be an actor. I just wanted to be Michael J. Fox for awhile. And then, I realized that he was an actor, so I pursued that.", 
    "name": "Patrick J. Adams"
  }, 
  {
    "quote": "When I was seven, I asked my mom if I could be on TV, and she said if I really wanted to, I could. I got an agent and booked my first audition.", 
    "name": "Natasha Calis"
  }, 
  {
    "quote": "My mom came from such humble beginnings and especially my dad as well. He didn't go to university.", 
    "name": "Petra Ecclestone"
  }, 
  {
    "quote": "My mom moved up between Leland and Greenville when I was just a little tot.", 
    "name": "Little Milton"
  }, 
  {
    "quote": "Well, Mom and Dad are both actors, and I've spent a lot of time watching my mom on stage and a lot of time on set with my dad, so it was very much a part of my growing up.", 
    "name": "Eleanor Tomlinson"
  }, 
  {
    "quote": "I always was drawn to the performing arts. I started dancing when I was two. I sang, loved to act, and loved going to visit my mom on-set. But she wanted me to have a normal childhood, so I wasn't really allowed to pursue acting till I got older.", 
    "name": "Rainey Qualley"
  }, 
  {
    "quote": "My mom is a really good cook. I didn't get the cooking gene, but she cooks this really amazing dinner every Christmas, and that's always really fun.", 
    "name": "Miranda Cosgrove"
  }, 
  {
    "quote": "Last time I spoke to my mom she called me from a pay phone, and we didn't have the best talk. Ever since my stepdad passed away three years ago, she has been very depressed and hasn't been herself at all.", 
    "name": "Eric West"
  }, 
  {
    "quote": "I love getting my nails done. My mom's best friend is a manicurist. When I was little, she'd do little paintings on my nails, like flowers.", 
    "name": "Miranda Cosgrove"
  }, 
  {
    "quote": "We've always loved going to the movies. Our mom and dad are big movie fans. They'd take us on these movie orgys where we'd see sometimes three movies in a day.", 
    "name": "Andy Wachowski"
  }, 
  {
    "quote": "I've been drawing my whole life. My mom says my sister and I were drawing by age 1. Animation seems a real, natural extension of drawing as a way of telling a story visually.", 
    "name": "Jennifer Yuh Nelson"
  }, 
  {
    "quote": "Anyone who knows me knows my mom, Dorcina, has to sign off on any decision and that she will play a major part in any decision.", 
    "name": "Nerlens Noel"
  }, 
  {
    "quote": "My mom introduced me to science-fiction.", 
    "name": "Logan Marshall-Green"
  }, 
  {
    "quote": "Then you've got Georgetown, and I really just like everything about them. When I went down there with my mom, it really opened my eyes to what they were all about. I have to factor in what a school like that can do for me, even away from being a basketball player.", 
    "name": "Nerlens Noel"
  }, 
  {
    "quote": "I love what I do and I think it shows. As my kids get older, they can see me as a mom who loves working.", 
    "name": "Jessica Capshaw"
  }, 
  {
    "quote": "I was fortunate enough to have my kids early, so being a mom always ended up being a better gig than these other parts that came along. So I always justified not really working a lot because I had a family.", 
    "name": "Heather Langenkamp"
  }, 
  {
    "quote": "On my mom's side I'm Mexican, and my dad is a white dude.", 
    "name": "Tyler Posey"
  }, 
  {
    "quote": "When you have lost people like I lost my birth mom at a young age and you remember the whole process of losing her, you want to grab on to something that makes you whole.", 
    "name": "Reese Hoffa"
  }, 
  {
    "quote": "I was born to a single mom and raised by her and my grandparents.", 
    "name": "Anthony Foxx"
  }, 
  {
    "quote": "At first I could not believe what I was reading. I got up from my seat and walked away, talking to myself that I may have found my mom.", 
    "name": "Reese Hoffa"
  }, 
  {
    "quote": "Our songs touch people, and take them back to a time when there was no threat of terrorism, when you didn't have to lock your doors and when Mom and Dad took care of everything.", 
    "name": "George Grove"
  }, 
  {
    "quote": "Whether it's a 16-year old girl, or a mom, or a guy, or anybody, as long as they come up and they're excited to meet me 'cause they've had some sort of relationship with something I've created, it's the coolest thing ever. It never gets old. It's awesome.", 
    "name": "Andy Grammer"
  }, 
  {
    "quote": "My mom is in the navy and my dad works for the army, but I never called them 'sir' or 'ma'am' or anything like that, and we never really moved around a lot because both my parents were stationed in D.C.", 
    "name": "Ian Harding"
  }
]