[
  {
    "quote": "Film spectators are quiet vampires.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Am I a romantic? I've seen 'Wuthering Heights' ten times. I'm a romantic.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "You know what your problem is, it's that you haven't seen enough movies - all of life's riddles are answered in the movies.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "This film cost $31 million. With that kind of money I could have invaded some country.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Movies can and do have tremendous influence in shaping young lives in the realm of entertainment towards the ideals and objectives of normal adulthood.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "There's only one thing that can kill the movies, and that's education.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The movies are the only business where you can go out front and applaud yourself.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The length of a film should be directly related to the endurance of the human bladder.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "A film is - or should be - more like music than like fiction. It should be a progression of moods and feelings. The theme, what's behind the emotion, the meaning, all that comes later.", 
    "name": "Stanley Kubrick"
  }, 
  {
    "quote": "A film is never really good unless the camera is an eye in the head of a poet.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "If my films don't show a profit, I know I'm doing something right.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "I never enjoyed working in a film.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "Everything makes me nervous - except making films.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "It's the movies that have really been running things in America ever since they were invented. They show you what to do, how to do it, when to do it, how to feel about it, and how to look how you feel about it.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "A wide screen just makes a bad film twice as bad.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "A good film is when the price of the dinner, the theatre admission and the babysitter were worth it.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "So, where's the Cannes Film Festival being held this year?", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Cinema is the most beautiful fraud in the world.", 
    "name": "Jean-Luc Godard"
  }, 
  {
    "quote": "A lot of movies are about life, mine are like a slice of cake.", 
    "name": "Alfred Hitchcock"
  }, 
  {
    "quote": "A story should have a beginning, a middle and an end, but not necessarily in that order.", 
    "name": "Jean-Luc Godard"
  }, 
  {
    "quote": "Movies are like an expensive form of therapy for me.", 
    "name": "Tim Burton"
  }, 
  {
    "quote": "Shoot a few scenes out of focus. I want to win the foreign film award.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "A film is a petrified fountain of thought.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "I don't take the movies seriously, and anyone who does is in for a headache.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "Why should people go out and pay money to see bad films when they can stay at home and see bad television for nothing?", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "Every great film should seem new every time you see it.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "Cinema is a matter of what's in the frame and what's out.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Even if I set out to make a film about a fillet of sole, it would be about me.", 
    "name": "Federico Fellini"
  }, 
  {
    "quote": "I think cinema, movies, and magic have always been closely associated. The very earliest people who made film were magicians.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "The secret to film is that it's an illusion.", 
    "name": "George Lucas"
  }, 
  {
    "quote": "Give me a couple of years, and I'll make that actress an overnight success.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "The movies we love and admire are to some extent a function of who we are when we see them.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "Adding sound to movies would be like putting lipstick on the Venus de Milo.", 
    "name": "Mary Pickford"
  }, 
  {
    "quote": "Everyone told me to pass on Speed because it was a 'bus movie.'", 
    "name": "Sandra Bullock"
  }, 
  {
    "quote": "You can map your life through your favorite movies, and no two people's maps will be the same.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "Film lovers are sick people.", 
    "name": "Francois Truffaut"
  }, 
  {
    "quote": "Most of us do not consciously look at movies.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "You read a script and its based on 'Reservoir Dogs' and 'Pulp Fiction', and it goes right in the bin.", 
    "name": "Tim Roth"
  }, 
  {
    "quote": "Everybody's a filmmaker today.", 
    "name": "John Milius"
  }, 
  {
    "quote": "I'm married to the theater but my mistress is the films.", 
    "name": "Oskar Werner"
  }, 
  {
    "quote": "I don't think you should feel about a film. You should feel about a woman, not a movie. You can't kiss a movie.", 
    "name": "Jean-Luc Godard"
  }, 
  {
    "quote": "If you don't like my movies, don't watch them.", 
    "name": "Dario Argento"
  }, 
  {
    "quote": "There's an electrical thing about movies.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "I make movies I want to see.", 
    "name": "Neil LaBute"
  }, 
  {
    "quote": "Citizen Kane is perhaps the one American talking picture that seems as fresh now as the day it opened. It may seem even fresher.", 
    "name": "Pauline Kael"
  }, 
  {
    "quote": "Movies are something people see all over the world because there is a certain need for it.", 
    "name": "Wim Wenders"
  }, 
  {
    "quote": "Movies are an art form that is very available to the masses.", 
    "name": "Richard King"
  }, 
  {
    "quote": "Movies are a complicated collision of literature, theatre, music and all the visual arts.", 
    "name": "Yahoo Serious"
  }, 
  {
    "quote": "Every single art form is involved in film, in a way.", 
    "name": "Sydney Pollack"
  }, 
  {
    "quote": "When you make a film you usually make a film about an idea.", 
    "name": "Sydney Pollack"
  }, 
  {
    "quote": "I was obsessed with romance. When I was in high school, I saw 'Doctor Zhivago' every day from the day it opened until the day it left the theater.", 
    "name": "John Hughes"
  }, 
  {
    "quote": "And in movies you must be a gambler. To produce films is to gamble.", 
    "name": "Douglas Sirk"
  }, 
  {
    "quote": "Movies are not scripts - movies are films they're not books, they're not the theatre.", 
    "name": "Nicolas Roeg"
  }, 
  {
    "quote": "I just like movies that somehow expose the world in a way that's different than you imagine it.", 
    "name": "Alex Winter"
  }, 
  {
    "quote": "I've always been an animal lover. I've grown up with dogs my whole life. I think that is what helped me get the role on 'Lassie', I was comfortable around the dog, where many of the kids were afraid or intimidated by Lassie.", 
    "name": "Will Estes"
  }, 
  {
    "quote": "Sometimes in movies, I still have to be the hero, but it's not all that important to me anymore.", 
    "name": "Dennis Quaid"
  }, 
  {
    "quote": "Nobody makes movies bad on purpose.", 
    "name": "Roland Emmerich"
  }, 
  {
    "quote": "'Home Alone' was a movie, not an alibi.", 
    "name": "Jerry Orbach"
  }, 
  {
    "quote": "It couldn't sound like a dog, because K9 isn't a dog, but I made it sound as mechanical as possible.", 
    "name": "John Leeson"
  }, 
  {
    "quote": "We are the movies and the movies are us.", 
    "name": "David Ansen"
  }, 
  {
    "quote": "Everything I learned I learned from the movies.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Some of my foster families used to send me to the movies to get me out of the house and there I'd sit all day and way into the night. Up in front, there with the screen so big, a little kid all alone, and I loved it. I loved anything that moved up there and I didn't miss anything that happened and there was no popcorn either.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "My skin is hard when it comes to my music. But with my movies, I'm still a virgin in a lot of ways. I'm not used to being shot down for no reason.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "I think with movies I am really connecting to the Joseph Campbell idea of the collective unconscious.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Over the years all these vampire movies have come out and nobody looks like a vampire anymore.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "There's a lot of great movies that have won the Academy Award, and a lot of great movies that haven't. You just do the best you can.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Movies are a fad. Audiences really want to see live actors on a stage.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "Advertising is a racket, like the movies and the brokerage business. You cannot be honest without admitting that its constructive contribution to humanity is exactly minus zero.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "One of my movies was called 'True Lies.' It's what the Democrats should have called their convention.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Minimalism seems closest to the sophisticated storytelling of movies. Movies have really educated contemporary audiences to be the most intelligent, sophisticated audiences in history. We don't any longer need to have the relationship between one scene and the next explained. We will figure it out ourselves.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "And I believe that you never be limited in what you do, so I like to do movies, I like to do television.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Movies are all about plot. Theater, even if it's story heavy, it's about ideas.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Theater has to resonate in your heart in a way that movies don't.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "I was striving to be the most muscular man, and it got me into the movies. It got me everything that I have.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I love the movies, and when I go to see a movie that's been made from one of my books, I know that it isn't going to be exactly like my novel because a lot of other people have interpreted it. But I also know it has an idea that I'll like because that idea occurred to me, and I spent a year, or a year and a half of my life working on it.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Somebody asked me about the current choice we're being given in the presidential election. I said, Well, it's like two of the scariest movies I can imagine.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "To me, movies and music go hand in hand. When I'm writing a script, one of the first things I do is find the music I'm going to play for the opening sequence.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "The only reason anyone goes to Broadway is because they can't get work in the movies.", 
    "name": "Bette Davis"
  }, 
  {
    "quote": "By going to the movies, and because of other things, too, going to college, making a wide variety of friends, moving around traveling, I became a lot more open-minded than the heritage I was born into might have suggested.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "I wanted to do another movie that could make us laugh and cry and feel good about the world. I wanted to do something else that could make us smile. This is a time when we need to smile more and Hollywood movies are supposed to do that for people in difficult times.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "When I was a boy, I always saw myself as a hero in comic books and in movies. I grew up believing this dream.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "So, one way or another, I found myself in a few movies. I take it seriously when I'm on the set, but I don't take myself seriously as an actor.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Movies always are open to being remade because times change so much, and the tempo of movies changes. I think of it like a James Bond. They can have different actors play the same role... I've had people come up to me and say, 'We want to remake 'The Jerk' with so and so.' And I say, 'Fine.' It just doesn't bother me. It's an honor actually.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "I realized this is what God has dealt me, and I should be thankful considering all that's happened to me in my life, but MS caused the movies to stop - stop dead - and I miss it.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Movies are not about the weekend that they're released, and in the grand scheme of things, that's probably the most unimportant time of a film's life.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "I'm not a Hollywood basher because enough good movies come out of the Hollywood system every year to justify its existence, without any apologies.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Movies are my religion and God is my patron. I'm lucky enough to be in the position where I don't make movies to pay for my pool. When I make a movie, I want it to be everything to me like I would die for it.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "If you just love movies enough, you can make a good one.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "All my movies are achingly personal.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "I have loved movies as the number one thing in my life so long that I can't ever remember a time when I didn't.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "I just grew up watching a lot of movies. I'm attracted to this genre and that genre, this type of story, and that type of story. As I watch movies I make some version of it in my head that isn't quite what I'm seeing - taking the things I like and mixing them with stuff I've never seen before.", 
    "name": "Quentin Tarantino"
  }, 
  {
    "quote": "Some mornings you wake up and think, gee I look handsome today. Other days I think, what am I doing in the movies? I wanna go back to Ireland and drive a forklift.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "I don't really have a schedule of when I want to show my children my movies.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "I was making a lot of 8mm home movies, since I was twelve, making little dramas and comedies with the neighborhood kids.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "Sexiness, particularly in movies, is the chess game in the 'Thomas Crown Affair'. It's, it's, I don't know, but Faye Dunaway comes up a lot in that thinking. It's the subtlety of sexiness. The moment you try to be sexy, then it's not.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I didn't grow up thinking of movies as film, or art, but as movies, something to do on a Saturday afternoon.", 
    "name": "Sydney Pollack"
  }, 
  {
    "quote": "I have been pregnant in so many movies it's ridiculous.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "There are a lot of movies that are unbelievable successes that I would be mortified to be a part of.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "My nominee for Best Picture of the year - maybe the best picture ever, because it's essentially made up of and is an ecstatic love letter to all other movies - is Christian Marclay's endlessly enticing must-see masterpiece 'The Clock.'", 
    "name": "Jerry Saltz"
  }, 
  {
    "quote": "I am in so many movies that are on TV at 2:00 a.m. that people think I am dead.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "I've been really enjoying writing articles and writing music and music for movies.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "I worked very hard on those movies but there was some creative connection that wasn't being made.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "I can be in 20 movies. But I'll never be an actor.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "My dream role would probably be a psycho killer, because the whole thing I love about movies is that you get to do things you could never do in real life, and that would be my way of vicariously experiencing being a psycho killer. Also, it's incredibly romantic.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "In life and in movies, it's a similar challenge, where you have expectations, and you end up in situations that are not meeting your expectations.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Sex is a doorway to something so powerful and mystical, but movies usually depict it in a completely flat way.", 
    "name": "David Lynch"
  }, 
  {
    "quote": "Right now, my job is that I'm like an ambulance chaser. I've got to look for movies with white guys falling out of them.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Movies have takes. But plays are like life - you don't really get takes.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Dude, I didn't say Jude Law can't act. I didn't say Jude Law was in bad movies. I just said he's in every movie.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "My movies are okay, but they're not my specials.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "I'm not bragging but my movies have grossed well over a billion dollars.", 
    "name": "Steve Guttenberg"
  }, 
  {
    "quote": "I'm obsessed with zombies. I like watching zombie movies and I read zombie books.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Not only do I have to live, right, I have to get some cash for my troubles - it's a scary thing, and people need to start to think about the messages that they send in the movies.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "Movies are like magic tricks.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I'd maybe done about 12 movies when I decided that this was what I was going to do.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I'm used to watching old movies of myself.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Movies are very subjective.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Normally, I love to go to the movies and when I see a character portrayed by different actors at different ages, it kind of pops a little bit for me. It brings me out of the movie experience. Now we have the technology to cure that.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I'm very much into the costuming of any character that I portray and it's one of the great things about making movies is it's a collaborative art form so you get all these artists who are looking specifically about for this instance your character's costume and what that might tell about your character.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "I think there's a real joy in going to see movies when you discover them yourself.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Nowadays it seems more and more like the 'business' in 'show business' is underlined, and there are campaigns, and it's all part of getting people in to see the movies.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Even in India the Hindi film industry might be the best known but there are movies made in other regional languages in India, be it Tamil or Bengali. Those experiences too are different from the ones in Bombay.", 
    "name": "Aishwarya Rai"
  }, 
  {
    "quote": "I remember being on film sets when I was younger, and only men got to do the cool action movies. So I thought, 'Maybe I'll get to produce one day and get to do cool stuff too,' which is what happened when we did 'Charlie's Angels.' Starting my production company was a big turning point for me.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Becoming emancipated at 14, my life wasn't normal. I didn't have to go to school, so I didn't. I was rebellious by nature. I spent my 20s focusing on my company, Flower Films, and producing movies. Now that I'm almost 30, I would like to try other things in lie. I'm crazy about photography, and I want to take an art history class.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I love doing normal things - movies, shopping, going out with friends, writing, reading, taking hot bubble baths - that's a big one for relaxation. I also love to go to art and history museums.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "You know, I think the film business is its own worst enemy because it sells movies on DVD footage and 'behind the scenes,' and now it's a real struggle trying to keep storylines and plotlines a secret.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "Later on they send me to Hollywood. To make movies. It was all new to me. I was only 21 years old.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "The next thing I knew, I was out of the service and making movies again. My first picture was called, GI Blues. I thought I was still in the army.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "If there's specific resistance to women making movies, I just choose to ignore that as an obstacle for two reasons: I can't change my gender, and I refuse to stop making movies.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "Everyone related to me in my circle was from church: church friends, church school, church activities. All my friends weren't allowed to watch MTV or go to PG-13 movies or listen to the radio, so I didn't really know anything different. That's how I was raised.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "My whole life has been movies and religion. That's it. Nothing else.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Very often I've known people who wouldn't say a word to each other, but they'd go to see movies together and experience life that way.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "I've seen many, many movies over the years, and there are only a few that suddenly inspire you so much that you want to continue to make films.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "I think less is more when it comes to kissing in the movies.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I'm doing 'Les Miserables,' the movie. I've done a lot of musicals and a lot of movies, and I know there are not a lot of people in Hollywood who have been down those two paths so I've been like, 'Come on, let's do a movie/musical.'", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I have done many movies that people hadn't seen. 'The Fountain,' I spent a year on that. 'The Prestige' with Chris Nolan, and 'Australia.' From my perspective it's very satisfying. Some movies people see and other movies they don't. 'Wolverine,' 'X Men,' I know that in some level people know me just for that and it's fine for me.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "The best movies are simple.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Nobody makes movies like Oliver Stone.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I'm not a strikingly handsome guy, but I'm in movies.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I was always raised on cowboy films, and then when I could start making choices about the movies I wanted to watch I found myself wanting to watch gangster films which were slightly more sophisticated than the baseline stuff that was in westerns.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "Basically, there's not enough sex in movies, that's it. I'm trying to say it, people. I miss sex in movies because sex is natural, guns are not.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "You know those movies where the people in the audience are screaming, 'Don't go in that door!' because you know the killer is there? Well, it is the same thing with this debt. We know how this ends.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "I sure lost my musical direction in Hollywood. My songs were the same conveyer belt mass production, just like most of my movies were.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Those movies sure got me into a rut.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Too much TV hurts movies.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "Funny things happen to you in movies for silly reasons.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "January is the garbage can of movies in America, directly after all the Oscar contenders have been out.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "My wife comes with me on all the movies, but she is not an appendage to a film star or anything like that. She is a completely intertwined partner. She is the other half of me. Also, we're still very much in love with each other. We always have been, we always will be.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "My mother had to send me to the movies with my birth certificate, so that I wouldn't have to pay the extra fifty cents that the adults had to pay.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "I don't know what it was, maybe the movie theaters in my immediate surrounding neighbourhood in Burbank, but I never saw what would be considered A movies.", 
    "name": "Tim Burton"
  }, 
  {
    "quote": "I never really got nightmares from movies. In fact, I recall my father saying when I was three years old that I would be scared, but I never was.", 
    "name": "Tim Burton"
  }, 
  {
    "quote": "I don't want to criticize any other designers, but I have to say that many of the people involved in this industry - directors and producers - are trying to make their games more like movies. They are longing to make movies rather than making videogames.", 
    "name": "Shigeru Miyamoto"
  }, 
  {
    "quote": "Even the worst Bond movies, there's something to love about them.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I see a lot of movies. I love films as a spectator, and that's never obscured by the part of me that does the work myself. I just love going to the movies.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "Where I come from, it was a heresy to say you wanted to be in movies, leave alone American movies.", 
    "name": "Daniel Day-Lewis"
  }, 
  {
    "quote": "My children have never watched any of my films. Charlie knows that daddy makes movies, but he says they are not good enough for him to watch.", 
    "name": "Russell Crowe"
  }, 
  {
    "quote": "I'm not an admirer of action movies. I just think, Oh my God, it must be so tiring.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "How do people relate to movies now, when they're on portable devices or streaming them? It's not as much about going to the movies. That experience has changed.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "Economically, it's more expensive to make movies. I hope digital movies change that.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "In life, single women are the most vulnerable adults. In movies, they are given imaginary power.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "I still like the run and gun action movies and how truly dangerous it can be to make these films.", 
    "name": "Megan Fox"
  }, 
  {
    "quote": "When I was a little boy I used to borrow my father's hat, and make a press card to stick in the hat band. That was the way reporters were always portrayed in the movies.", 
    "name": "Charles Kuralt"
  }, 
  {
    "quote": "Frankly, I got into the movies because I like the movies a lot.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "I really don't have favorites I'm just a fan of movies, period.", 
    "name": "Michael Clarke Duncan"
  }, 
  {
    "quote": "Hollywood is throwing action movies at me.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "I had done some flimflam movies, but I didn't understand what being an actor meant anymore.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "Before 'Schindler's List,' I wouldn't have believed movies had a lot of power for social change.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "A lot of the struggle I had with movies is I really loved moments and tones and feelings in a scene, and I loved creating those, but I never really had great stories to string them together.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "You take somebody that cries their goddam eyes out over phoney stuff in the movies, and nine times out of ten they're mean bastards at heart.", 
    "name": "J. D. Salinger"
  }, 
  {
    "quote": "Sure, 'Twilight' is really huge right now and everybody's freaking out over it, but it will go away soon and I will be back to doing what I'm used to doing: weird little movies that nobody sees.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I go to the movies a lot, and I regret when I see some actor that I used to like, to find them offering no more surprises.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "I live very normally, I go out with my friends, we go to the movies, I queue, we go to restaurants.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "Bruce Lee was very famous. I watched his movies and he is amazing. He is a martial arts master, his philosophy, his movement, both physically and mentally, were very strong.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "When we talk about how movies used to be made, it was over 100 years of film, literal, physical film, with emulsion, that we would expose to light and we would get pictures.", 
    "name": "Keanu Reeves"
  }, 
  {
    "quote": "The whole world loves American movies, blue jeans, jazz and rock and roll. It is probably a better way to get to know our country than by what politicians or airline commercials represent.", 
    "name": "Billy Joel"
  }, 
  {
    "quote": "In the past I've made movies that were pretty universally liked. You can't really hate them. You can discard them, but you can't really hate them.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I look at American movies, the big muscles, and try to apply that to Chinese film-making.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I have a lot of repression. So repression is what I make movies about.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I think a lot of people do big movies not because they are talented artists but because they can function in the circumstances.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Thinking back to those earlier days, I felt I was weak when I wasn't making movies, and then when I was, I thought I was weak as a family member.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "Making movies is a way of understanding myself and the world.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "After making several tragic movies in a row, I was looking to do a comedy, and one without cynicism.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "3D is quite a lot more advanced in animated movies for live-action movies we're just taking baby steps, we're just in the beginning.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I have a very busy life, and not many people who have a career and four kids go out a lot to the movies.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "I knew that there were black people in Africa, of course, unfortunately because of movies such as 'Tarzan.'", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "My family and our neighbors and friends thought of Africa and its Africans as extensions of the stereotyped characters that we saw in movies and on television in films such as 'Tarzan' and in programs such as 'Ramar of the Jungle' and 'Sheena, Queen of the Jungle.'", 
    "name": "Henry Louis Gates"
  }, 
  {
    "quote": "I like to hang out with my friends. I love music. I like to go to the movies. I like to eat. I like to cook.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I think that's what distinguishes Schmidt, really. In the movies now, so much of what is appealing to an audience is the dramatic or has to do with science fiction, and Schmidt is simply human. There's no melodrama there's no device, It's just about a human being.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "Movies make you immortal and ageless.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "I grew up watching all these crazy movies, European movies and stuff, and I guess that I always laughed at things that were a little more offbeat.", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "I don't like comedy. I like funny things. I don't like comedy. Like, comedy movies are just, 'Oh Jesus.'", 
    "name": "Louis C. K."
  }, 
  {
    "quote": "For me the greatest source of income is still movies. Nothing - stocks, financial speculation, real estate speculation or businesses - makes more money for me than making movies.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "I will make action movies, I think, for a few more years, another five years.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "Sometimes when we weep in the movies we weep for ourselves or for a life unlived. Or we even go to the movies because we want to resist the emotion that's there in front of us. I think there is always a catharsis that I look for and that makes the movie experience worthwhile.", 
    "name": "Edward Zwick"
  }, 
  {
    "quote": "If people are constantly reading about you, and you're overexposed, they've got no reason to go see your movies. Also, it's not pleasant or nice to have your privacy invaded.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I think it's better to be involved in one or two movies a year.", 
    "name": "Eric Cantona"
  }, 
  {
    "quote": "They say I can open movies, and that's nice in that it puts into people's minds that women can do it. It's not just Kevin Costner, not just Arnold Schwarzenegger. Not just the guys.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "Making movies is not rocket science. It's about relationships and communication and strangers coming together to see if they can get along harmoniously, productively, and creatively. That's a challenge. When it works, it's fantastic and will lift you up. When it doesn't work, it's almost just as fascinating.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "I've made so many movies playing a hooker that they don't pay me in the regular way anymore. They leave it on the dresser.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "And what I like about it is it makes me happy and I think it makes a lot of people happy to go to the movies and to not think about the problems of the day or the problems of tomorrow or the yesterday and just go on for the ride and have the fun of losing oneself in a fantasy.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "Now on Friday nights, if I want to go hang out with friends, I go hang out with friends. If I want to stay in and be in the hot tub and have people over to watch movies, I do that.", 
    "name": "Demi Lovato"
  }, 
  {
    "quote": "I've had some movies that have been ridiculed, but that's OK with me. I don't feel that really defines me. Should I change who I am to be popular?", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I wasn't allowed to go to movies when I was kid my father was a minister. 101 Dalmatians and King of Kings, that was the extent of it.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "I don't want to make movies for kids, and I don't want to make movies for adults either.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "Robots have a rich and storied history in movies.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "What people adore about superhero movies is the signal quality of the Christopher Nolan films - their complete lack of irony when it comes to the portrayal of heroism and the need for heroes to confront evil.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Well, everyone likes movies when they're a little kid.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "I made two movies before The Police had a hit record: I did Quadrophenia and a film called Radio On.", 
    "name": "Sting"
  }, 
  {
    "quote": "I have realized that I hate going to the premieres of the movies that I'm in. Because I feel this tension after the movie is over that everyone feels obligated to say something nice to you. It's so unnatural and uncomfortable.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I do love the films I've done in the past. I work hard in my movies and my friends work hard and we're trying to make people laugh and I'm very proud of that.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I played Winnie Cooper on 'The Wonder Years' from ages 12-18, and did a few other movies during some of the summers.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "I used to love to go to the movies - I'd see two in a row. A few times I even snuck into the second movie after it started... now that I think about it, that's kind of like shoplifting! Needless to say, I still love going to the movies, but I don't sneak in anymore.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Even when I was a little kid, I always said I would be in the movies one day, and damned if I didn't make it.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "I really like children to watch my movies.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "I've choreographed all of my movies.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "When I got depressed, I watched Bruce Lee movies. I learned everything from Bruce Lee.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "Most of the time it's the role. Sometimes it's the story and sometimes it just the paycheck. It's the little movies that come out as stories or the fact that I have work to go out, you know what I'm saying, you can only be out so long without work, you start getting antsy.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "It can have an enormous effect because big budget movies can have big budget perks, and small budget movies have no perks, but what is the driving force, of course, is the script, and your part in it.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "People need to start to think about the messages that they send in the movies.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "Any time you stop looking at evil as a black and white thing, it's helpful. So the fact that there won't be any obligatory Islamic terrorist stereotypes in movies any more, that'd be helpful.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "The movies I made early on may not have been great, but they were all commercially successful.", 
    "name": "Christina Ricci"
  }, 
  {
    "quote": "Movies such as 'Mr. Smith Goes to Washington' in 1939 to 'Dave' in 1993 portray Washington leaders as the ultimate Everymen - decent people just like you and me, only thrust onto greatness.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "I do not quote my own movies. I think I would be pretty insufferable if I did.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "People don't have these tidy little redemption arcs in reality the way they do in movies.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "I'm not an especially highbrow person, but I have always loved small, quirky, edgy movies.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "I don't know why, but I've always been a sucker for roller coasters in movies.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "Oh, I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness. You went to the movies then, you saw two movies and a short. When Mickey Mouse came on the screen and there was his big head, my sister said she had to hold onto me. I went berserk.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Going to the movies was a big event in my youth. My father would be the initiator - he'd have me put on a jacket to see a film.", 
    "name": "Ralph Fiennes"
  }, 
  {
    "quote": "You can't work in the movies. Movies are all about lighting. Very few filmmakers will concentrate on the story. You get very little rehearsal time, so anything you do onscreen is a kind of speed painting.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "I like very much to do movies.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "I like to direct movies, but I don't like to goof around for eight years talking about it.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "Quite often - a lot of the work I had done had been extensively with women. Most especially in the theater, but also quite often in the movies. That has its own delights, and maybe pitfalls too.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "You have to read scripts and audition and develop relationships. It takes a long time to develop a body of work but over the last 25 years I guess I've done that many movies. In hindsight it may seem effortless, but there's a lot of work that goes into it.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "More and more major businesses and industries are being run on software and delivered as online services - from movies to agriculture to national defense.", 
    "name": "Marc Andreessen"
  }, 
  {
    "quote": "Steven Spielberg is unique. I feel that the kinds of movies he loves are the same kinds of movies that the big mass audience loves. He's very fortunate because he can do the things he naturally likes the best, and he's been very successful.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "When newspapers started to publish the box office scores of movies, I was horrified. Those results are totally fake because they never include the promotion budget.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I wanted to write and direct movies and not be forced to adapt them from a bestselling book.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I'm no longer dependent on the movie business to make a living. So if I want to make movies as other old guys would play golf, I can.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I've been offered lots of movies. There's always some actor who's doing a project and would like to have me do it. But you look at the project and think, 'Gee, there are a lot of good directors who could do that.' I'd like to do something only I can do.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "People feel the worst film I made was 'Jack.' But to this day, when I get checks from old movies I've made, 'Jack' is one of the biggest ones. No one knows that. If people hate the movie, they hate the movie. I just wanted to work with Robin Williams.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I'm not mad about movies, there are too many people involved in the making of them, and they lack a definitive creative focus.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "I had to act in a school play when I was about ten years old. I really didn't want to do it. But everyone had to do it so I didn't have a choice. A talent agent came and watched it and later gave me some work. It's funny because I'd always known that I wanted a movie career. I just didn't think that I would be in the movies.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I like being in movies that have a great story. I'm not so interested in being a Hollywood star. It's a job, you know. When you wake up at six in the morning every day for a week, it feels like hard work.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "I mean, I love L.A. - I love living here. But I wish that we could make things without the need to hit a home run every single time. It's a unique thing to Hollywood that if you don't do that every time, then you're considered a failure. But it's like, 'Well, are you making movies to be successful? Or are you making movies to learn something?'", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "It's not like I sit around watching my movies again and again, but I've never quite believed actors when they say they don't watch themselves.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "It's a funny thing: You want so badly for people to see what you do - you're proud of it - and I like the effect that movies have on people. But the attention can also make me uncomfortable.", 
    "name": "Kristen Stewart"
  }, 
  {
    "quote": "Very often when I go in to meet for movies or pilots, I'm put on videotape. I hate the notion that that tape is going to sit on a shelf and never get better.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "I love movies that make me cry, because they're tapping into a real emotion in me, and I always think afterwards: how did they do that?", 
    "name": "John Lasseter"
  }, 
  {
    "quote": "The reason I chose the movies that I did was based on where they were being filmed.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "I mean, why am I considered an 'it girl?' Because I'm in a lot of movies right now or am on the covers of magazines? I just hope there is something solid behind that. Because here's the thing with 'it girl' status. It's great and amazing that anybody is saying that at all. But how long does that last?", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "It's like why people read scary books or go see scary movies. Because it creates a distance. They're scared, but they're not going to get hurt.", 
    "name": "Vincent D'Onofrio"
  }, 
  {
    "quote": "I wanted to be in Jim Carrey comedy movies before I met him. I wanted to be a comedian on Stage 19, yukking it up.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "I wouldn't like to be in movies. Movie people are strange. They live a different life than musicians do.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "I love scary movies. I like blood and gore, and I love Halloween movies.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "My movies just kind of sneak up on you. I don't have to worry too much about what everybody is going to say. Anyway, I really don't pay attention to what the world says about my movies. I just care about what my buddies think.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I'm not looking to get away from anything. I like what I've done. I like what I get to do and I enjoy working with my friends. I loved those movies, but this is incredible.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "Kids end up seeing my movies anyway but some of the mothers get mad at me so I figured I'd make one that I can't get yelled at for.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I like movies I can relate to.", 
    "name": "Kim Cattrall"
  }, 
  {
    "quote": "I don't know many women who can relate to Sharon Stone and the kind of movies she does. I don't know a lot of guys who can relate to Tom Cruise's movies because they're on a kind of fantastic level.", 
    "name": "Kim Cattrall"
  }, 
  {
    "quote": "There are some movies that I would like to forget, for the rest of my life. But even those movies teach me things.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "I feel like a lot of the female relationships I see on TV or in movies are in some way free of the kind of jealousy and anxiety and posturing that has been such a huge part of my female friendships, which I hope lessens a little bit with age.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "I spent all my time on my movies worried that people were eating and that the schedule was being kept, so to have experts in those areas giving me the brain space as a writer and director is huge.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "Movies are movies, and I don't think any of them are going to hurt the moral fiber of America and all that nonsense.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "I like the George Romero films, which were really great, social satire movies really twisted.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I love these movies where it's just about the film. You don't have my face on the poster. It's all about the movie. I like that.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "It seems to me that one thing people do over and over again is try to figure out how to get married, stay married, fall in love, how to rekindle all this stuff. It seems to me to be a pretty eternal theme so I don't know if you can get typecast from making movies about men relating to women. It seems to be what is going on on the planet a lot.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "The movies have got more corporate, they're making fewer movies in general, and those they are making are all $200-$300m tent-pole releases that eat up all the oxygen.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "Usually I do everything reverse. I practice something in movies and then I try it in real life.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I don't want to produce anymore small or independent movies because it's just too hard these days.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I was never into the popular school or clique or anything. Then I started doing movies when I was in high school, so then I got popular. Then the girls paid attention to you who didn't before.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "My dad had a commercial film company, so he had a videotape player before anyone. So he got Mel Brooks movies or Citizen Kane or some classic old movies. And every summer the revival house in Evanston would show the great films from the '50s and '60s and '70s.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I think being self-referential is really narcissistic. Who's to say anybody's even thinking of you that much? But some of these movies that I've done, people still recite lines to me, even 20 years later.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "It's like those high-school yearbook photos that everyone would rather not see: Oh my God, look at that mullet hair. I have those photos too, but for me, they're, like, entire movies. And they show them on cable.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "Most movies, once the action starts there's no more characters. You say a couple of dumb lines and then there's just explosions until the end.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "Being alone is scarier than any boogey man and the reason why I don't choose to see Horror movies as a rule.", 
    "name": "Tom Sizemore"
  }, 
  {
    "quote": "You go back to those films of the '40s and '50s and hear the dialogue, the way the people played off each other - the wordplay. I think we've really lost that in movies.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "I go off and make movies I come home, and I'm a dad and I hang with my girls.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "The financial implode is bound to be reflected in the movies that are being made, there's no question.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "A huge part of acting in movies is appetite. You do your best work when you've got a lot of appetite and you really want to embrace something. When you get tired, you don't have that hunger.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "Obviously, I'm attracted to heavier movies.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "I want to be in movies that stand the test of time.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "Ultimately, to have a career in movies, to a certain extent, certainly in England, you can't sustain a career in just English movies.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "A lot of times you get credit for stuff in your movies you didn't intend to be there.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "In the Rodgers and Hammerstein generation, popular hits came out of shows and movies.", 
    "name": "Stephen Sondheim"
  }, 
  {
    "quote": "You're creating new things in movies and people are going to steal them.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "When you're making movies you've got to get obsessive.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I guess you could say I've been in my share of violent movies.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I was sick and tired of being an English actor who did a lot of American movies because I was cheap and good.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "I always wanted to make movies.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "If I wanted to make spy movies for the rest of my life, that would be one thing, but I don't want to just make spy movies.", 
    "name": "Daniel Craig"
  }, 
  {
    "quote": "Some people think literature is high culture and that it should only have a small readership. I don't think so... I have to compete with popular culture, including TV, magazines, movies and video games.", 
    "name": "Haruki Murakami"
  }, 
  {
    "quote": "It's the contemporary woman that movies don't know what to do with, other than bathe her in a bridal glow in romantic comedies where both the romance and the comedy are artificial sweeteners.", 
    "name": "James Wolcott"
  }, 
  {
    "quote": "People talk about mumblecore but I prefer bumblecore, hyper-realistic bee movies about how bees really are.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I have a great job writing for 'The Office,' but, really, all television writers do is dream of one day writing movies. I'll put it this way: At the Oscars the most famous person in the room is, like, Angelina Jolie. At the Emmys the huge exciting celebrity is Bethenny Frankel. You get what I mean.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "Woody Allen is really the ultimate. I love that he believed in himself enough to do what he did. And I have that same feeling - that there's nobody that looks like me in movies, nobody would cast me as a romantic lead, but I want to do it and I feel confident that I can.", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I think these movies are as much for people of that time as for people who weren't born. For people who weren't born, they see how leaders must act under a crisis situation, not trying to be re-elected or not trying to check polls, that they go from their gut check.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I'm not a film buff. I don't watch a lot of movies.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "Growing up I didn't watch movies.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "It's simple: You get a part. You play a part. You play it well. You do your work and you go home. And what is wonderful about movies is that once they're done, they belong to the people. Once you make it, it's what they see. That's where my head is at.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "I tend to think of action movies as exuberant morality plays in which good triumphs over evil.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "I made some truly awful movies. 'Stop! Or My Mom Will Shoot' was the worst. If you ever want someone to confess to murder just make him or her sit through that film. They will confess to anything after 15 minutes.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Now, if you are like me - if you are like practically anybody in America - then you probably hold some negative opinions about the French, based upon movies, rumors, recent headlines, unfortunate run-ins with Parisian waiters, or... you know... all that unpleasantness surrounding the Vichy regime.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "Movies were never an art form, they were entertainment. It just evolved into an art form from there, and it's still evolving in different ways.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "I'm not impressed by someone's degree... I'm impressed by them making movies.", 
    "name": "Richard King"
  }, 
  {
    "quote": "I love horror, I love scary movies, I love thrillers. If things creep you out and spook you? I love it.", 
    "name": "Lana Parrilla"
  }, 
  {
    "quote": "Although charismatic, James Dean is no Harrison Ford. In the majority of his movies, sooner or later he got the crap beaten out of him.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "I think we're very complicated and we're capable of all kinds of things, and movies don't reflect that.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "I think it's more interesting to see people who don't feel appropriately. I relate to that, because sometimes I don't feel anything at all for things I'm supposed to, and other times I feel too much. It's not always like it is in the movies.", 
    "name": "Ryan Gosling"
  }, 
  {
    "quote": "A lot of action movies today seem to have scenes that just lead up to the action.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "How many movies do you see when you can say this director really knew what film he wanted to make? I can count them on the fingers of one hand.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "I have three kids who like Harry Potter so I was sort of aware of it. You can't really move from it: it's on buses, in stores, it's everywhere. One of my kids has read the books the other two are too small but they like the movies.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "The movies I watch and the music I listen to and the books I read - those are important to me. It's very important to me, and I don't know what I would do without those things.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "We can now have action movies with two stars where one might be African American and one might be Asian American. One of them doesn't have to be white, and the other one doesn't have to be the ethnic sidekick. We're way over that. And I think it's happening in society, too.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "I just knew that was what I wanted to do. I was going to perform as a singer I was going to perform as a dancer, and I was, you know, going to do movies and be an actress. I was going to do it or die trying. That's what my life was.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "I feel I want to grow as an actress and be better. I want to progress as a singer and songwriter, and produce movies and everything. So there'll be no time when I feel I've done it all.", 
    "name": "Jennifer Lopez"
  }, 
  {
    "quote": "No, but way before that, I've been doing little dances in movies for years. Yeah, that was an amazing chance. You know, at my age to be able to do a music dance video, very unusual.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I've made movies that we're very successful that we're a complete surprise, and I've made movies that I thought we're going to be very successful that, you know.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "My favorite characters are the ones that are the most successful movies.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I think that if I had grown up and had been in show business and the movies twenty five, thirty years earlier, I think I would have made a lot more musical movies.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I've made three musical movies which is pretty good considering that not many are made but I was lucky in other ways. I came along when independent movies were starting to boom.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "When videotape came so a lot of movies that I do have a kind of afterlife in video. Things where movies that I do would come and go they still come and go but you can go rent them and see them on TV.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I think if you do something effectively whether you're the lover or the comic or the action guy or the villain like I play movies are very expensive to make. Chances are you'll get asked to play that part again.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I have been in movies that I thought I wasn't very good in.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I make movies that nobody will see. I've made movies that even I have never seen.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I used to be prettier than I am, but I think I look better now. I was a pretty boy. Particularly in my early movies. I don't like looking at them so much. There's a sort of pretty thing about me.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I've made movies that I thought were good. I've made movies that I thought were okay, but then I was very good. And sometimes you're in a movie and you think, I wish more people saw that - because you're good. And it just works out that the movie gets lost. But that's show business.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I aim for a lifetime full of movies.", 
    "name": "Salma Hayek"
  }, 
  {
    "quote": "I don't know why I don't watch a lot of movies I can barely keep up with the things my friends are in. There isn't enough time in life.", 
    "name": "Meryl Streep"
  }, 
  {
    "quote": "It was like in Samoa when they'd put up a movie screen on the beach and show movies and the locals would run behind the sheet to see where the people went. It was pretty grim.", 
    "name": "Dick Wolf"
  }, 
  {
    "quote": "And being as I'm somebody who loves movies like The Machinist, I also love going along to big mass entertainment movies. I get in the mood for all kinds of movies, and so I like to try each of them.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "In terms of the romantic kind of lead, I just never enjoy those movies very much. Maybe they'll come to interest me more as I get older. I doubt it, but maybe. Romantic comedies tend to be, for me, an oxymoron.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "There are movies that require fantasy and slightly more fantastical acting. Lines that are good for certain movies, in real life circumstances, would be absolutely unbelievable things to really say, and you would look at these people like they're freaks for conversing that way. But somehow for certain styles of movies, it works, and it seems fine.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I like the idea of movies having a magic element. How many times have you seen an actor in a movie who you know only as the character? It's wonderful, isn't it?", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I don't get it when you get so much openness about the way movies are made, and the special effects and the behind-the-scenes stuff and all of that. I can't help but feel like this reduces it a little bit.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I always leave that for other people to decide, because some of the things I consider to be disasters are some people's favorite movies. And that's what I like so much, is that you never know. Something intrigues somebody and means nothing to somebody else.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I'm so grateful for what Disney gave me and the experiences that I got, but at the end of the day, I can do so much more than what I did on that channel and in those movies.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "I can't watch scary movies right now, because living on my own, it kind of freaks me out.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "Where I live, nobody who's fourteen is having sex and doing major drugs. And I think if you see it in the movies, you may be influenced by it. I think it's so important to preserve your innocence.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "There are movies where we are interested in seeing people's lives without agreeing with what they're doing.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "I tend to make low-budget movies but, yeah, I make more money than I ever thought I would make.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "The best movies have one sentence that they're exploring, a thesis, something that people can argue about over dinner afterward.", 
    "name": "Helen Hunt"
  }, 
  {
    "quote": "Being the son of a filmmaker, you are aware of a career as a director. You don't think of it as just movies, but as a life.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I want my movies to be audience experiences. As much as I like Michael Haneke, I'm not going to make a Haneke film. That's just not in my DNA.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "There are only so many movies you can direct. And yet there are movies that I want to make sure make it to the screen in as honest a way as possible.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I'm trying to figure myself out through my movies. Whether it's big stuff like what we're doing here, or little stuff like, 'Why aren't I happier?' With every film I feel like I'm apologising for something. I feel I'm most successful when I'm looking for something that embarrasses me about my character that I'd like to expose.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "There certainly is no secret in that there are plenty of people who don't like plenty of my movies. Each one of my films is personal each one of my films is emotionally autobiographical. And I like directors who do that. With each one of my films, I'm exploring one of my own issues and I try to expose myself a little in the film.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I hate movies that tell people what to think. I'm proud that Democrats thought 'Thank You For Smoking' was their film and Republicans thought it was theirs. I'm proud that pro-choice people thought 'Juno' was their film and pro-life people thought it was theirs.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I'm not going to have a perfect career. It's better to be Billy Wilder and make lots of movies and have five or six great ones than to make so few movies that when you make a bad one it crushes you.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "As far as writing, I like watching bad movies. Nothing stops me in my tracks more than watching a great film like 'The Godfather' or 'Dog Day Afternoon' or 'The Graduate.' You watch one of those, and you never want to write again. Whereas with bad movies, it makes you think, If that counts, I certainly could write.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I think romance is a tool, comedy is a tool and drama is a tool. I really just want to tell stories that challenge the viewer, move people, make you laugh, perhaps push an idea about being open-minded but never settle on a genre or an opinion. I hate genre. I like movies that are original in their approach.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I hear the way people talk about the children of famous people. They're not treated very well. The presumptions are usually quite awful. So I tried to establish myself with a couple of movies. After 'Juno' I thought: 'I think I've defined myself enough as my own director that I'd love to work with my father.'", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I'm not Michael Moore. I think Michael Moore wants to tell you how to think. He wants to give you answers. I make movies to raise my own personal questions and not to give answers.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "Well, Toronto, I consider to be the birthplace of my films. I've made three films and this is the third one to premiere here in the same theater on the same day at the same time - they are my audience. They're the people that I think about while I'm writing, directing, and editing. I specifically make movies for them.", 
    "name": "Jason Reitman"
  }, 
  {
    "quote": "I work constantly but I work at a lot of different things. You know, I run a theater company in New York, I direct plays, act in plays, in movies, so I try to keep it eclectic.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "There are characters in movies who I call 'film characters.' They don't exist in real life. They exist to play out a scenario. They can be in fantastic films, but they are not real characters what happens to them is not lifelike.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "People used to be funny about approaching me, but now they seem to think I'm as sane as anyone who's done what I've done in movies can be.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "You have to understand that crew members make movies so they're seeing a lot of actors all the time in their career acting.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "What I like to do is just make good music, good movies, hopefully perform a good show full of energy and just have some fun.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "I don't wanna abandon my identity as LL Cool J, but at the same time, I had to figure out how to let people know that I'm really serious about making these movies.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "The person that made me want to make movies, and the reason I do films, is Bruce Lee. He was an incredible actor, and he had a lot of charisma. Handsome, action, you know, everything was there. I loved Bruce Lee.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "I play Xbox. I have a little boy to look after. I have dogs. You know, I have things to do. I would love to be able to sit down and watch something like a movie. I watch my own movies because I have to.", 
    "name": "Tom Hardy"
  }, 
  {
    "quote": "I've turned down twentysomething million dollars for movies.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "You make movies for the people. If critics happen to like them too, well, that's a home run.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "When you go to the movies with your whole family, it's a different experience. For some reason, it's something that you're all doing together and you take away something special in that.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "But then I go through long periods where I don't listen to things, usually when I'm working. In between the records and in between the writing I suck up books and music and movies and anything I can find.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "I remember looking through magazines or watching movies even just a couple of years ago and being like, 'I really want to be part of that,' but not realizing what that was.", 
    "name": "Leighton Meester"
  }, 
  {
    "quote": "A lot of movies treat kids like idiots.", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "I've always wanted to make movies.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "I think ever since I was preteen I wanted to direct movies and tell stories.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "I want to make timeless movies.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "When I started to watch some of the films I'd done, I realized I was doing movies that I might not actually want to see.", 
    "name": "Heath Ledger"
  }, 
  {
    "quote": "Making movies is difficult and you get disorientated sometimes - even when you're working with fantastic talent.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "I've done many different movies in many different contexts.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "Listen, I think movies serve many different purposes, from those movies that are frivolous and just an entertainment, to movies that just go to exploring the complexities of the human soul. Everything is valid if it's done with honesty and dignity, and I actually do both of those types of movies in my career.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "I cry a lot, you know. Which is very difficult for a man to recognise, but I do. I cry in movies, you know, just watching movies.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "There are some movies that I would like to forget, for the rest of my life - really! But even those movies that I'd like to forget teach me things.", 
    "name": "Antonio Banderas"
  }, 
  {
    "quote": "I remember being a kid and sleeping over at my friend's house and staying up late and watching 'Nosferatu.' Vampire movies are supposed to be secret and bad. They should be rated R.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "The nature of the movies is different than it was five years ago, and they're all driven by the possibilities of CGI, which means you can make anything happen on screen that you can possibly desire.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "It's just as hard... staying happily married as it is doing movies.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I've made over 20 movies, and 5 of them are good.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "The nature of motion capture is only going to work for certain films. It's not going to put any other type of movies out of business.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "I hadn't made a big-budget film, and in Hollywood there's a sort of man and boys situation. You're a man, you make $80 million movies! As if it's harder to make an $80 million movie. Well, I guess businesswise it is because you have more executives to argue with.", 
    "name": "Gus Van Sant"
  }, 
  {
    "quote": "I think I took my eye off the ball. From about 2005, 2006, 2007, I was out of it. I thought I could oversee movies and have it done for me, so to speak.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I've been involved with violent movies, and then I've also said at a certain point, 'I can't take it anymore. Please cut it.' You know, you've got to respect the filmmaker, and it's a really tough issue.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "We didn't care if we were well-liked as long as the movies were good. We served the movie - that was our master at Miramax. In our second incarnation, the movie is still the master but we're getting the same results in more subtle ways.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "When we talk about Oscars, it's almost as a symbol of excellence, and the American public and the worldwide public accept that symbol. So, a movie like 'The Artist' that costs $14 million, has to go out and compete with movies that cost $140 million. How does David deal with Goliath?", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "Last year, when 'Black Swan,' 'True Grit' and 'King's Speech' all grossed over $100 million, it gave studios and independent financiers the confidence to make daring movies and not do the same old you-know-what.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "My movies are important on an economic basis, on an artistic basis.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "When people ask me what makes movies great, it's the material.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "All my movies got screwed up because of my personality.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "Over the years with movies, I've given directors notes.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "Audiences want to see intelligent movies.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "You know, my movies are important on an economic basis, on an artistic basis.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "I've had such a great track record in making a huge profit when the movies are smaller.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "All my life, I have loved and been inspired by French cinema, and as a studio head it has been my pride and joy to have the ability to bring movies to audiences around the world.", 
    "name": "Harvey Weinstein"
  }, 
  {
    "quote": "Well, I think one of the main things that you have to think about when acting in the movies is to try not to make the acting show.", 
    "name": "James Stewart"
  }, 
  {
    "quote": "I was so young, and making movies, going to the studio every morning at dawn was magic.", 
    "name": "Natalie Wood"
  }, 
  {
    "quote": "I'm an actor. And I guess I've done so many movies I've achieved some high visibility. But a star? I guess I still think of myself as kind of a worker ant.", 
    "name": "Bill Vaughan"
  }, 
  {
    "quote": "Movies are open doors, and at every door, I change character and life.", 
    "name": "Juliette Binoche"
  }, 
  {
    "quote": "I just think old old movies, they make you concentrate and pay attention so much more. They feel so warm. A lot of modern digital videotape, it's just too bright. Don't know why, it's not warm.", 
    "name": "Jack White"
  }, 
  {
    "quote": "I love huge movies. Not sure I am the guy to make them, but you can rely on me being there watching them.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "Actors are steeped in a world of agents and where the next job is coming from and what are their expenses and what is the hotel like. You want to take them out of that world and dump them into another world, so that when you meet them on the screen they don't seem like the guy who was in two others movies that year.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I love watching the Bond movies obviously and I grew up reading the books as a kid. I've always loved them because of that.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "People say you never remember anybody who dies in movies, and it's true, you don't. You don't even remember people who disappear.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I like action movies, even though I think action movies are kind of derided now. But there is something extraordinary about action movies, which is absolutely linked to the invention of cinema and what cinema is and why we love it.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "Movies about space raise those questions of what we're doing here, and that inevitably introduces a spiritual dimension.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "All I do is go to the movies.", 
    "name": "Elizabeth Wurtzel"
  }, 
  {
    "quote": "I like all of the mental, psychological thriller movies too. I enjoy horror movies across the board.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "I would do anything for a part, nearly anything. Being in movies doesn't mean being pretty.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Critics can be harsh and I think it's going to take me a long time to make people see what I have inside of me and that I really put my guts into movies and that I'm not superficial and that I'm not just a pretty face.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "I don't make movies thinking: 'Oh, this is going to be a huge box-office hit.'", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "Sundance is weird. The movies are weird - you actually have to think about them when you watch them.", 
    "name": "Britney Spears"
  }, 
  {
    "quote": "I like the good feeling movies.", 
    "name": "Robert Duvall"
  }, 
  {
    "quote": "I don't stop. It's my nature. People have to tell me to slow down. I plan on playing every role on Broadway. I want to do 'Evita.' I want to do 'Sweeney Todd' with Chris Colfer. We want to do 'Wicked.' I'll be Elphaba and he wants to play 'Guy-linda.' I want to do movies, make music. 'Glee' is only the beginning.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "I love John Waters. There's stuff in it that's beyond the boundaries of my taste, but his movies have always been like that.", 
    "name": "Tracey Ullman"
  }, 
  {
    "quote": "I'll probably pursue doing more movies, but not horror or movies with killers in them. I'll try to stick to happy movies. I want to act and direct like Jodie Foster. I admire her because she went to college and she's still doing the same thing.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "I want to make all kinds of movies. I do want to make big movies that are a lot of fun to go to, but I also want to make movies that are going to stimulate some thought and maybe raise some awareness.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I do like to move and get physical in my movies.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I'm an enormous admirer of Christopher Lee. He's somebody, along with Vincent Price, who I celebrate, and I wanted my movies to show that celebration and that honoring of these great film stars that were unafraid to go into horror and Grand Guignol and the macabre.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I have eclectic tastes in the movies I want to do.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I don't want to just do independent movies and I don't want to just do adventure films. I enjoy both, and I think both are cogent.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I'm the first to admit that I like going to, or my memories at least of going to Clint Eastwood movies or Charles Bronson or James Bond.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I may be alone in this, but I do sense the power of film, in that movies have the ability to literally change people's minds. That's pretty powerful stuff when you consider that.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I like fantasy. I like horror, science fiction because I can get avant-garde with those performances in those movies.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I care about the connection with the audience. Film is such a powerful medium. Movies can change the way people think.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "I do enjoy animated movies.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "You don't want to be photographed? You don't want to be known? Then you don't need to be out there peddling movies.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I haven't deliberately set out to play the blonde bombshell in my movies. In fact, it's probably been quite the opposite. After the success of The Mask, I wasn't offered all that many blonde bombshell parts, to be honest. I think people believed from the beginning that I could actually walk and talk at the same time.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I actually think I have an audience member's sensibility about going to the movies.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "I enjoy sports. I get a real joy from playing sports but I don't look for those movies. Oliver Stone wanted to know if I would do Any Given Sunday and it just didn't appeal to me.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I'm proud of all the movies I've made. They're not sequels, they're not franchises. And the reason I pick my films carefully is that I don't want to spit on my life. I like to think of myself as more than that.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "When I make a film I'm away from home for two to three months. So I want my kids to look at my films one day and say, I love his movies, I love his choices-because he loved them.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "There are a lot of things that come to bear on movies now that I don't think are good for movies. They're trying to appeal to the biggest demographic and, when they do that, you sometimes flatten out.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I'm glad movies aren't going to please everybody, they can't. But what they have to be is recognisable. I don't equate myself with a master painter, but I think you can recognise my films.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I like four-hour movies.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I've never really broken this down before, but, in movies, you almost have no connection to fans. And if you do TV, you're kind of connected, but they know you as the TV name not your real name. If you do radio, there's more of a bond there. And then if you do a podcast it's like you're literally inside of your fans.", 
    "name": "Adam Carolla"
  }, 
  {
    "quote": "And I love Mel Brooks. My Dad loved his movies, too, they're awesome, the kind of thing that if you're in for ten minutes, you're in for two hours.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "I mean, I kind of remember... I'm 36 now, so it's kind of hard for me to relate to what it was like when I was 25, or 24, but I do remember a period in time when that's how I defined who I was, by the music I listened to and the movies I went to.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "I do like escapism. I like going to the movies on a Friday night and seeing something fun.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "I want to make movies that pierce people's hearts and touch them in some way, even if it's just for the night while they're in the cinema in that moment, I want to bring actual tears to their eyes and goosebumps to their skin.", 
    "name": "Russell Crowe"
  }, 
  {
    "quote": "When we shoot 24, there are so many things I have to worry about, from the script to technical things to my performance, that I don't have a second to be bored or take anything for granted. We produce 24 hours of film a season, which is like making 12 movies.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "There are a lot of movies I'd like to throw away. That's not to say that I went in with that attitude. Any film I ever started, I went in with all the hope and best intentions in the world, but some films just don't work.", 
    "name": "Kiefer Sutherland"
  }, 
  {
    "quote": "I crave working on those small independent movies because I love going to see those myself.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Lord of the Rings was my first experience making movies and at the time, I had no ideas how movies were done. I thought that's the way they're done, so in a way, I had nothing to compare it to.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "The truth is - I found myself doing these huge action-adventure movies, and um, and which are cool man. And I really love doing them. And thankfully I haven't had too much dialogue, because if I had I would have really made a mess of it. You know what I mean?", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Yeah, I mean the material, directors, the other cast, and if you think you can do something with the character then you do it and go from there. I am looking forward to doing some smaller movies.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "I've done movies with a sword before. But I haven't really been given the full responsibility of something like a Ridley Scott film.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Movies like that aren't about the visual effects and explosions. They're human stories about family, about life, about death.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "Just because you've made a couple movies, you've done some good movies, you've been nominated for some Academy Awards, whatever, nobody's entitled. It's a business. If they don't see it, I can think they're wrong, but I'm not entitled to a $15 million budget to make a film.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "People wrestle sometimes making movies, and I think that conflict is a very essential thing. I think a lot of very happy productions have produced a lot of very banal movies.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "I like making movies for myself and my friends and people with my sensibility.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "I just love movies.", 
    "name": "Edward Norton"
  }, 
  {
    "quote": "There's this index that tallies up how much your movies have made, and if they haven't grossed a certain amount, then you're not bankable. I know I'm not Will Smith but, you know, my ranking's pretty low. The only studio picture I've done is 'Zodiac,' and that didn't perform that well.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "I couldn't survive just doing independent movies. And I'd rather do modelling than movies or TV I didn't like.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "I didn't know what types of movies I wanted to do. I want to do things that are different. I want to take my time with each role.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I just want to keep doing what I'm doing and hopefully people will watch my movies.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I grew up when I was 15 when I had my first opportunity in movies. I watched every great movie for a year and a half, and since then I've asked myself how I can emulate such artistry. That's really my motivation. I want to do something as good as my heroes have done.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I like to think the movies that I've picked have something worthwhile to say. Something relevant.", 
    "name": "Mark Ruffalo"
  }, 
  {
    "quote": "I loved old black and white movies, especially the Fred Astaire and Ginger Rogers musicals. I loved everything about them - the songs, the music, the romance and the spectacle. They were real class and I knew that I wanted to be in that world.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "I had a daughter who was 9 years old and I had the feeling I wasn't going to be a real parent if I didn't quit making movies for a while and spend time with her. I also felt that I'd made enough movies and said what I had to say at the time.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "And if people come up and say they like the movies you're in, it's a great compliment.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "The thing about the UK is we don't really make that many great movies.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "It's something I never dreamed I'd be doing, making movies.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "Jet was very busy. I've been inspired by a lot of his movies.", 
    "name": "Jason Statham"
  }, 
  {
    "quote": "Hollywood has the idea that movies have to be dumb. But especially movies for or about teenagers have to be really dumb!", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I don't blame folks for not wanting to put me in their movies or whatever. I understand if their audiences had an association with me.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "If the goal is to get the best artists, actors, and filmmakers in the world to create the best movies, Hollywood does a decent job. And I think no one would disagree with me that it also makes a ton of bad movies and employs a bunch of hacks.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "Movies are different from real life.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I mean, movies in general tend to sort of portray time, space and identity as these very solid things. Time moves forward. Space is what it is. You are you, and you're always you.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "Even today, in our progressive times, in most movies that come out, the men have to have biceps and the women have to be thin or something.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "There's an absolute prejudice that good movies are dramas and comedies are more dismissable. But I couldn't disagree more.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "I was a very interested arts student, I was always into that part of school and when I got into high school I went into architectural drafting. It gave me an understanding of how to build things and it's really helped me put things in perspective. With my music and my movies, to me it's all art.", 
    "name": "Ice Cube"
  }, 
  {
    "quote": "A lot of people just go to movies that feed into their preexisting and not so noble needs and desires: They just go to action pictures, and things like that.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "Class is often invisible in America in the movies, and usually not the subject of the film.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "Movies absorb our attention more completely, I think.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "The movies that are made more thoughtfully or made or with more ambition often get just get drowned out by the noise.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "When my mother got home from work, she would take me to the movies. It was her way of getting out, and she would take me with her. I'd go home and act all the parts. It had a tremendous influence on my becoming an actor.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "It's never really that much fun for me to do movies anyway, because you - you know, you have to get up very early in the morning and you have to go in and you spend a lot of time waiting around.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "My childhood was influenced by the roles my father played in his movies. Whether Abraham Lincoln or Tom Joad in the 'Grapes of Wrath,' his characters communicated certain values which I try to carry with me to this day.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "I remember saying goodbye to my father the night he left to join the Navy. He didn't have to. He was older than other servicemen and had a family to support but he wanted to be a part of the fight against fascism, not just make movies about it. I admired this about him.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "De Niro was a hero of mine. And Sean Penn. But I've realized I can't operate at that level of intensity. That's okay for movies. On TV, when you live with horror day in and day out, you have to protect yourself.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "I rarely see one of the 'summer blockbuster' movies. I'd like to see a stronger focus on smaller, smarter movies.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "I took acting classes in college, and once I graduated, I decided to give acting a shot when I couldn't really think of anything else to do. It took me a couple of years to get an agent, and my first big break was The Fanelli Boys, which was a sitcom on NBC. Then I did a few television movies.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "I was watching 'Up In The Air' and I thought, 'Jesus, who's the old gray-haired guy?' And it was me. I never wear makeup for movies and now it's starting to show.", 
    "name": "George Clooney"
  }, 
  {
    "quote": "The physical part of comedy is as hard as a lot of action movies. It scares me, but in a way that I like.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "My passion is doing movies, and as long as I keep doing that, I'll be happy. I want to do movies, fun roles and dramatic ones. I love all of it.", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "My passion is doing movies, so as long as I keep doing that I will be happy.", 
    "name": "Vanessa Hudgens"
  }, 
  {
    "quote": "I'm fed up with the idiots... the ever-widening gap between people who know how to make movies and the people who green-light the movies.", 
    "name": "Sean Connery"
  }, 
  {
    "quote": "Reality TV looks more like America than movies do.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "I'm a weird big guy. Doing rapping, doing movies. Do a lot of stuff. But always do things the right way.", 
    "name": "Shaquille O'Neal"
  }, 
  {
    "quote": "I've played a lot of mothers in my movies.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "There really are three types of 'religious' movies: the ones that make fun of it, the ones that vilify it and the ones that literally preach to the converted.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I, for one, am tired of seeing movies about men damaging each other.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "I am a filmmaker. That is all I've ever been. You know, Martin Scorsese makes films about the mob. And I make movies about food.", 
    "name": "Alton Brown"
  }, 
  {
    "quote": "Why be boring? Have some fun. Rock shows should be like movies: I don't go to a movie hoping it'll change my life.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "Even if we die at 100, we're still dying young. I want at least 700 years. There's a lot of travelling and books to read and movies to see. I'm not going to squeeze it all in in 85 years.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "I'm a big fan of vampire movies generally and that sort of tradition of characters.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "Before I'd written movies, I never could do big set-piece scenes with a lot of different speakers - when you've got twelve people around a dinner table talking at cross purposes. I had always been impressed by other people's ability to do that.", 
    "name": "Joan Didion"
  }, 
  {
    "quote": "My interest in film is sort of catholic - apart from science fiction and horror movies, I'll watch almost everything.", 
    "name": "James Dyson"
  }, 
  {
    "quote": "I definitely have found a balance. I've had so many offers in the past to do different movies or different things and I always choose tournaments over it.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "I love going to movies.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "I grew up on Bette Davis movies, and Marlene Dietrich, Marilyn Monroe.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "I don't think we're living in great times for movies, to tell you the truth.", 
    "name": "Gabriel Byrne"
  }, 
  {
    "quote": "You have to get the audience invested even if you're doing something that they think is dumb, it's kind of what these movies are all about.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "If you really want to be competitive in today's market you have to be in movies that make money.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "And you also have to do movies that are about commerce because that's what is required of the industry today.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "The movies people don't talk about or remember after six months' time don't really matter.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "Billions of people have seen and been influenced by movies in the short history of this industry.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "Well, it was actually - I brought the idea of doing a documentary to HBO back in 2000, when there were some press reports sort of were bandied about that there were going to TV movies based on some of the books that were out.", 
    "name": "Monica Lewinsky"
  }, 
  {
    "quote": "I find that when you see somebody in the tabloids all the time, you have no desire to see them in movies.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "I'm not sure anybody's ready to see me in a drama. And loving movies so much, I've seen a lot of comics try to make that transition too fast, and it can be detrimental. And I don't think I've had as much success as I need in the comedy genre to open up those opportunities.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "There are a lot of movies I've done that come and go, and don't really establish a growing fan base.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "I don't generally do movies that get good reviews.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "I was a total athlete. I loved sports, but when I realized I wasn't going to be a professional athlete, I realized I wanted to be in movies.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "Working on the 'Ice Age' movies, I'm really proud to be in them.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "The irony is that you can't use real rain to make movies.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "My bar for being successful is being able to do movies that really mean something to me and being able to make a living off of that.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I can't do the same movies all my life. I'm conscious of that. But it's a trade-off. 'Dear John' allowed me to do movies I've wanted to do. You learn to balance it out. I'm still learning. Only now am I getting to do the kinds of movies that I have wanted to do. So it's a steady climb. You don't jump into a Soderbergh film.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I've been on so many movies. Generally, I haven't gotten to be on the ground level. As of two years ago, in 'Dear John,' I got to really be on the ground floor. I wasn't a producer. I felt like I put the work in, and I did have a lot of sway on what got fixed, reshoots, so on and so forth. It felt really good.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "'A Guide To Recognizing Your Saints' was the first real actor-actor part I did, and I hope I to do more. Action movies are fun, but I'd be happy not to do them if there are better roles.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "In all the movies I'm in love with someone in my head. There's always love in a film somewhere. It doesn't matter even if it's an action movie.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I was terrified to do 'G.I. Joe.' I had no idea how to do one of those movies. I was kind of scared. You know, if one of those doesn't work, it's a huge hit on your career. People are like, 'Well he couldn't make a $170 million movie work. I don't want him in my film.'", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I still think that movies are amazing I respect actors and directors.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "The reason I keep making movies is I hate the last thing I did. I'm trying to rectify my wrongs.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "I don't really make movies because I want to see my face on a billboard or because I want to get good reviews or have a big box office. That doesn't really matter to me at all.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "You see so many earnest characters in movies all the time, everyone has a purpose.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "The only reason why I would like to be accepted? Because if your movies don't do well, after a while you don't get to make any more movies.", 
    "name": "Joaquin Phoenix"
  }, 
  {
    "quote": "I happen to be interested in watching a face age. I like faces of women aging so it makes me personally quite sad. That's a beautiful gift from God. If people don't want to see that anymore then I won't be in anymore movies.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "People pay to see movies with women looking beautiful, but I think there will be a place for me to play women looking my own age.", 
    "name": "Debra Winger"
  }, 
  {
    "quote": "Awards were made in Hollywood, in whatever the time it was created. They're to promote each other's movies. You give me an award, I give you an award and people will believe that we are great movies and they'll go to see them. It's still the same.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "Some quality performances and movies have a chance to be rewarded, but it's not like it's a bible.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "I don't really care where movies come from as long as they're worth making.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "Now, there are so many movies, so many festivals, and so many awards going on, each judged with each other, like your work is worse than others and that's not fair. How can you tell what's best and what's worst from these awards? We're talking about art.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "Bond is the longest-running franchise ever and there's a reason for that: they are action movies but they are also touched by current events without being political or too serious.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "I'm a fan of action movies.", 
    "name": "Kate Beckinsale"
  }, 
  {
    "quote": "I think what's dangerous about being an actor who does action movies is you think, 'Well, I can totally handle myself now.' But if my opponent didn't know the other half of the routine, I don't know how well I'd do.", 
    "name": "Kate Beckinsale"
  }, 
  {
    "quote": "I missed out on everything. Sometimes on the street I see teenagers hanging out and going to the movies, going to concerts, and I get so jealous.", 
    "name": "Adriana Lima"
  }, 
  {
    "quote": "I really don't like to do back-to-back movies. I concentrate on things at home. My family and school life are important to me. I try to do one movie a year.", 
    "name": "Anna Chlumsky"
  }, 
  {
    "quote": "Usually when you see females in movies, they feel like they have these metallic structures around them, they are caged in by male energy.", 
    "name": "Bjork"
  }, 
  {
    "quote": "I think what a lot of action movies lose these days, especially the ones that deal with fantasy, is you stop caring at some point because you've lost human scale.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "With the CGI, suddenly there's a thousand enemies instead of six - the army goes off into the horizon. You don't need that. The audience loses its relationship with the threat on the screen. That's something that's consistently happening and it makes these movies like video games and that's a soulless enterprise. It's all kinetics without emotion.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "If military movies were automatically successful we'd make nothing but military movies. But seriously, patriotism is one thing that all Americans have in common.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "I love vampire movies. I think they are sexy.", 
    "name": "Marguerite Moreau"
  }, 
  {
    "quote": "Yes, I'm going to be the President of the United States. You know why? You think you can get chicks by being in the movies? You can really get chicks by being the President.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I kinda see my current position like this: Here's your five minutes in the toy store, so you gotta do all the good movies you can before 'Chuck Woolery' rings the bell.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "The one benefit of having done all kinds of movies as an actor is, you learn the pros and cons of being tempted to do a really big movie because it costs a lot of money.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "You're basically the sum of all the experiences you've ever had, and they're sort of shaken up in you and reproduced in the things you create, and that includes seeing movies.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "Not that it entirely matters: There is a perception that all actors make their movies. A lot of people assume you're responsible. George Clooney told me actors get all of the blame and all the credit.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "My movies are unadorned, they're not particularly fancy, I think they're kind of workmanlike in some ways, focusing on the writing and the acting.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I knew I had to get out of Boston and stop making movies there, at least for one movie, otherwise no one would ever consider me for a movie that took place south of Providence.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I've never held myself up particularly high when I had movies that worked, and I never held myself all that low when I had failures.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "You don't go to the movies to do historical research, unless it's historical research about the movies.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "Making movies is a very different experience in a lot of ways. It's difficult when you're used to owning the copyright and having a landlord's possessory rights - I rent my plays to the companies that do them and, if I'm upset, I can pull the play. But the only two directors I've worked with are pretty great.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "As much as I hate his movies, Oliver Stone has an aspiration I admire, and that is that he wants his art to be part of what makes and changes public policy and cultural practice.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "I write plays and movies, I live and work at the borderline between word and image just as any cartoonist or illustrator does. I'm not a pure writer. I use words as the score for kinetic imagistic representations.", 
    "name": "Tony Kushner"
  }, 
  {
    "quote": "I just love movies, so suddenly, you're political about movies, and that's dark. It's just not fun when something you love becomes calculated.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "I always, always meant to be on stage. I only ended up even auditioning for television and movies because I was understudying a Turgenev play on Broadway and was so broke that, when I got a mini-series, I had to take it and was so ashamed because I was such a snob.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "On radio and television, magazines and the movies, you can't tell what you're going to get. When you look at the comic page, you can usually depend on something acceptable by the entire family.", 
    "name": "Bil Keane"
  }, 
  {
    "quote": "I really care about this stuff, I care about movies, and you just have to be strong and don't be stupid freedom of choice is a big responsibility, and I'm lucky enough not to have to just take any movie to pay the rent, so there's no need to be greedy.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I love movies with spectacle but spectacle can be a performance, it doesn't have to be a creature.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "I hope to make movies that are so small they don't need to make anything to be profitable.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "I have nothing against 3-D in theory. But I've also never run to the movies because something's in 3-D.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "When I was a kid going into the movies, you weren't force-fed information everywhere you looked about what the movie was going to be.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "When I was a little kid - and even still - I loved magic tricks. When I saw how movies got made - at least had a glimpse when I went on the Universal Studios tour with my grandfather, I remember feeling like this was another means by which I could do magic.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "Making movies was more a reaction to not being chosen for sports. Other kids were out there playing at whatever I was off making something blow up and filming it, or making a mould of my sister's head using alginating plaster.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "I don't see that many movies lately that are actually about something, that are trying to challenge something about the way that people interact.", 
    "name": "Maggie Gyllenhaal"
  }, 
  {
    "quote": "I feel like I'm a fighter. I've fought my whole life to get to where I'm at. I like fight movies. When someone gets knocked down, I like to root for him to succeed.", 
    "name": "Rick Schroder"
  }, 
  {
    "quote": "I appreciate a slow-burn romance. In most movies, everyone is just tearing their clothes off in the first scene.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "I really unfortunately don't have tons of hilarious Sundance stories, because really I am not the biggest fan of hanging out, but the reason why is because I never go see other people's movies and I think that's the way to do it.", 
    "name": "Lizzy Caplan"
  }, 
  {
    "quote": "I was influenced when I was younger by the cartoon movies that Disney put out, like Cinderella and what not. I watched those movies over and over when I was younger and the music is ingrained into my head. Nowadays, I'm still humming the tunes. It taught me the fundamentals.", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Movies these days have made killers into funny people. What's that all about? I've got kids and family and friends, and I don't like bad things. I don't think they're funny, and it's irresponsible to make movies that don't show you how that's not good.", 
    "name": "Billy Bob Thornton"
  }, 
  {
    "quote": "I'm a movie nut. I go to the movies probably twice a week, and if I'm not doing anything at night, I'm usually watching a movie or two.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "I think there's a vague sense out there that movies are becoming more and more unreal. I know I've felt it.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "I've always been a movie guy, movies have been my thing. I love movies, all kinds of movies.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "You know when Hollywood does a great big blockbuster that really wraps you up in a world, and lets you believe in extraordinary things that move you in some way, in an almost operatic sensibility? That to me is the most fun I have at the movies.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "But in the back of my mind I've always looked to the biggest-scale Hollywood movies. Because to me the most satisfying experience is of watching a movie, if it's done really well. And so that aspiration is always it for me, if I have the opportunity to do it.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "To be honest, I don't enjoy watching movies much when I'm working. They tend to fall apart on me a bit.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "I go to the movies at least five times a week, and after a while everything becomes a blur to me.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "But most good movies have a gun in them.", 
    "name": "David Sedaris"
  }, 
  {
    "quote": "Well, getting behind the camera is something I've always wanted to get involved with. Ever since I was doing movies like 'Zathura' I was very interested in all the different jobs on set and kind of soaking all the information up like a sponge.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "The way I look at it, movies are a different medium for storytelling than books.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "I love doing roles and movies that are different from each other.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "In all honesty I think that I've had a very normal life, even though I've been making movies since I was 9.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "There's definitely a large fan base for the 'Twilight' and 'Harry Potter' movies that need their next fix.", 
    "name": "Josh Hutcherson"
  }, 
  {
    "quote": "I like simple things. I like to sneak in the theatre and watch movies. I'm a movie buff.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "If I did any movies I'd have to take a break from singing, because I'd want it to be really good.", 
    "name": "Justin Timberlake"
  }, 
  {
    "quote": "Not everybody goes to movies to get their life changed.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "The music led to the acting. But movies aren't something you can just will yourself into. Someone has to choose you, and you have to be quite fortunate to be chosen.", 
    "name": "Ice T"
  }, 
  {
    "quote": "I quit doing the movies because the wrestling was going so good and was so on fire during the '80s and '90s, but I was getting all these movie scripts.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "Shooting this one was kind of like a two month party, we would literally play music between takes, and other movies that were shooting on our lot would play hookey, come over and hang out and stuff. We had a great time.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "Comedy. It was just huge in my house. Peter Sellers and Alec Guinness, Monty Python and all those James Bond movies were highly regarded.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "I grew up in Toronto and as long as I can remember, as long as there was cable, even those old cable boxes that were wired to the TV, there have been Bollywood movies on Toronto TV.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "I really don't have any solutions and I don't like movies that do.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "I've kind of come to the conclusion that what passes for realism in movies has nothing to do with reality and that my stuff is more realistic than that.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "In a lot of movies, especially big studio ones, they're not constructed in any other way than to get people to like them and then tell their friends. It's a product.", 
    "name": "Charlie Kaufman"
  }, 
  {
    "quote": "I'm very particular about the kind of music that I record and sing, and it would be the same way about the kind of movies that I would do.", 
    "name": "Jason Aldean"
  }, 
  {
    "quote": "Movies, as evidenced by a chorus of protesting and celebrating Americans, influence broader trends.", 
    "name": "Anna Deavere Smith"
  }, 
  {
    "quote": "I'm blessed to have cool roles in these big movies.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "There's too much down time making movies. That leads to boredom. And that leads to trouble.", 
    "name": "Jeremy Renner"
  }, 
  {
    "quote": "The trouble with movies as a business is that it's an art, and the trouble with movies as art is that it's a business.", 
    "name": "Charlton Heston"
  }, 
  {
    "quote": "I find that you learn from others. It's very much about watching TV and watching movies for me and grasping that way and watching other people act.", 
    "name": "Callan McAuliffe"
  }, 
  {
    "quote": "Most of the movies I saw growing up were viewed as totally disposable, fine for quick consumption, but they have survived 50 years and are still growing.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "Live theater to me is much more free than the movies or television.", 
    "name": "Eartha Kitt"
  }, 
  {
    "quote": "The only thing I can't do is hear. I can drive, I have a life with four kids, I work on TV, I do movies, so the deafness question, is it that they want to know because, what? Not sure.", 
    "name": "Marlee Matlin"
  }, 
  {
    "quote": "All my movies, like Revenge, are under two hours.", 
    "name": "Tony Scott"
  }, 
  {
    "quote": "I couldn't be happier about being a part of 'Hunger Games' and to play Katniss. I have a huge responsibility to the fans of this incredible book and I don't take it lightly. I will give everything I have to these movies and to this role to make it worthy of Suzanne Collins' masterpiece.", 
    "name": "Jennifer Lawrence"
  }, 
  {
    "quote": "I never think it's right to chew gum in front of other people, but a lot of times I'll come in for a meeting chewing gum and I'll forget I'm chewing it. Then you don't want to swallow it because it stays in your system for seven years or something, so I've asked to throw it away. I've started to wonder if that's why I didn't get certain movies.", 
    "name": "Jennifer Lawrence"
  }, 
  {
    "quote": "I do believe that movies are subject to a million interpretations.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "I'm scared of scary movies.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I've always wanted to get into acting, ever since I was younger. I'd put on shows for my family and run around play dress-up all the time. I think I was 4 when I told them I wanted to do movies.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I've only been to high school on TV and in movies. I've never actually been to high school.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I just feel like with independent movies... they're really free to do whatever they want. They're not afraid to make a statement about anything, and there's not a huge studio behind them making sure that everything is wholesome and politically correct and all that.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I really like Gwyneth Paltrow a lot, as far as her career, because I think she's done a lot of small movies but she's also done great, big movies, and she's a really great actress.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I love doing kind of more kiddish-oriented movies, but I also love doing adult things. And I think it's fun to do a mix.", 
    "name": "Emma Roberts"
  }, 
  {
    "quote": "I loved the movies and I wanted to be like Marilyn Monroe. I thought she was so glamorous and everyone seemed to love her. I wanted to be like that and I told everyone I would be the next Marilyn Monroe.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "TV is so different from the movies. It takes a lot of stamina because you work such long hours. It is really challenging. You are learning the next day's lines while you are shooting today's scenes. I found courage I never realised I had. I hope to do more.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "I think I made good movies.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "I like movies that are about real people in real time with real problems.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "I learned a lesson which I didn't heed: Don't put yourself in your movies. It's too much.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "I went through this very serious Woody Allen phase in college and a little bit after college. I still see his movies.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "I actually have a thing about proper nouns. They clang on my ear in a weird way when I hear them dropped into movies.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "When I go to movies and I love the movie, it's because it feels like it articulated something about how we're living now, and also gives me some insight into my own life. I feel actually altered after having seen it.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "A lot of times, we're just sold these movies that are really cynically conceived and marketed, and they just want you there opening weekend, before everybody finds out it's not so good.", 
    "name": "Josh Radnor"
  }, 
  {
    "quote": "I didn't have any ambition to produce big mainstream popcorn movies.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "I'm a sci-fi girl. If I can have anything in life, I'd want tons of great science-fiction movies and stories. It's so progressive, beautiful, and imaginative.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "I think as an American society, when we're paying too many taxes or dealing with war, we don't want to see sad things at the movies.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "All through my life what I've loved doing is watching movies. I love the escapism of film, I love stories. So it is incredible to be able to be in them as much as I am, to see them from the first stitch in a costume to the end product.", 
    "name": "Keira Knightley"
  }, 
  {
    "quote": "I like to play guitar, jam out, play the blues, go watch movies. I love movies.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "I spent much of my later childhood and adolescence very, very involved and interested in art, and particularly in animated movies.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I have to say I regretted giving up animated movies.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "I've had the good fortune to have a much more diverse life than most people would, professional sports and television and news and movies.", 
    "name": "Ted Turner"
  }, 
  {
    "quote": "I love crying at romantic movies like 'The Notebook.' I'm always bawling.", 
    "name": "Fergie"
  }, 
  {
    "quote": "I filmed seven movies in 2011 and I think that was a mistake. I pushed myself too hard and I want to be able to come to work each day and give 100 percent. I guess I found out what my boundaries are.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "I'm into 'The Walking Dead,' 'Shaun of the Dead,' obviously, and I've seen all the Romero movies. I am a classic zombie queen. And I love the White Walkers on 'Game of Thrones.' Weirdly, it wasn't until pretty late in life that I found my entry point into horror films.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "It's like, if you can't focus on a movie for 90 minutes without looking at your phone, then don't go to the movies! You've got some issues, so you should probably stay home and work on those issues, and not distract everyone with lights, and sounds, oh my gosh, the tapping on the screens, it makes me crazy!", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "Sometimes I make very selfish choices like I did 'Once Upon A Time' for my inner 8-year-old and my hypothetical future child. I've done some movies because I would regret them if I didn't, but other projects I've done because they've scared me or if I felt I needed to do a big romantic comedy to help me professionally.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "I don't even like watching sex scenes in movies. I have a slight prudish side to me.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "The one regret I have about my own abortions is that they cost money that might otherwise have been spent on something more pleasurable, like taking the kids to movies and theme parks.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "People called '28 Days' and '28 Weeks' zombie movies, and they're not! It's some sort of virus they're not dead.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "All movies assault the viewer in one way or another.", 
    "name": "Michael Haneke"
  }, 
  {
    "quote": "The movies and the parts I'm being offered are becoming better and better.", 
    "name": "Vanessa Paradis"
  }, 
  {
    "quote": "I always hated high-school shows and high-school movies, because they were always about the cool kids. It was always about dating and sex, and all the popular kids, and the good-looking kids. And the nerds were super-nerdy cartoons, with tape on their glasses. I never saw 'my people' portrayed accurately.", 
    "name": "Paul Feig"
  }, 
  {
    "quote": "Movies for adults sucked in the 1980s, and music for adults sucked even worse whether we're talking about Kathleen Turner flicks or Sting albums, the decade's non-teen culture has no staying power at all.", 
    "name": "Rob Sheffield"
  }, 
  {
    "quote": "When I meet gay fans out and about, they're so great to talk to - and I'm big on hugging, because I'm from the Midwest. They're just so energetic and loving. I'm proud to have those fans, and their support means a lot to me. I don't want just girls coming to my movies I want guys to come, too!", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "'Immortals' is all action. I love action movies. That's really where I want to spearhead my career.", 
    "name": "Kellan Lutz"
  }, 
  {
    "quote": "Even though I make those movies, I find myself wishing that more of those magic moments could happen in real life.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "I really love the independent movies and I just think that sometimes when they throw a lot of money into it and a lot of special effects and a lot of stunts that you lose the connection, the human connection and I personally love movies that are about the human connection.", 
    "name": "Jane Seymour"
  }, 
  {
    "quote": "You know, Stephen says, in the movies no one ever goes to the bathroom. They shave, they brush their teeth. He goes right at this sort of funny taboo we have about the bathroom, and he turned it into this nightmare, you know, your worst fear of what's in there.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "The movies that made me want to make movies were action movies, and thrillers, and Kurosawa films, you know, where you have an opportunity every day to shoot it in an unusual way. I was looking for something like that.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "The kind of pace that you want to use in a Western - just to acknowledge the land in the distance that everyone has to travel, and the way things develop sort of slowly - it's almost the antithetical of what's currently going on in the movies, you know.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "I really liked Carrie a lot. That was one of Brian De Palma's best movies.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "I mean, the trouble with some of the kind of relationship movies I've done, is there's only so many ways you can shoot a conversation. I was really tired of talking heads.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "I loved Alien, and I loved Carrie, and I loved The Exorcist - those were big movies for me. They were just brilliantly done, and unusual, and they all took horror to some new place.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "I haven't seen Clones, which has been during this period when I haven't seen much of anything, but I did see Phantom Menace, and see my feelings about it - see, first of all, I think that when you make a lot of movies, your attitude about the movies changes.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "I didn't really want to do another sequel. I go to those movies, and I just sort of enjoy them like a viewer.", 
    "name": "Lawrence Kasdan"
  }, 
  {
    "quote": "For me, relationships are the real action movies. Bombs are exploding every day and the kitchen is Ground Zero.", 
    "name": "Michelle Williams"
  }, 
  {
    "quote": "I mean, look, I love movies, not just the ones I make... In fact, I don't like the movies I make very much.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "Each one of my movies becomes easier to get off the ground.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "The novel succeeds on terms exclusive to literature. A good film succeeds on terms exclusive to the cinema. That's why so many bad novels can become good movies, like 'Jaws' or 'The Godfather.'", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "I guess maybe I try to make movies that are closer to real life than are many Hollywood movies. But I still try to stay within a commercial narrative, a contemporary American vernacular.", 
    "name": "Alexander Payne"
  }, 
  {
    "quote": "It's so great in Hollywood now. You have people past 40 sitting and talking about serious stuff, writing and making movies and TV, but there's laser pistols and superheroes and alien monsters involved. It's viable and mainstream.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "My fans mean everything to me - especially the sisters! When you're on 'The View' or you're doing movies and stuff, you're a little bit insulated. It means so much to me when a woman comes up to me and says, 'Sherri, you said what I feel.' That just means so much to me to know that I have that support.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I'll tell you what I really enjoy. We all go to the movies, we all watch television, we know what they're about, how they work. When the main character is a cop or a spy, it's very exciting, but I also very much enjoy when the main characters are nobodies - a trucker.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I like making sci-fi movies because I like watching sci-fi movies. I like watching horror. I like being in a horror movie. I'm a fan. My perspective's a little different just because I get to participate as well as spectate.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I have a trophy case that contains all the action figures ever made of me. It also has items I've stolen from my movies, like three guns and holsters from 'Serenity'.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "I've always fantasized about being on TV. And I was. Then I fantasized about being in the movies. What could be better than captain of a space ship? I get to ride horses, shoot guns, have adventures.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "For movies to get greenlit solely based on the success of other movies that have a lot of women in them? It's so ridiculous to me.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "I do sort of gravitate towards smaller, indie-type movies.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "I think people like to see the lives of artists that are legends. They always go through the dark periods and I think just as humans we like to see that and them coming out of it. I love those kinds of movies.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "When you're on your deathbed, you probably aren't counting the movies you've made.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "I don't rehearse a lot. I try to keep it organic. Even in movies, the less I rehearse, the better I am.", 
    "name": "Kristen Wiig"
  }, 
  {
    "quote": "I don't like doing movies, period. Movies are hard. I like TV.", 
    "name": "Kathy Griffin"
  }, 
  {
    "quote": "I don't think people have been able to deal with the fact that African American filmmakers can make movies about life and relationships.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "I have personal beliefs and they are sometimes reflected in the movies I make, but I also reflect other points of view.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "I enjoy about 1 out of 100 movies, it's about the same proportion to books published that I care to read.", 
    "name": "Jim Harrison"
  }, 
  {
    "quote": "The long and short of it is that I am now in a position in England to green light movies, and that's really excellent - not high-budget movies, but movies none the less.", 
    "name": "Idris Elba"
  }, 
  {
    "quote": "I had seen movies before that that had made me laugh, but I had never seen anything even remotely close to as funny as Richard Pryor was, just standing there talking.", 
    "name": "Joe Rogan"
  }, 
  {
    "quote": "I'm also doing constant book readings, movies. You name it, I'm doing it.", 
    "name": "Lynn Redgrave"
  }, 
  {
    "quote": "I was at the end of the studio system so when I walked into movies, I had a magnificent suite in which I had a living room and a kitchen and a complete makeup room. I had everything just for me. With the independents, you're kind of roughing it, literally.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "I could really use a corporate sponsor. People think that because you're in the movies, you're rich. I have allocated all my resources to Shambala so the animals will always be safe.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "So I do have to work, you know, and I find as many movies and TV shows that I can, because otherwise I wouldn't have an income.", 
    "name": "Tippi Hedren"
  }, 
  {
    "quote": "I don't enjoy movies in 3D. I find I can't engage with the story as well.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "I've been asked to do action-oriented movies in the past and they just haven't been right for me.", 
    "name": "Guy Pearce"
  }, 
  {
    "quote": "I like high impact movies.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "Here's the thing about movies, all movies end up on television. That's their life. Whether you like it or not, I don't care how much money you spend on it, or how big or broad the film is, or who the actors are in it, eventually it's all coming out of the box.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "If you're working on a movie, you want it to be projected on the largest tapestry possible, and the sound to be perfect, and for that kind of communal experience of the movies to take place for it.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "Audiences don't ever disappoint me, in the sense that movies I feel really good about, they usually feel really good about too.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "'Little Miss Sunshine' snowballed. It was a tiny movie. We shot it in 30 days, and it was really fun to do, but it was one of those small movies that you don't hold out huge hope for.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "I think America becomes more disgruntled by going to the movies and having an endlessly good time at them.", 
    "name": "Fiona Shaw"
  }, 
  {
    "quote": "Movies have to handle time very efficiently. They're about stringing scenes together in the present. Novels aren't necessarily about that.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "I want to be around for a long time, singing and making albums and movies.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "For some reason and I don't know why, but I don't think that I'm funny in California. So I always want to do my movies east somewhere.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "I want to do movies that I'm proud of where my kids, at some point, can see and I can feel comfortable sitting there watching it with them. And just that move people. That make people feel a little bit better about themselves when they leave the theatre.", 
    "name": "Kevin James"
  }, 
  {
    "quote": "I'm fighting the label of 'Black' actress simply because it's very limiting in people's eyes, especially people who are making movies.", 
    "name": "Whoopi Goldberg"
  }, 
  {
    "quote": "I was in television drama, which is a first cousin to the movies, and I trust myself to make the right decisions.", 
    "name": "Lee Child"
  }, 
  {
    "quote": "One of the reasons why people - particularly young people - love action movies is because what they are really looking for is justice.", 
    "name": "Steven Seagal"
  }, 
  {
    "quote": "People go to the movies to watch a film and all they're thinking about is the actress's cellulite they saw in a magazine.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "I love making movies and hope to write my own screenplay someday and do some producing and be behind-the-scenes as well.", 
    "name": "Victoria Justice"
  }, 
  {
    "quote": "I don't direct movies for a living.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "I would be too selfish if I said everyone should see my movies more than once. To say that would mean I'm just marketing my work!", 
    "name": "Abbas Kiarostami"
  }, 
  {
    "quote": "I have worked on very good movies that have been buried, and I've worked on some resounding mediocrities that have been paraded through the marketplace like they were masterpieces.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "Some movies bring out the creativity in you. Every single audience member can become creative in the face of a particular movie. If you happen to like my films, it's because my films provide a bed for you on which you can find your creativity. The Hollywood movies do not provide that for you.", 
    "name": "Abbas Kiarostami"
  }, 
  {
    "quote": "I've made some bad movies. And I really enjoyed it!", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "I want to make movies about my country from my point of view.", 
    "name": "Tommy Lee Jones"
  }, 
  {
    "quote": "I hope that I would be considered romantic. I don't know... one of my favorite movies is 'The Notebook' so I guess that would be considered romantic. But I think being romantic is more than the flowers and the gifts. It's about connecting with the person and being able to talk and share things with her.", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "It's always uncomfortable for me when I take off my shirt. No one else is taking their shift off. Why is everyone else in these movies bundled up in layers of clothing and I'm taking my clothes off all the time?", 
    "name": "Taylor Lautner"
  }, 
  {
    "quote": "It's too expensive, that's the thing nobody wants to talk about. It is too expensive to make movies. That's not true, it is too expensive to market movies. Making movies is not.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "You know, comics and movies, even if you take a comic and turn it into a movie, we can't all be Joss Whedon.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "So I know how I watch movies which is on my laptop, man. And that's how I suspect a lot of people do it.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "I'd see movies, comedies, and I loved 'Animal House', I loved all the John Hughes stuff, but I never saw me and my friends totally represented.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "In anything I've ever written, all the characters sound like me, which I don't think is a bad thing. It makes sense. But I had always admired filmmakers who made movies that didn't sound like them at all.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "Other filmmakers make their movies and put them out and that's that. For me, for some odd reason, it goes deeper than that.", 
    "name": "Kevin Smith"
  }, 
  {
    "quote": "I didn't get into this so I could talk about my work, my movies. You become an actor to act.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "I don't watch the movies I make, so I haven't seen 'Footloose' since it came out. You see this young, hungry actor, it's pretty fun. I was the only one they screen tested. It was an attempt by the director and producer to talk the head of the studio into hiring me because they didn't want me.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "I'll be honest with you. My kids don't watch my movies and never have. I can maybe name a film one hand that they've seen, actually, all the way through.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Music in movies is all about dissonance and consonance, tension and release.", 
    "name": "Quincy Jones"
  }, 
  {
    "quote": "I honestly don't love the Cheech and Chong movies, I've got to say.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "Luckily, I think, I never really wanted to be famous, I just wanted to make movies.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "I don't make the best movies in the world, but at times, I do feel like I'm adding something to the cinematic community.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "I've seen a lot of movies get made where no one has control. No one likes it.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "I'm not one of those actors where filmmakers that I admire ask me to be in their movies. I meet them at parties and they're nice to me, but they never ask me to work with them.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "Trying to constantly get yourself into movies is extremely stressful and sometimes just impossible.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "Frank is such a great visual storyteller, that if you study his artwork you see that his Sin City books are already the best movies never seen on the big screen.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "I always wanted to be a stay-at-home dad making art, making movies.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "I do like strong women in my movies. I have five sisters, so I've just grown up with that model.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "I was a cartoonist when I was at university, but I decided to go into movie making knowing that I could still draw by doing movies, design work, story boards, and such.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "It's difficult to do a genre film well, and it doesn't matter if you're talking vampire movies or 'Dawn of the Dead' or 'The Thing' or 'Escape From New York.' Those kind of movies, they understand what the old-school B-movie is supposed to be, they get the throwback of it.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "If I do three movies in a year, I don't feel like acting ever again.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "Right now, if you're interested in being a dramatic actor, they're not making that many just regular dramas. Movies have to have some other thing going on.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "I don't know what has happened to movies, but lately every movie is at least 20 minutes too long. It used to be that if you were three hours long it was because it was epic - a movie about Gandhi something with very important subject matters.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "If you're not a real chameleon of an actor and if you're not one of those guys who can really shape-change themselves all the time, one of the ways to keep pushing yourself and keep changing is to be in different kinds of movies.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "I don't want to imitate life in movies I want to represent it. And in that representation, you use the colors you feel, and sometimes they are fake colors. But always it's to show one emotion.", 
    "name": "Pedro Almodovar"
  }, 
  {
    "quote": "Most movies suck, even the independent ones. Hollywood is like baseball: Hit three good ones out of 10 and you're a Hall of Famer.", 
    "name": "Denis Leary"
  }, 
  {
    "quote": "For horror movies, color is reassuring because, at least in older films, it adds to the fakey-ness.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "I think everyone who makes movies should be forced to do television. Because you have to finish. You have to get it done, and there are a lot of decisions made just for the sake of making decisions. You do something because it's efficient and because it gets the story told and it connects to the audience.", 
    "name": "Joss Whedon"
  }, 
  {
    "quote": "We were raised without movies, theater or music. We had only nature, the hills, the trees. When I got on the set of 'Manon,' I wasn't star-struck because I didn't know what a star was.", 
    "name": "Emmanuelle Beart"
  }, 
  {
    "quote": "I don't always see my movies right away. And there are some I haven't seen at all. Sometimes that bothers the directors, so I'm obliged to see them.", 
    "name": "Emmanuelle Beart"
  }, 
  {
    "quote": "I'm sure a bunch of 15-year-old kids would way rather I do 'Superbad 2' than 'Moneyball.' But I would love to do movies like 'Superbad' and movies like 'Moneyball.'", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I just like to act and write and produce. To me, making movies is the ultimate goal.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "Besides the fact that I make movies, there's nothing interesting about my life at all, unfortunately.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "Once you make a movie like 'Superbad,' when it's popular and you're the lead, you get offered all kinds of things and there's a temptation to make bad movies either for the money or to maintain your relevance in pop culture.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "All my friends were in college when I was making 'Superbad.' We were drinking beer and watching movies and eating pizza. It wasn't like I was going to nice restaurants or anything like that, and I lived like a frat guy. Eventually it was time to grow up, be healthy and be responsible. You can't live like a kid forever, you know?", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I think our culture has gotten so skewed. People assume that because you're an actor you want to write a book to exploit your celebrity, but my celebrity is only a byproduct of me making movies. I have no intention of being a celebrity.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "Look, at the same time that I don't want to be a celebrity, I understand that when you make movies you put yourself out in the public eye. I'd be a baby and a fool to be like, 'Why are there cameras taking pictures of me?' when I'm on a billboard for a movie. I think that's a very absurd concept.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I'm really proud of 'Moneyball.' To me, it's about feeling pride in a movie I made. I think when I'm an old man I'll be able to show it to my grandkids with pride. That's all I can really go for: making movies to please me.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "I love it, man I'm 23 years old and I'm lucky enough to write movies as a job! I just feel really blessed and can't believe it's happening.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "People are always wondering if I am an artist or political activist or politician. Maybe I'll just clearly tell you: Whatever I do is not art. Let's say it is just objects or materials, movies or writing, but not art, OK?", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "I like movies about failing.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "Movies are an expensive business.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "In movies and in television the robots are always evil. I guess I am not into the whole brooding cyberpunk dystopia thing.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "I cast unusual people in my movies.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "I've always been in the middle of making my own movies, so taking acting jobs that take me away from that has been impossible.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "By the way, movies are like sporting events in that you're as good as the movie you're in. You can sit in a room for 20 years and go do a movie and you can just kill in it and you move to the head of the line again. By the same token, you can do five movies a year and if they're dreck, it's nothing.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "Listen, there are some movies that are set in stone and the writer or the director does not want to change, but I've never worked on a movie, including my own, that didn't take advantage of a rehearsal process.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "I've done performances in movies that I was immensely proud of and the movies didn't take off like a rocket at Cape Canaveral, it didn't take off.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "My mom was a professional. My dad and mom met each other in a movie called 'New Faces of 1937.' My mom went under the name Thelma Leeds, and she did a few movies, and she was really a great singer, and when she married my dad and started to have a family, she sang at parties.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "I got into film-making because I was interested in making entertaining movies, which I felt there was a lack of.", 
    "name": "Guy Ritchie"
  }, 
  {
    "quote": "What I liked about American movies when I was a kid was that they're sort of larger than life and I think I'm still suffering from that reaction.", 
    "name": "Guy Ritchie"
  }, 
  {
    "quote": "I'm just happy to be a film where for once I don't have to worry about my hair, because my managers are always complaining about my hair looking depressing in my movies. Which is true. I mean, it's true.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "Movies are movies: they take you back in time, and how it still is for some.", 
    "name": "Tina Turner"
  }, 
  {
    "quote": "I was always attracted to science fiction movies.", 
    "name": "Tina Turner"
  }, 
  {
    "quote": "I watch and listen to movies today and am shocked by the way actors deliver their lines. Everybody mumbles now and I don't understand why.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "Making movies is just like betting on horses at the racetrack.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "It just proves good movies don't need 100 million dollars to be good.", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "Why should you have to atone for making big movies?", 
    "name": "Emily Blunt"
  }, 
  {
    "quote": "In terms of number of movies, I've been in an extraordinary amount. If you count only the minutes I'm onscreen, it's not so long.", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "I've found that if you wear a beret, people think you're either a cabdriver or a producer of dirty movies.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "I never read. The paper or anything. I watch a lot of movies, and TV series and stuff. But I never, never read.", 
    "name": "Andy Murray"
  }, 
  {
    "quote": "In live action movies, you just hope that everything works. Because the actor may had a bad morning and doesn't play good, or accidents happen continuously. Many things contradict what you are trying to say. But in cartoons, nothing contradict what you want to say.", 
    "name": "John Hench"
  }, 
  {
    "quote": "John Barry was my hero when I was about 13. His scores to the James Bond movies were the scores of my life back then.", 
    "name": "Carter Burwell"
  }, 
  {
    "quote": "Well, look at all of these summer blockbusters. You can't help but laugh a little, because you've already seen a lot of these movies 482 times.", 
    "name": "Sean Penn"
  }, 
  {
    "quote": "You can figure out who you were by which movies you loved when.", 
    "name": "Mary Schmich"
  }, 
  {
    "quote": "I like being in kids' movies, and I like being in family movies.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "The movies were custard compared to politics.", 
    "name": "Nancy Reagan"
  }, 
  {
    "quote": "I've seen little pieces of 'Interview with a Vampire' when it was on TV, but I kind of always go yuck! I don't watch R-rated movies, so that really cuts down on a lot of the horror.", 
    "name": "Stephenie Meyer"
  }, 
  {
    "quote": "I look at myself as an audience member. I still love movies, and I still go and sit in the back of the big dark room with everybody else, and I want the same thrill.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "I grew up watching those blaxploitation movies. Ron O'Neal, Richard Roundtree, Jim Brown, Pam Grier. For the first time, I saw 'The Negro' get one over on 'The Man.'", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "I kind of realize that I have a tendency to choose the kind of films I watched when I was a kid and would go home and pretend with my friends that we were in those movies after we saw them.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "All movies aren't fun some are hard work. You try to do something and convey a set of emotions that have to do with some real life kind of stuff.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "People go to movies on Saturday to get away from the war in Iraq and taxes and election news and pedophiles online and just go and have some fun. I like doing movies that are fun.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "For a number of years, I'd been around the kind of people who financed movies and the kind of people who are there to make the deals for movies. But I'd always had this naive idea that everybody wants to make movies as good as they can be, which is stupid.", 
    "name": "David Fincher"
  }, 
  {
    "quote": "A lot of the themes of my movies, the actual stories, come from tabloid stories.", 
    "name": "Errol Morris"
  }, 
  {
    "quote": "It's a required part of your film history to know who Woody is. His movies are so wonderful, and not just funny but so insightful about human behavior.", 
    "name": "Scarlett Johansson"
  }, 
  {
    "quote": "I was going to make movies. I was the one in the family who was always rolling the video camera, making movies of my brothers around town, and then screening them for my parents. I still would love to make movies someday... that's something that really means a lot to me, and I know I'll have the chance to do it one day.", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "Bill Hanna and I owe an awful lot to television, but we both got our start and built the first phase of our partnership in the movies.", 
    "name": "Joseph Barbera"
  }, 
  {
    "quote": "I'd love to act more. I've had to turn down multiple movies because I was on tour, but it's encouraging to know that someday there might be the right role, the right timing. And I've been writing a lot of music, so hopefully very soon I'll have recorded a project of my own. I also want to get a boat and open a restaurant.", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "When we were doing 'Freaks and Geeks', I didn't quite understand how movies and TV worked, and I would improvise even if the camera wasn't on me. I thought I was helping the other actors by keeping them on their toes, but nobody appreciated it when I would trip them up. So I was improvising a little bit back then, but not in a productive way.", 
    "name": "James Franco"
  }, 
  {
    "quote": "My agent said, 'You aren't good enough for movies.' I said, 'You're fired.'", 
    "name": "Sally Field"
  }, 
  {
    "quote": "I don't make movies because I think audiences will want to go see them.", 
    "name": "Jerry Bruckheimer"
  }, 
  {
    "quote": "Studios, because they are investing a great deal of money in movies, they want a guarantee that when they hire somebody that person can deliver for them. Everything is fear based, so they pigeonhole people. But I've written everything, from Westerns to sci-fi to dramedy, I've done it all.", 
    "name": "Melissa Rosenberg"
  }, 
  {
    "quote": "I think that my vampires in general were influenced by my being allowed to watch the Hammer vampire films. Vampire Circus, also shown as Circus of Fear, was one of those movies.", 
    "name": "Laurell K. Hamilton"
  }, 
  {
    "quote": "I've managed to do movies and still keep a lifestyle where I can go to ballgames, go to a grocery store like everybody else.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "If your goal is to be the biggest movie star in the world, a 10-movie contract is gold. It was never my goal. Up until now, I made movies - and I have a nice house, a nice car. I'm fortunate, happy and grateful. Life is good.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "All my good movies, nobody sees.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "I don't know any form of art or entertainment that can affect people the way movies can. I know it sounds ridiculous, but they can change your world. They can change your views.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "What do I geek out about? What am I? Hmmm. I love movies. I watch movies. I like big, sweeping epics, like Ed Zwick stuff: 'The Last Samurai,' 'Legends of the Fall,' 'Blood Diamond,' 'Glory.'", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "It seems like the studios are either making giant blockbusters, or really super-small indies. And the mid-level films I grew up on, like 'Back to the Future' and all those John Hughes movies, the studios aren't doing. It's hard to get them on their feet.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "Movies are movies, television is television.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "I've had nine of my books adapted to film, and almost all were enjoyable. I've been very lucky with Hollywood, and look forward to more movies being adapted. But I don't get involved in that process. I know nothing about making movies and I stay away from it and hope for the best.", 
    "name": "John Grisham"
  }, 
  {
    "quote": "My grandmother and I saw an average of eight movies a week, double features, second run.", 
    "name": "Carol Burnett"
  }, 
  {
    "quote": "I don't like to watch my own movies - I fall asleep in my own movies.", 
    "name": "Robert De Niro"
  }, 
  {
    "quote": "Movies are hard work. The public doesn't see that. The critics don't see it. But they're a lot of work. A lot of work.", 
    "name": "Robert De Niro"
  }, 
  {
    "quote": "I'll work with a director if I think I'm going to get into a comfortable situation, and if it's someone I respect and who respects me, even if they're not so well known. Movies are hard to make, and you have to work toward a common ethic and do your best.", 
    "name": "Robert De Niro"
  }, 
  {
    "quote": "Skinniness is not your friend when you're over 40. I'd like to gain a good 10 pounds, but I did always have a fat, round face that plagued me when I was young. When I started to make movies, I couldn't look at myself.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "The way Hollywood portrays mothers - you're either all good and saint-like, or you're all bad. And I think the real honesty of motherhood is not given a voice in movies. I miss that as an audience member.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "When they make a woman's picture, they treat it like a 'woman's picture.' In the '40s, they didn't treat Joan Crawford movies like that, but as the big movies of their year. I'm upset that there's no 'Terminator' with a woman in Arnold Schwarzenegger's role. Because that would make just as much money.", 
    "name": "Ellen Barkin"
  }, 
  {
    "quote": "I'm always working on stuff. But they never materialize. I'm always working on movies and TV shows.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "American movies and music deliver themes of freedom, innocence, and power that appeal to others - partly because America itself was put together out of a multiplicity of national traditions.", 
    "name": "Todd Gitlin"
  }, 
  {
    "quote": "Violent behavior exists in one's psychological makeup much deeper than the level that receives information from television or movies.", 
    "name": "Richard King"
  }, 
  {
    "quote": "When I go into making a movie, personally, I don't try to bring other pieces of movies with me.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "I think there's an instinct to make grotesque horror films that are purely carnal, like the 'Saw' movies.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "I think more than writers, the major influences on me have been European movies, jazz, and Abstract Expressionism.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "I watch movies occasionally, and I watch documentaries. Virtually nothing else.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "I never stopped studying Buddhism. In the past few years, in between movies, I do a retreat.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "I am so happy because I want more people to like martial arts movie not just martial arts audience. Even martial arts can be used in comedy, in drama, in horror movies, in different kinds of movies.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "Coming Home had been made before and Apocalypse Now and Deer Hunter, different kinds of movies.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "Luis Bunuel made great movies.", 
    "name": "Giancarlo Esposito"
  }, 
  {
    "quote": "I'm terrible at horror movies, by the way. I get scared so easily.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "Part of the reason why movie bosses are so obsessed with crime movies is because they know that world and the criminals. And that's what they are - they would not hesitate to act illegally to achieve profit and gain.", 
    "name": "Peter Mullan"
  }, 
  {
    "quote": "One of the joys of going to the movies was that it was trashy, and we should never lose that.", 
    "name": "Oliver Stone"
  }, 
  {
    "quote": "As a kid, I liked the 'Halloween' movies and 'Nightmare On Elm Street' and all that kind of stuff. But as an adult, I really don't watch much horror, to be honest.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "I'm a big kid, I'm a kid at heart, so I still love the classic family films, such as the great Warner Bros film 'Willy Wonka and the Chocolate Factory' - not the remake, but the original. It's still one of the best movies, hands down, ever made, and of course that goes back to the ingenuity of the characters and the storyline.", 
    "name": "Corey Feldman"
  }, 
  {
    "quote": "I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities.", 
    "name": "Trent Reznor"
  }, 
  {
    "quote": "If dreams are like movies, then memories are films about ghosts.", 
    "name": "Adam Duritz"
  }, 
  {
    "quote": "I went to film school and wanted to learn everything there was about making movies.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "I'm a person who likes these sort of movies... sad but moving 'art movies' that normally are at a festival and then they go to a small art house theater and disappear.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "In theater or movies you see either 'I'm religious' or 'I'm an atheist.' I've never seen too much discussion of 'I believe there's a higher power but I'm hesitant to reach out to him because I don't know if I'm worthy of his attention.'", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "I've never been interested in action movies. Definitely not interested in sci-fi.", 
    "name": "Carrie-Anne Moss"
  }, 
  {
    "quote": "And the VCR did the same thing: the movie industry thought nobody would ever watch movies any more.", 
    "name": "Niklas Zennstrom"
  }, 
  {
    "quote": "I'm a spoilt brat. I thought I was just going to walk in and make movies. But I'd been my own boss for so long that all of a sudden to be facing a roomful of people who were niggling over every little scene... I just thought I'd go back and draw my comics and have a happy life.", 
    "name": "Frank Miller"
  }, 
  {
    "quote": "I grew up on the crime stuff. Spillane, Chandler, Jim Thompson, and noir movies like Fuller, Orson Welles, Fritz Lang. When I first showed up in New York to write comics back in the late 1970s, I came with a bunch of crime stories but everybody just wanted men in tights.", 
    "name": "Frank Miller"
  }, 
  {
    "quote": "In some movies you feel like you're a very small part of a huge machine. Whereas in the theater you can have a very small part, but you can still feel the weight and the gravity of it. Given the nature of theater, it's a more concentrated and quiet experience.", 
    "name": "Minnie Driver"
  }, 
  {
    "quote": "I don't know if I see myself as really an action hero, but I like doing physical movies and I like doing movies where the writing is very lean.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "I love European movies and I kind of grew up on European films.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "If I have to produce movies, direct movies, whatever to change the way Hollywood treats older women, I'll do it. If I have to bend the rules, I will. If I have to break them, I will.", 
    "name": "Naomi Watts"
  }, 
  {
    "quote": "I've always had this idea that I wanted movies to make people better not worse.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "I love making movies, but there's nothing like being in front of an audience.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "So, yes, there's nothing I love more than listening to directors talk about their movies.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "With actors like Steve McQueen, Paul Newman and Harrison Ford, what made them such icons is that even in dramatic movies, their characters had a sense of humor.", 
    "name": "Patrick Wilson"
  }, 
  {
    "quote": "The movies I made when I was 14 or 15, I have a hard time looking at those. Those were the awkward years. I don't know if anybody can look at something they did when they were 14 and not wince.", 
    "name": "Jodie Foster"
  }, 
  {
    "quote": "Movies will end up being this esoteric art form, where only singular people will put films out in a small group of theaters.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "I made about 28 movies, and I think about five of them were good.", 
    "name": "Chevy Chase"
  }, 
  {
    "quote": "I grew up watching Steven Spielberg and scary movies.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "Even in the former Soviet Union, they have good copies of my movies.", 
    "name": "Dario Argento"
  }, 
  {
    "quote": "My normal cycle for movies is eighteen months and each part is separate.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "Maybe when I stop making movies, I'll understand my work better.", 
    "name": "Dario Argento"
  }, 
  {
    "quote": "When I was a kid, I had two great guilty pleasures. One was horror movies and the other was martial arts movies.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "The thing that's protected me creatively is that the movies have made profits.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "I do other sorts of things. I act in other people's movies. I direct operas. I write books.", 
    "name": "Werner Herzog"
  }, 
  {
    "quote": "American movies are often very good at mining those great underlying myths that make films robustly travel across class, age, gender, culture.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "The first two movies I directed failed, when I was 21 and 23, and that was the greatest thing that could have happened.", 
    "name": "M. Night Shyamalan"
  }, 
  {
    "quote": "All studio movies are the middle of the Bell curve. The only way to do something is to do it yourself. And the only way to do that is to not take any money from anyone or take as little money as possible from anyone and that's it.", 
    "name": "Thomas Lennon"
  }, 
  {
    "quote": "I manage to hide in my movies.", 
    "name": "Liev Schreiber"
  }, 
  {
    "quote": "Hollywood and the recording industry argue that current law permits the copying of songs and movies, and sharing them on the Internet. This enables young people to grow up learning how to steal.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "Well, the thing about great fictional characters from literature, and the reason that they're constantly turned into characters in movies, is that they completely speak to what makes people human.", 
    "name": "Keira Knightley"
  }, 
  {
    "quote": "I didn't know this about myself, but when 'Pirates of the Caribbean' came out I realised that I didn't enjoy a huge amount of recognition. I didn't react to it well, but I think life is about finding out who you are and what you like. So I started doing independent movies and art-house films instead.", 
    "name": "Keira Knightley"
  }, 
  {
    "quote": "I use to watch like maybe three or four movies, five days out of the week. I was a movie buff, but I really didn't know what it was like behind the scenes, or the whole political process of it.", 
    "name": "Michelle Rodriguez"
  }, 
  {
    "quote": "Man, I love the 'Lord of the Rings' movies. Some people would say I'm weird for liking those types of movies, but they are so cool.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "I want to work with great directors. I want to work on good material with good actors. I've probably done 20 movies at this point and a lot of independents. It's been an incredible ride and I love it and I'm just going to keep going and doing what I'm doing.", 
    "name": "Famke Janssen"
  }, 
  {
    "quote": "I love scary movies. The Shining and Don't Look Now are two of the best.", 
    "name": "Famke Janssen"
  }, 
  {
    "quote": "Everybody gets typecast in movies, but you have to make wise choices. I'd say around 90 percent of movie casting is about the way you look, so you have to fight that. If producers had their way, I'd only be in action films, but I'm interested in a more varied career than that.", 
    "name": "Famke Janssen"
  }, 
  {
    "quote": "I like to go from mainstream movies to more artsy films. I don't sign on for the money. Maybe I should, but I don't. There's always a good reason for doing something.", 
    "name": "Famke Janssen"
  }, 
  {
    "quote": "I love the first two X-Men movies because I thought that Bryan Singer did such a great job. He elevated that whole genre. He's a very talented director.", 
    "name": "Famke Janssen"
  }, 
  {
    "quote": "I love music, and after my first experience with movies, I can't wait to do more.", 
    "name": "Rihanna"
  }, 
  {
    "quote": "When I started doing movies, every crew member was older than me.", 
    "name": "Elizabeth Hurley"
  }, 
  {
    "quote": "When you kill somebody in the movies, it matters, whereas in literature it can be allegorical.", 
    "name": "Barbet Schroeder"
  }, 
  {
    "quote": "And anyway, it's only movies. to stop me I think they'll ahve to shoot me in the head.", 
    "name": "Ridley Scott"
  }, 
  {
    "quote": "All that running around in my underwear put money in my pockets. I can focus on working in interesting movies without having to worry about supporting myself.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "James Cagney, Steve McQueen, I loved all those guys. I grew up loving the movies but had no desire to be in them.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "I want to try and work in different genres with different types of actors, on small movies and big movies.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "I've been in enough movies to know that when you're on the set and you start shooting, you're looking at playback and you get a sense of what it's going to be like.", 
    "name": "Mark Wahlberg"
  }, 
  {
    "quote": "It's fun to go to the movies and be scared.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "The perceived wisdom is that people do not go in large numbers to black-and-white movies anymore - which is a great shame, but I'd love to make a black-and-white movie one day.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "Bathroom humor, fart, and poo poo humor in movies gets a laugh. It's a pretty easy audience, and that's been around for ages.", 
    "name": "Selma Blair"
  }, 
  {
    "quote": "I don't think of it as a competition - which might surprise you, given the way movies are reported constantly.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "I wanted to keep exploring... I'm not about to choose a series of movies in which I can use the same bag of tricks and style that I used in the first film.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "I don't think Hollywood was trying to do anything with me. In fact, they lost interest pretty quick. I think I got lucky, briefly, in the '90s, and it just so happened that those movies were the opportunities that came my way. Then it just kind of stopped.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "The movies that influenced me were movies that told their stories through pictures more than words.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "Books and movies are different art forms with different rules. And because of that, they never translate exactly.", 
    "name": "Tom Clancy"
  }, 
  {
    "quote": "I think movies are a director's medium in the end. Theater is the actor's medium. Theater is fast, and enjoyable, and truly rewarding. I believe in great live performance.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "The guy that made me wanna make movies... and this is off the wall-is a guy named Michael Pal, the British director.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "You just never know when movies are going to take off or not. The lucky thing about this was that it didn't cost a lot of money, and therefore there wasn't loads of pressure on me.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "Movies are about escape.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "I've made movies that cost less than one car chase.", 
    "name": "Sam Mendes"
  }, 
  {
    "quote": "Ever since 'Lassie' and 'Old Yeller', I won't watch animal movies. Animals in movies always die.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "But I don't think there has ever been anything written on the nature of violent man as deep and as thorough as Shakespeare's Titus. I think it puts all modern movies and modern exploitations of violence to shame.", 
    "name": "Julie Taymor"
  }, 
  {
    "quote": "When I was old enough to go to movies alone, I got to see 'Frankenstein' and 'Dracula' on the big screen. I just fell in love with them.", 
    "name": "George A. Romero"
  }, 
  {
    "quote": "I did try to get a few of those teen high-school movies, but they just didn't like me. I guess I wasn't a certain type.", 
    "name": "Leelee Sobieski"
  }, 
  {
    "quote": "I worked so hard for so long - I did a lot of movies. I also worked a lot when my kids were smaller, before they were in school.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "There's always an imbalance with actors and actresses in the industry. And I think because there are just fewer movies overall being made, it's that trickle down effect.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "The cardinal sin in sports, what could really wreck it, is not cheating to win, which has gone on forever, but cheating to lose. That threatens a fundamental aspect of sports' appeal, which is their spontaneity. If games are fixed, they're no different from movies they're scripted.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "When I finally got up to Industrial Light And Magic to work on the 'Star Wars' movies as a model-maker, it felt like dying and going to heaven.", 
    "name": "Adam Savage"
  }, 
  {
    "quote": "The other two things are... well, I had a huge appetite for old black and white movies on BBC 2. At the weekends they used to run matinees, and the more romantic the better.", 
    "name": "Ewan McGregor"
  }, 
  {
    "quote": "'Dr. Strangelove' was and is one of my favorite movies ever, and I just can't believe they actually blew up the world after that.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "Obviously I love 'The Godfather' movies. I think they're phenomenal.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "Family entertainment is really very necessary in our culture. Look how profitable they are. It's almost not discretionary. You need to take your family to the movies.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "I think movies do play a valuable role in turning people on to the act of reading. I think that phenomenon just creates readers. At first they're going to love 'Harry Potter,' or they may love 'The Hunger Games,' but after that, they're going to love the act of reading and wonder, 'What else can I read?'", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "I love all the old classic Disney movies. 'Pinocchio.' There are obviously tons of them that anybody growing up on that stuff takes with them their whole lives, and I'm an admirer of a lot of classic animation and fairy tales. I grew up on a book of Grimm's fairy tales that I kind of wore out again and again. That's all stuff that lingers with you.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "I'm always happy when I hear about people selling records or selling books or selling movies. It makes me proud of them.", 
    "name": "Ian MacKaye"
  }, 
  {
    "quote": "I would love to do more movies, but the reality is women have many more opportunities on television to play a greater variety of characters.", 
    "name": "Julie Bowen"
  }, 
  {
    "quote": "Television is where the best work for women is right now. I would love to do more movies, but the reality is women have many more opportunities on television to play a greater variety of characters.", 
    "name": "Julie Bowen"
  }, 
  {
    "quote": "But when you're writing a script - for me anyway - you have to sort of create an enforced innocence. You have to divest yourself of worrying about a lot of stuff like what movies are hot, what movies are not hot, what the budget of this movie might be.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "Of course for many years directors have had to go on the road with their movies and promote them and I've done that since the beginning. So that's not new but the forms of it are different such as with the internet.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "Whenever I think about movies, I always look at that art process as having the best of a lot of worlds. Because if you watch a great film, you have a musical element to it, not just on the scoring, but in the way that the shots are edited - that has music and rhythm and time.", 
    "name": "Frank Ocean"
  }, 
  {
    "quote": "The more unique your film is and unusual it is and difficult it is, the harder it is to get it financed. That's why a lot of good filmmakers are doing television. They do HBO movies.", 
    "name": "David Cronenberg"
  }, 
  {
    "quote": "My favorite movies are movies that I go in and I leave deeply affected. Whether I laugh really hard or whether I cry really hard, I just want to feel really affected in that moment.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "My body looks like 30 but my face looks like 50. But I cannot walk bare-chested in the streets. I like to do these movies to challenge myself physically.", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "I like to think of myself as a fairly educated human being, but I'm a very uneducated actor when it comes to movies, directors, producers, actors for that matter.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "Life is short. I'm 47 years old. I've got 10 years to go where I can be the best I can be. I want those 10 years to be precious, not like before, cranking two or three movies a year. I've made a ton of movies in my life, but so what?", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "A lot of movies aren't intended for everybody.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "It's time for me to do things I like so I will be happy, my wife will be happy, my friends will be happy. I just want to do something I'm proud of. It's time for me to change. I could sign with a company for 10 movies and I'm the king of video and so what?", 
    "name": "Jean Claude Van Damme"
  }, 
  {
    "quote": "I'll go to see movies, but I also love being at home on my couch and pausing every 10 minutes to pee.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "I never wanted to do the same kind of movies over and over anyway, so my theory on it all is I'm just gonna try and dodge the label and keep doing what I am doing.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "I want people to think about movies and how we watch them. Let them know it's okay to question the structure or how we're sometimes duped into a false sense of normalcy. Most of all, I want people to question the old standard practices of, 'This is how the structure of something should work,' or, 'This is how a character must behave.'", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "Success is not something I've wrapped my brain around. If people go to those movies, then yes, that's true, big-time success. If not, it's much ado about nothing.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "On movies, you have a lot of stylists that get things too pretty. Everything gets steamed and ironed. It's just not the way we really behave.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "If your movies don't perform, they just stop calling you.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "If you go to Sundance, the experience that I've had there as a viewer is... there's like a hundred movies there, and you've got to figure out what movies are sold out, what can you see. Sometimes you go to see movies that you don't know anything about because it just works into your schedule.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "That's the way this business works: if your movies do well at the box office, you will be offered more movies. It doesn't matter if you're a nice guy or you're a prick. If your movies do well, there's a job waiting for you in Hollywood. It's not any more complicated than that.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "Do you know what a blessing it is to make movies that make people happy?", 
    "name": "Kate Hudson"
  }, 
  {
    "quote": "At the time I came along, Hollywood's idea of teen movies meant there had to be a lot of nudity, usually involving boys in pursuit of sex, and pretty gross overall. Either that or a horror movie. And the last thing Hollywood wanted in their teen movies was teenagers!", 
    "name": "John Hughes"
  }, 
  {
    "quote": "I've directed seven movies and know a thing or two about dealing with unexpected crises.", 
    "name": "Penny Marshall"
  }, 
  {
    "quote": "When I'm shooting a movie, I'm always in an invisible theater seat. I respect the fact that people have worked hard all week and want to go to the movies on the weekend and be entertained.", 
    "name": "Michael Moore"
  }, 
  {
    "quote": "It didn't matter that Charlie Chaplin may not have been a great director or a great anything else. He made great movies.", 
    "name": "Jon Landau"
  }, 
  {
    "quote": "It's hard to incorporate dance into movies I think.", 
    "name": "Jamie Bell"
  }, 
  {
    "quote": "I love the old Fred Astaire and Gene Kelly movies they're so beautiful to look at. It's such a shame we don't make them anymore. Although, I don't know how you could make tap dancing current and topical.", 
    "name": "Jamie Bell"
  }, 
  {
    "quote": "I'm kind of like the goofy number-seven guy in a lot of movies.", 
    "name": "Scott Caan"
  }, 
  {
    "quote": "The reason I started writing movies was because I kept getting parts that I just kind of stepped into. I didn't have to do a lot of work and I ended up getting sort of bored.", 
    "name": "Scott Caan"
  }, 
  {
    "quote": "I've always been interested in making movies.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "I turn a lot of stuff down - big, big movies, the kind I wouldn't want to go to the cinema to see.", 
    "name": "Matthew Fox"
  }, 
  {
    "quote": "I'm carded for R-rated movies. And I get talked down to a lot. When I try to go rent a car or buy an airplane ticket or other stuff adults do, I get 'Okaaaaaay, honey.' I remember when I was 18, getting crayons in a restaurant.", 
    "name": "Kristen Bell"
  }, 
  {
    "quote": "The guys in my band are great-we watch movies, we eat pizza, take walks, read books. Everybody has a really great sense of humor. And my boyfriend comes and visits me on the road.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "I began to feel that the drama of the truth that is in the moment and in the past is richer and more interesting than the drama of Hollywood movies. So I began looking at documentary films.", 
    "name": "Ken Burns"
  }, 
  {
    "quote": "The only problem is I can't get into PG-13 Land. I just get stuck in R rated movies, which they would love us to make PG-13 movies but I never get there. But I think that you've got to make them different. You've got to switch them up.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "The dubbing of the music and effects is really incredible today. You're feeling gun shots. I mean, it's not the way people say it is, but the gunshot sounds real. And cars sound real. Among the many things in the evolution (of movies) is to make the sound in the movie incredible. That's what you feel.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "The core of the movie business remains intact and it's not descending in scope. Studios want movies that are bigger than ever.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "A lot of movies were influenced by 'Logan's Run,' like 'Minority Report'. A lot of films have those elements in them.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "I'm happy with my place in the firmament here. I like to produce movies and that's where I want to be.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "In movies, there are some things the French do that Americans are increasingly incapable of doing. One is honoring the complexities of youth. It's a quiet, difficult undertaking, requiring subtlety in a filmmaker and perception and patience from us.", 
    "name": "Wesley Morris"
  }, 
  {
    "quote": "I'm a filmmaker and I'm proud of the movies I've made. But in the background of my life I was also very involved in the creation of the sport.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "I think it would be fun to write about movies again.", 
    "name": "Bill Condon"
  }, 
  {
    "quote": "My movies have always done pretty well in the UK - 'The Matrix' films did very well in this country and I do like the crews here and the people we're working with here.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "There's no question that Whale's movies are classics. They were wonderful, and successful.", 
    "name": "Bill Condon"
  }, 
  {
    "quote": "Well, I haven't really been able to shoot in California for a while. Little movies yeah, but the big movies we can't shoot there. It's just a shame that Arnold Schwarzenegger can't deliver on this level.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "Actually, I loved Chucky. It's one of the strangest movies I've ever seen.", 
    "name": "Bill Condon"
  }, 
  {
    "quote": "I did five movies in Australia, I did three films in Germany, this is the fourth film I've done here in the UK, I've done a bunch of films in Canada.", 
    "name": "Joel Silver"
  }, 
  {
    "quote": "I had a couple of movies that I was passionately involved with that I could never get made. 'Richard Pryor,' I wrote for - gosh - over a year. That was close to getting made for two-and-a-half years after that. We're still pushing it, you know. It is weird. Suddenly you wake up and it's like, 'God, five years have gone by.'", 
    "name": "Bill Condon"
  }, 
  {
    "quote": "If you look at anybody who's had along career, if you look at the choices they've made - even if the movies haven't worked - they've always worked with great filmmakers.", 
    "name": "Bradley Cooper"
  }, 
  {
    "quote": "No, 'F/X 2' was a job. I enjoyed doing it but that was definitely a job. I wrote that, I didn't direct it but 'Candyman' and the earlier horror movies I made, I was completely into horror and suspense and always have been. It's informed everything I've done, even the way scenes are shot in 'Kinsey and 'Gods and Monsters.'", 
    "name": "Bill Condon"
  }, 
  {
    "quote": "Movies were a struggle for me - they didn't come easy.", 
    "name": "Mandy Patinkin"
  }, 
  {
    "quote": "I've never written a movie, I'm not in the movie business. I go out to L.A. and I'm like everyone else wandering around in a daze hoping I see movie stars. I write the novels that the movies are based on, and that feels like enough of a job for me.", 
    "name": "Justin Cronin"
  }, 
  {
    "quote": "I find that movies tend to fix the aesthetics of a story in people's minds.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "I really like the half-hour comedy. I really do. I know people that are in movies all the time and they, you know, they don't see their families as much. And that takes its toll over time.", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "We have a very wide range of content, but the brand-newest movies, what's happening with those is a $30 pay-per-view option - not from Netflix but from DirecTV and others - of movies that are in the theater.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "Cinema is visually powerful, it is a complete experience, reaches a different audience. It's something I really like. I like movies.", 
    "name": "Yann Martel"
  }, 
  {
    "quote": "Our brand at Netflix is really focused on movies and TV shows.", 
    "name": "Reed Hastings"
  }, 
  {
    "quote": "When you see violence in movies in general, it's very quick and painless, which isn't what it's like.", 
    "name": "Vincent Cassel"
  }, 
  {
    "quote": "I did direct two short movies. I learned many things, and one of the things I learned was that I am not a director. It has to be visceral, and it's not for me. I feel much more comfortable acting.", 
    "name": "Vincent Cassel"
  }, 
  {
    "quote": "I often begin movies with music in my head it's a very important dimension to me. Not just the music itself, but how to use music in film: when and how and subtlety. I don't like to be too sweet in my stories, and I like the abrasive clang, the contrasting of sounds and cultures.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "Cinema is entertainment, and people go to the movies because they want to feel good and forget about everything.", 
    "name": "Vincent Cassel"
  }, 
  {
    "quote": "In America, we have so many movies and so much media about the Islamic world, the sub-continental world, but it's not a conversation, it's a monologue. It's always from one point of view. 'If we don't tell our own stories, no one will tell them' is my mantra.", 
    "name": "Mira Nair"
  }, 
  {
    "quote": "I was a huge fan of comedy and movies and TV growing up, and I was able to memorize and mimic a lot of things, not realizing that that meant I probably wanted to be an actor. I just really, really amused myself and my friends with memorizing entire George Carlin or Steve Martin albums.", 
    "name": "Hank Azaria"
  }, 
  {
    "quote": "Cronenberg's a lot of fun, and that a lot of people don't know watching his movies. He doesn't take himself seriously. He's still reinventing himself.", 
    "name": "Vincent Cassel"
  }, 
  {
    "quote": "You know, I was a huge fan of comedy and movies and TV growing up, and I was able to memorize and mimic a lot of things, not realizing that that meant I probably wanted to be an actor.", 
    "name": "Hank Azaria"
  }, 
  {
    "quote": "What I don't like are pompous, pretentious movies.", 
    "name": "Peter Jackson"
  }, 
  {
    "quote": "I like movies about longing and desperation, and dark and light things, stories about people struggling to raise children, and to have relationships and be intimate with each other.", 
    "name": "Laura Dern"
  }, 
  {
    "quote": "I usually do get the tomboy parts in the movies, which is kind of like me, but not totally. I like to shop as much as Ashley, but she is a little more of a girlie-girl than me.", 
    "name": "Mary-Kate Olsen"
  }, 
  {
    "quote": "It is odd there are many movies with many men. But generally movies have one woman, or maybe the older woman and the younger girl.", 
    "name": "Carla Gugino"
  }, 
  {
    "quote": "I'm not looking to lose anything. I'm looking to continue making movies.", 
    "name": "Johnny Knoxville"
  }, 
  {
    "quote": "The really courageous and bold thing is to make movies about human behaviour.", 
    "name": "Laura Dern"
  }, 
  {
    "quote": "I love doing serious movies for adults.", 
    "name": "Carla Gugino"
  }, 
  {
    "quote": "Dance, vaudeville, drama, movies - as a child I loved everything that went on in a theater.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "Unfortunately, overall, movies are a conglomerate. People buy and sell people in this business, which can get really ugly.", 
    "name": "Laura Dern"
  }, 
  {
    "quote": "I'm intrigued by films that have a singular vision behind them. A lot of studio movies have ten writers by the time they're done. You have a movie testing 200 times, making adjustments according to various people's opinions. It's difficult to have an undistilled vision.", 
    "name": "Carla Gugino"
  }, 
  {
    "quote": "I have a feeling, one of those gut feelings, that I'll make pretty good movies the rest of my life.", 
    "name": "Paul Thomas Anderson"
  }, 
  {
    "quote": "I remember when first, Stripes, and then Animal House came out - which I was really proud of, even though it was kind of loose and quite raucous - there were imitative movies that were not quite as good.", 
    "name": "Ivan Reitman"
  }, 
  {
    "quote": "Unfortunately, 'chick flick' has become a term to describe most movies that I don't even like. They're these movies that, yes, have women in them but they really don't reflect who women are, and there's something kind of silly or shallow or gossipy about them.", 
    "name": "Carla Gugino"
  }, 
  {
    "quote": "I had the standard movie geek childhood, because for as long as I can remember, all I wanted to do was make movies.", 
    "name": "Paul Thomas Anderson"
  }, 
  {
    "quote": "Movies either work or they don't work and they're either funny or they're not and we work very hard. To achieve that kind of work is really kind of delicate stitching.", 
    "name": "Ivan Reitman"
  }, 
  {
    "quote": "I don't have a lot of patience for boring arthouse movies.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "I don't think the competition's so rough, within the majority of movies made in Hollywood.", 
    "name": "Paul Thomas Anderson"
  }, 
  {
    "quote": "My sense is, I think it's okay for directors to do movies that speak to other work in their career.", 
    "name": "Ivan Reitman"
  }, 
  {
    "quote": "I think movies have much more magic than the theater. Theater can be a magical experience, but movies thrust their subjectivity on you in a more profound way.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "There's more to life than movies.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "I think movies are good for getting into dream states or exploring weird alternate states of thinking.", 
    "name": "Alex Winter"
  }, 
  {
    "quote": "I grew up in L.A., and I don't think I've seen L.A. onscreen in a way that felt real to me. There are definitely movies, but they are few and far between.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "I want to see as many movies as I can and I covet a lot of weird influential movies.", 
    "name": "Kat Dennings"
  }, 
  {
    "quote": "The thing is there have been American movies that are similar to Solaris, like Alien had a lot of things that are similar, although it's also got the horror element.", 
    "name": "Alex Winter"
  }, 
  {
    "quote": "I find playwriting really painful. I love it, or I wouldn't do it, but I don't love the theater as much as I love movies.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "Back in the '70s, like one of my favorite movies ever was 'The Bad News Bears', and that was a kids' movie, but I don't think of it that way. I think of it as just a great movie because Walter Matthau was so funny and so harsh with those kids.", 
    "name": "Jack Black"
  }, 
  {
    "quote": "The thing about movies these days is that the commerce end of it is so inflated and financiers are just expecting this enormous return on their investment.", 
    "name": "Alex Winter"
  }, 
  {
    "quote": "I love bad movies, whereas going to the theater for me is a painful experience. I think it's really hard to sit and watch actors do something live and have it not go well.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "The trick of making movies in this culture is how to not give up everything that makes them worthwhile in order to get them made - and that's a tricky balance.", 
    "name": "Alex Winter"
  }, 
  {
    "quote": "I find playwriting to be incredibly difficult compared to screenwriting. Part of it is that I grew up watching movies and not watching plays.", 
    "name": "Zoe Kazan"
  }, 
  {
    "quote": "I guess I watch movies to make myself happier a lot.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "What bugs me is that movies don't reflect how interesting and vibrant women are. We don't treasure women as they get older.", 
    "name": "Jill Clayburgh"
  }, 
  {
    "quote": "I think filmmakers want their movies to be seen.", 
    "name": "Alex Winter"
  }, 
  {
    "quote": "There's some movies I watch, they're kind of like my anti-anxiety pill, my anti-depressant pill. I watch them at least once or twice a month probably. And I never stop learning from them as a filmmaker.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "James Cameron has always been way ahead of the curve in terms of the use of technology in his movies.", 
    "name": "Joe Morton"
  }
]