[
  {
    "quote": "All bad poetry springs from genuine feeling.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A poet can survive everything but a misprint.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Poetry is not a turning loose of emotion, but an escape from emotion it is not the expression of personality, but an escape from personality. But, of course, only those who have personality and emotions know what it means to want to escape from these things.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Poetry is when an emotion has found its thought and the thought has found words.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "A poem begins as a lump in the throat, a sense of wrong, a homesickness, a lovesickness.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Poetry is a deal of joy and pain and wonder, with a dash of the dictionary.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Poetry is what gets lost in translation.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Poetry is the rhythmical creation of beauty in words.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Genuine poetry can communicate before it is understood.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Poetry is nearer to vital truth than history.", 
    "name": "Plato"
  }, 
  {
    "quote": "I was reading the dictionary. I thought it was a poem about everything.", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "One merit of poetry few persons will deny: it says more and in fewer words than prose.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "The poets have been mysteriously silent on the subject of cheese.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Painting is silent poetry, and poetry is painting that speaks.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Poetry is an echo, asking a shadow to dance.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "A poet is, before anything else, a person who is passionately in love with language.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "A poet's work is to name the unnameable, to point at frauds, to take sides, start arguments, shape the world, and stop it going to sleep.", 
    "name": "Salman Rushdie"
  }, 
  {
    "quote": "To have great poets, there must be great audiences.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Poetry is all that is worth remembering in life.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Poetry is the opening and closing of a door, leaving those who look through to guess about what is seen during the moment.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Poetry is the art of uniting pleasure with truth.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "A poem is true if it hangs together. Information points to something else. A poem points to nothing but itself.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "To see clearly is poetry, prophecy and religion all in one.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Poets are the unacknowledged legislators of the world.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Poetry is just the evidence of life. If your life is burning well, poetry is just the ash.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "Always be a poet, even in prose.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "No poems can please for long or live that are written by water drinkers.", 
    "name": "Horace"
  }, 
  {
    "quote": "A poem is never finished, only abandoned.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "Poetry is the synthesis of hyacinths and biscuits.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Any healthy man can go without food for two days - but not without poetry.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Publishing a volume of verse is like dropping a rose petal down the Grand Canyon and waiting for the echo.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "Everything one invents is true, you may be perfectly sure of that. Poetry is as precise as geometry.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "'Therefore' is a word the poet must not know.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Poetry should... should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Poetry is a mirror which makes beautiful that which is distorted.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "You will find poetry nowhere unless you bring some of it with you.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "The poet doesn't invent. He listens.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "A true poet does not bother to be poetical. Nor does a nursery gardener scent his roses.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Poetry heals the wounds inflicted by reason.", 
    "name": "Novalis"
  }, 
  {
    "quote": "He who draws noble delights from sentiments of poetry is a true poet, though he has never written a line in all his life.", 
    "name": "George Sand"
  }, 
  {
    "quote": "There's no money in poetry, but then there's no poetry in money, either.", 
    "name": "Robert Graves"
  }, 
  {
    "quote": "God is the perfect poet.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "If Galileo had said in verse that the world moved, the inquisition might have let him alone.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Children and lunatics cut the Gordian knot which the poet spends his life patiently trying to untie.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "There is poetry as soon as we realize that we possess nothing.", 
    "name": "John Cage"
  }, 
  {
    "quote": "If you cannot be a poet, be the poem.", 
    "name": "David Carradine"
  }, 
  {
    "quote": "A poet's autobiography is his poetry. Anything else is just a footnote.", 
    "name": "Yevgeny Yevtushenko"
  }, 
  {
    "quote": "Poetry is ordinary language raised to the Nth power. Poetry is boned with ideas, nerved and blooded with emotions, all held together by the delicate, tough skin of words.", 
    "name": "Paul Engle"
  }, 
  {
    "quote": "A poet looks at the world the way a man looks at a woman.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "The poet is a liar who always speaks the truth.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "No poem is easily grasped so why should any reader expect fast results?", 
    "name": "John Barton"
  }, 
  {
    "quote": "Poetry: the best words in the best order.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Breathe-in experience, breathe-out poetry.", 
    "name": "Muriel Rukeyser"
  }, 
  {
    "quote": "Even when poetry has a meaning, as it usually has, it may be inadvisable to draw it out... Perfect understanding will sometimes almost extinguish pleasure.", 
    "name": "A. E. Housman"
  }, 
  {
    "quote": "Every single soul is a poem.", 
    "name": "Michael Franti"
  }, 
  {
    "quote": "A poem can have an impact, but you can't expect an audience to understand all the nuances.", 
    "name": "Douglas Dunn"
  }, 
  {
    "quote": "Poetry is language at its most distilled and most powerful.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "Each memorable verse of a true poet has two or three times the written content.", 
    "name": "Alfred de Musset"
  }, 
  {
    "quote": "The moment of change is the only poem.", 
    "name": "Adrienne Rich"
  }, 
  {
    "quote": "To read a poem is to hear it with our eyes to hear it is to see it with our ears.", 
    "name": "Octavio Paz"
  }, 
  {
    "quote": "You don't have to suffer to be a poet adolescence is enough suffering for anyone.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "I sometimes talk about the making of a poem within the poem.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Poetry is thoughts that breathe, and words that burn.", 
    "name": "Thomas Gray"
  }, 
  {
    "quote": "If you read quickly to get through a poem to what it means, you have missed the body of the poem.", 
    "name": "M. H. Abrams"
  }, 
  {
    "quote": "The poem is a little myth of man's capacity of making life meaningful. And in the end, the poem is not a thing we see-it is, rather, a light by which we may see-and what we see is life.", 
    "name": "Robert Penn Warren"
  }, 
  {
    "quote": "The poet may be used as a barometer, but let us not forget that he is also part of the weather.", 
    "name": "Lionel Trilling"
  }, 
  {
    "quote": "Poetry is the art of creating imaginary gardens with real toads.", 
    "name": "Marianne Moore"
  }, 
  {
    "quote": "The novel is born of disillusionment the poem, of despair.", 
    "name": "Jose Bergamin"
  }, 
  {
    "quote": "Everyone thinks they're going to write one book of poems or one novel.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "Sometimes poetry is inspired by the conversation entered into by reading other poems.", 
    "name": "John Barton"
  }, 
  {
    "quote": "I still read Donne, particularly his love poems.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "I like poems that are little games.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "Poetry is the revelation of a feeling that the poet believes to be interior and personal which the reader recognizes as his own.", 
    "name": "Salvatore Quasimodo"
  }, 
  {
    "quote": "Usually a life turned into a poem is misrepresented.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "Pain is filtered in a poem so that it becomes finally, in the end, pleasure.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "Poets are soldiers that liberate words from the steadfast possession of definition.", 
    "name": "Eli Khamarov"
  }, 
  {
    "quote": "You don't make a poem with ideas, but with words.", 
    "name": "Stephane Mallarme"
  }, 
  {
    "quote": "A poem might be defined as thinking about feelings - about human feelings and frailties.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "Each word bears its weight, so you have to read my poems quite slowly.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "We all write poems it is simply that poets are the ones who write in words.", 
    "name": "John Fowles"
  }, 
  {
    "quote": "There'll always be working people in my poems because I grew up with them, and I am a poet of memory.", 
    "name": "Philip Levine"
  }, 
  {
    "quote": "One will never again look at a birch tree, after the Robert Frost poem, in exactly the same way.", 
    "name": "Paul Muldoon"
  }, 
  {
    "quote": "You don't help people in your poems. I've been trying to help people all my life - that's my trouble.", 
    "name": "Charles Olson"
  }, 
  {
    "quote": "Wanted: a needle swift enough to sew this poem into a blanket.", 
    "name": "Charles Simic"
  }, 
  {
    "quote": "A poem conveys not a message so much as the provenance of a message, an advent of sense.", 
    "name": "Thomas Harrison"
  }, 
  {
    "quote": "However, if a poem can be reduced to a prose sentence, there can't be much to it.", 
    "name": "James Schuyler"
  }, 
  {
    "quote": "How do poems grow? They grow out of your life.", 
    "name": "Robert Penn Warren"
  }, 
  {
    "quote": "The poem is the point at which our strength gave out.", 
    "name": "Richard Rosen"
  }, 
  {
    "quote": "Poetry is an orphan of silence. The words never quite equal the experience behind them.", 
    "name": "Charles Simic"
  }, 
  {
    "quote": "Poetry is plucking at the heartstrings, and making music with them.", 
    "name": "Dennis Gabor"
  }, 
  {
    "quote": "Pure mathematics is, in its way, the poetry of logical ideas.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "When power leads man toward arrogance, poetry reminds him of his limitations. When power narrows the area of man's concern, poetry reminds him of the richness and diversity of existence. When power corrupts, poetry cleanses.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Listen, real poetry doesn't say anything it just ticks off the possibilities. Opens all doors. You can walk through anyone that suits you.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "I decided that it was not wisdom that enabled poets to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean.", 
    "name": "Socrates"
  }, 
  {
    "quote": "If my poetry aims to achieve anything, it's to deliver people from the limited ways in which they see and feel.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Poetry is finer and more philosophical than history for poetry expresses the universal, and history only the particular.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I read poetry to save time.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "I don't think I've ever read poetry, ever.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I'm sorry, man, but I've got magic. I've got poetry in my fingertips. Most of the time - and this includes naps - I'm an F-18, bro. And I will destroy you in the air. I will deploy my ordinance to the ground.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Poetry is a way of taking life by the throat.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Poetry is about the grief. Politics is about the grievance.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Wine is bottled poetry.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "With me poetry has not been a purpose, but a passion.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "It's not easy to define poetry.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "I would define, in brief, the poetry of words as the rhythmical creation of Beauty.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Some people go to priests others to poetry I to my friends.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The beauty, the poetry of the fear in their eyes. I didn't mind going to jail for, what, five, six hours? It was absolutely worth it.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Personality is everything in art and poetry.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "If I read a book and it makes my whole body so cold no fire can ever warm me, I know that is poetry.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Science arose from poetry... when times change the two can meet again on a higher level as friends.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Superstition is the poetry of life.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "It is time to get drunk! So as not to be the martyred slaves of Time, get drunk get drunk without stopping! On wine, on poetry, or on virtue, as you wish.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Poetry has done enough when it charms, but prose must also convince.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Poetry may make us from time to time a little more aware of the deeper, unnamed feelings which form the substratum of our being, to which we rarely penetrate for our lives are mostly a constant evasion of ourselves.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Love is the poetry of the senses.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The true spirit of delight, the exaltation, the sense of being more than Man, which is the touchstone of the highest excellence, is to be found in mathematics as surely as poetry.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Every age has its own poetry in every age the circumstances of history choose a nation, a race, a class to take up the torch by creating situations that can be expressed or transcended only through poetry.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "As things are, and as fundamentally they must always be, poetry is not a career, but a mug's game. No honest poet can ever feel quite sure of the permanent value of what he has written: He may have wasted his time and messed up his life for nothing.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "The drama is complete poetry. The ode and the epic contain it only in germ it contains both of them in a state of high development, and epitomizes both.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Rhyme, that enslaved queen, that supreme charm of our poetry, that creator of our meter.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "If I feel physically as if the top of my head were taken off, I know that is poetry.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquility.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Poetry fettered, fetters the human race. Nations are destroyed or flourish in proportion as their poetry, painting, and music are destroyed or flourish.", 
    "name": "William Blake"
  }, 
  {
    "quote": "When it comes to atoms, language can be used only as in poetry. The poet, too, is not nearly so concerned with describing facts as with creating images.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "Poetry should help, not only to refine the language of the time, but to prevent it from changing too rapidly.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "Why should poetry have to make sense?", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "The business of the poet is not to find new emotions, but to use the ordinary ones and, in working them up into poetry, to express feelings which are not in actual emotions at all.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "All slang is metaphor, and all metaphor is poetry.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "The Bible should be taught, but emphatically not as reality. It is fiction, myth, poetry, anything but reality. As such it needs to be taught because it underlies so much of our literature and our culture.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "There is no Frigate like a book to take us lands away nor any coursers like a page of prancing Poetry.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Poetry surrounds us everywhere, but putting it on paper is, alas, not so easy as looking at it.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Poetry is the art of substantiating shadows, and of lending existence to nothing.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "I love romantic poetry.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "The poetry of the earth is never dead.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Poetry should surprise by a fine excess and not by singularity, it should strike the reader as a wording of his own highest thoughts, and appear almost a remembrance.", 
    "name": "John Keats"
  }, 
  {
    "quote": "We make out of the quarrel with others, rhetoric, but of the quarrel with ourselves, poetry.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Ye stars! which are the poetry of heaven!", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "It is written on the arched sky it looks out from every star. It is the poetry of Nature it is that which uplifts the spirit within us.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "A man of eighty has outlived probably three new schools of painting, two of architecture and poetry and a hundred in dress.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "The greatest thing a human soul ever does in this world... to see clearly is poetry, prophecy and religion all in one.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "It is the hour to be drunken! to escape being the martyred slaves of time, be ceaselessly drunk. On wine, on poetry, or on virtue, as you wish.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "We especially need imagination in science. It is not all mathematics, nor all logic, but it is somewhat beauty and poetry.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "It's bad poetry executed by people that can't sing. That's my definition of Rap.", 
    "name": "Peter Steele"
  }, 
  {
    "quote": "The gross heathenism of civilization has generally destroyed nature, and poetry, and all that is spiritual.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Poetry is something to make us wiser and better, by continually revealing those types of beauty and truth, which God has set in all men's souls.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Poetry is the one place where people can speak their original human mind. It is the outlet for people to say in public what is known in private.", 
    "name": "Allen Ginsberg"
  }, 
  {
    "quote": "Real friendship, like real poetry, is extremely rare - and precious as a pearl.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "Nobody, I think, ought to read poetry, or look at pictures or statues, who cannot find a great deal more in them than the poet or artist has actually expressed. Their highest merit is suggestiveness.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "I've written some poetry I don't understand myself.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "We read Robert Browning's poetry. Here we needed no guidance from the professor: the poems themselves were enough.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "When I was writing pretty poor poetry, this girl with midnight black hair told me to go on.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Poetry is a phantom script telling how rainbows are made and why they go away.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Yet, it is true, poetry is delicious the best prose is that which is most full of poetry.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Write verse, not poetry. The public wants verse. If you have a talent for poetry, then don't by any means mother it, but try your hand at verse.", 
    "name": "Robert W. Service"
  }, 
  {
    "quote": "The sort of poetry I seek resides in objects man can't touch.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it's the exact opposite.", 
    "name": "Paul Dirac"
  }, 
  {
    "quote": "Lean your body forward slightly to support the guitar against your chest, for the poetry of the music should resound in your heart.", 
    "name": "Andres Segovia"
  }, 
  {
    "quote": "Teach you children poetry it opens the mind, lends grace to wisdom and makes the heroic virtues hereditary.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "The crown of literature is poetry.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Poetry should be great and unobtrusive, a thing which enters into one's soul, and does not startle it or amaze it with itself, but with its subject.", 
    "name": "John Keats"
  }, 
  {
    "quote": "For awhile after you quit Keats all other poetry seems to be only whistling or humming.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Poetry is the universal language which the heart holds with nature and itself. He who has a contempt for poetry, cannot have much respect for himself, or for anything else.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "I grew up in this town, my poetry was born between the hill and the river, it took its voice from the rain, and like the timber, it steeped itself in the forests.", 
    "name": "Pablo Neruda"
  }, 
  {
    "quote": "The blood jet is poetry and there is no stopping it.", 
    "name": "Sylvia Plath"
  }, 
  {
    "quote": "You will not find poetry anywhere unless you bring some of it with you.", 
    "name": "Joseph Joubert"
  }, 
  {
    "quote": "I am two fools, I know, for loving, and for saying so in whining poetry.", 
    "name": "John Donne"
  }, 
  {
    "quote": "When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music.", 
    "name": "Satyajit Ray"
  }, 
  {
    "quote": "The dance can reveal everything mysterious that is hidden in music, and it has the additional merit of being human and palpable. Dancing is poetry with arms and legs.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Every now and then I read a poem that does touch something in me, but I never turn to poetry for solace or pleasure in the way that I throw myself into prose.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "As an actor, there is room for a certain amount of creativity, but you're always ultimately going to be saying somebody else's words. I don't think I'd have the stamina, skill or ability to write a novel, but I'd love to write short stories and poetry, because those are my two passions.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Thinking in its lower grades, is comparable to paper money, and in its higher forms it is a kind of poetry.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Poetry and progress are like two ambitious men who hate one another with an instinctive hatred, and when they meet upon the same road, one of them has to give place.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "In the television age, the key distinction is between the candidate who can speak poetry and the one who can only speak prose.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Poetry is as precise a thing as geometry.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Music begins to atrophy when it departs too far from the dance... poetry begins to atrophy when it gets too far from music.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.", 
    "name": "A. E. Housman"
  }, 
  {
    "quote": "All one's inventions are true, you can be sure of that. Poetry is as exact a science as geometry.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Poetry lifts the veil from the hidden beauty of the world, and makes familiar objects be as if they were not familiar.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Poetry is the record of the best and happiest moments of the happiest and best minds.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Poetry is a sword of lightning, ever unsheathed, which consumes the scabbard that would contain it.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Poetry, even when apparently most fantastic, is always a revolt against artifice, a revolt, in a sense, against actuality.", 
    "name": "James Joyce"
  }, 
  {
    "quote": "Writing criticism is to writing fiction and poetry as hugging the shore is to sailing in the open sea.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Poetry is a beautiful way of spoiling prose, and the laborious art of exchanging plain sense for harmony.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "Poetry is not only dream and vision it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.", 
    "name": "Audre Lorde"
  }, 
  {
    "quote": "Poetry is the work of poets, not of peoples or communities artistic creation can never be anything but the production of an individual mind.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "But I liked Yeats! That wild Irishman. I really loved his love of language, his flow. His chaotic ideas seemed to me just the right thing for a poet. Passion! He was always on the right side. He may be wrongheaded, but his heart was always on the right side. He wrote beautiful poetry.", 
    "name": "Chinua Achebe"
  }, 
  {
    "quote": "Poetry is indispensable - if I only knew what for.", 
    "name": "Jean Cocteau"
  }, 
  {
    "quote": "Poetry consists in a rhyming dictionary and things seen.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "France is not poetic she even feels, in fact, a congenital horror of poetry. Among the writers who use verse, those whom she will always prefer are the most prosaic.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Women do not have as great a need for poetry because their own essence is poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "I love Sufism as I love beautiful poetry, but it is not the answer. Sufism is like a mirage in the desert. It says to you, come and sit, relax and enjoy yourself for a while.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "Writing a book of poetry is like dropping a rose petal down the Grand Canyon and waiting for the echo.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I came to poetry through the urgent need to denounce injustice, exploitation, humiliation. I know that's not enough to change the world. But to remain silent would have been a kind of intolerable complicity.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "And New York is the most beautiful city in the world? It is not far from it. No urban night is like the night there... Squares after squares of flame, set up and cut into the aether. Here is our poetry, for we have pulled down the stars to our will.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "A definition of poetry can only determine what poetry should be and not what poetry actually was and is otherwise the most concise formula would be: Poetry is that which at some time and some place was thus named.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "The poetry of this one is called philosophical, of that one philological, of a third rhetorical, and so on. Which is then the poetic poetry?", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Women are treated as unjustly in poetry as in life. The feminine ones are not idealistic, and the idealistic not feminine.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "One has only as much morality as one has philosophy and poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "From what the moderns want, we must learn what poetry should become from what the ancients did, what poetry must be.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "He who has religion will speak poetry. But philosophy is the tool with which to seek and discover religion.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Versatility of education can be found in our best poetry, but the depth of mankind should be found in the philosopher.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Nothing truly convincing - which would possess thoroughness, vigor, and skill - has been written against the ancients as yet especially not against their poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Mathematics is, as it were, a sensuous logic, and relates to philosophy as do the arts, music, and plastic art to poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "If you want to see mankind fully, look at a family. Within the family minds become organically one, and for this reason the family is total poetry.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "There are certain things in which mediocrity is not to be endured, such as poetry, music, painting, public speaking.", 
    "name": "Jean de la Bruyere"
  }, 
  {
    "quote": "A verbal art like poetry is reflective it stops to think. Music is immediate, it goes on to become.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Before people complain of the obscurity of modern poetry, they should first examine their consciences and ask themselves with how many people and on how many occasions they have genuinely and profoundly shared some experience with another.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Every American poet feels that the whole responsibility for contemporary poetry has fallen upon his shoulders, that he is a literary aristocracy of one.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Poetry must have something in it that is barbaric, vast and wild.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I never really liked poetry readings I liked to read poetry by myself, but I liked singing, chanting my lyrics to this jazz group.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "I always thought that poetry is the verdict that others give to a certain kind of writing. So to call yourself a poet is a kind of dangerous description. It's for others it's for others to use.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "I think the term poet is a very exalted term and should be applied to a man at the end of his work. When he looks back over the body of his work and he's written poetry then let the verdict be that he's a poet.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "Well you can't teach the poetry, but you can teach the craft.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "The only thing that can save the world is the reclaiming of the awareness of the world. That's what poetry does.", 
    "name": "Allen Ginsberg"
  }, 
  {
    "quote": "I have nothing to say, I am saying it, and that is poetry.", 
    "name": "John Cage"
  }, 
  {
    "quote": "I'm fascinated by rap and by hip-hop. I think there's a lot of poetry in it. There's a lot of anger, a lot of social energy in it. And I think you'd better listen to it pretty carefully, 'cause it's important.", 
    "name": "John F. Kerry"
  }, 
  {
    "quote": "If the object of poetry is, to make men, then poetry is the heir of prophecy.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "I certainly derived my skills as a prose writer from my scrutiny of poetry and of the individual word. But schools don't do things like that anymore - tracking words down to their roots.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Sometimes the beauty is easy. Sometimes you don't have to try at all. Sometimes you can hear the wind blow in a handshake. Sometimes there's poetry written right on the bathroom wall.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Dancing is the poetry of the foot.", 
    "name": "John Dryden"
  }, 
  {
    "quote": "I wish our clever young poets would remember my homely definitions of prose and poetry that is, prose = words in their best order - poetry = the best words in the best order.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Poetry has been to me its own exceeding great reward it has given me the habit of wishing to discover the good and beautiful in all that meets and surrounds me.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "But the gravest difficulty, and perhaps the most important, in poetry meant solely for recitation, is the difficulty of achieving verbal beauty, or rather of making verbal beauty tell.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "Those who have never entered upon scientific pursuits know not a tithe of the poetry by which they are surrounded.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "I want to branch out. I want to write. I write poetry. I want to see my children grow up well.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Poetry involves the mysteries of the irrational perceived through rational words.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "Is there any purpose to translating poetry? A poem does not contain information of importance, like a signpost or a warning notice.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "Plot, rules, nor even poetry, are not half so great beauties in tragedy or comedy as a just imitation of nature, of character, of the passions and their operations in diversified situations.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "Well, I still write poetry, but I wouldn't call myself a poet.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "The poetry of a people comes from the deep recesses of the unconscious, the irrational and the collective body of our ancestral memories.", 
    "name": "Margaret Walker"
  }, 
  {
    "quote": "I was a 16-year-old girl at one point, so of course I wrote poetry.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "When you're going through something, whether it's a wonderful thing like having a child or a sad thing like losing somebody, you often feel like 'Oh my God, I'm so overwhelmed I'm dealing with this huge thing on my own.' In fact, poetry's a nice reminder that, no, everybody goes through it. These are universal experiences.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "I have written some songs, but I would really call what I've done poetry at the end of the day, because I'll sit with my guitar for hours and hours on end for, like, a week and then I won't touch it for a month. I also just have no confidence. And you know what? I don't have time, because I'd rather be doing other things, like knitting.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "There is little premium in poetry in a world that thinks of Pound and Whitman as a weight and a sampler, not an Ezra, a Walt, a thing of beauty, a joy forever.", 
    "name": "Anna Quindlen"
  }, 
  {
    "quote": "In poetry everything which must be said is almost impossible to say well.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "Poetry remembers that it was an oral art before it was a written art.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "I did not have a very literary background. I came to poetry from the sciences and mathematics, and also through an interest in Japanese and Chinese poetry in translation.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Art: If the object of poetry is, to make men, then poetry is the heir of prophecy.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Money is everywhere but so is poetry. What we lack are the poets.", 
    "name": "Federico Fellini"
  }, 
  {
    "quote": "Romance like a ghost escapes touching it is always where you are not, not where you are. The interview or conversation was prose at the time, but it is poetry in the memory.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "Poetry is what Milton saw when he went blind.", 
    "name": "Don Marquis"
  }, 
  {
    "quote": "The musician is perhaps the most modest of animals, but he is also the proudest. It is he who invented the sublime art of ruining poetry.", 
    "name": "Erik Satie"
  }, 
  {
    "quote": "I gave up on new poetry myself 30 years ago when most of it began to read like coded messages passing between lonely aliens in a hostile world.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "I find a lot of poetry to be narcissistic.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I've written for every medium except poetry, at which I suck.", 
    "name": "J. Michael Straczynski"
  }, 
  {
    "quote": "Poetry is what we turn to in the most emotional moments of our life - when a beloved friend dies, when a baby is born or when we fall in love.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "Only in dreams, in poetry, in play do we sometimes arrive at what we were before we were this thing that, who knows, we are.", 
    "name": "Julio Cortazar"
  }, 
  {
    "quote": "You know, bad poetry I wrote in high school can still be found on the Internet, and, you know, there's a Web log of our college newspaper. You know, there's so many different stages of my creative development are sort of on-record if somebody were to choose to look for them.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "It's something we, guys, have all done. Made tapes for girls, trying to impress them, to meet them on a shared plane of aesthetics. Read them someone else's poetry because they do poetry better than you could do it, because you're too awkward to do it.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "You know, people speak in poetry all the time. They just don't realize it.", 
    "name": "Sherman Alexie"
  }, 
  {
    "quote": "I always wrote poetry and stuff like that, so putting songs together wasn't that spectacular.", 
    "name": "Amy Winehouse"
  }, 
  {
    "quote": "Deals are my art form. Other people paint beautifully on canvas or write wonderful poetry. I like making deals, preferably big deals. That's how I get my kicks.", 
    "name": "Edward Koch"
  }, 
  {
    "quote": "Poetry is not an expression of the party line. It's that time of night, lying in bed, thinking what you really think, making the private world public, that's what the poet does.", 
    "name": "Allen Ginsberg"
  }, 
  {
    "quote": "One difference between poetry and lyrics is that lyrics sort of fade into the background. They fade on the page and live on the stage when set to music.", 
    "name": "Stephen Sondheim"
  }, 
  {
    "quote": "The cloning of humans is on most of the lists of things to worry about from Science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "When I was younger, I felt it was my duty to wake people up. I thought poetry was asleep. I thought rock 'n' roll was asleep.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "I came into music because I thought the presentation of poetry wasn't vibrant enough. So I merged improvised poetry with basic rock chords.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "What I wanted to do in rock 'n roll was merge poetry with sonic scapes, and the two people who had contributed so much to that were Jimi Hendrix and Jim Morrison.", 
    "name": "Patti Smith"
  }, 
  {
    "quote": "Poetry is so vital to us until school spoils it.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "Anticipating that most poetry will be worse than carrying heavy luggage through O'Hare Airport, the public, to its loss, reads very little of it.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "I think there are things in my story that have helped my creativity. Your father being killed, for instance, is one of the best things that could happen to a kid if he's going to write poetry or songs.", 
    "name": "Roger Waters"
  }, 
  {
    "quote": "Poetry is a political act because it involves telling the truth.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Money is a kind of poetry.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "Everything is complicated if that were not so, life and poetry and everything else would be a bore.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "My films are an extension of my poetry, using the white screen like the white page to be filled with images.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "Poetry for me is as much a spiritual practice as sexual ecstasy is.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "You pick up loads of baggage with your first record with reaction to it from fans and critics. So I went to Ireland by myself for a couple of weeks with my guitar. I read lots of poetry, I read Patti Smith's autobiography and started words and phrases and then songs started to take shape.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Poetry is the language we speak in the most terrifying or ecstatic passages of our lives. But the very word poetry scares people. They think of their grade school teachers reciting 'Hiawatha' and they groan.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "I thought to spend my declining years writing poetry and teaching - but that won't pay the Bergdorf's bill. I think I'll move to somewhere life is cheaper.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "You know, in my music career there was a moment where the irony was just so heavy. There were people in my audience that were the reason I developed neuroses. These people that tortured my life were using my art, my poetry, as fuel for them, to torture other people.", 
    "name": "Fred Durst"
  }, 
  {
    "quote": "Poetry is adolescence fermented, and thus preserved.", 
    "name": "Jose Ortega y Gasset"
  }, 
  {
    "quote": "The subject of Finnish poetry ought to have a special interest for the Japanese student, if only for the reason that Finnish poetry comes more closely in many respects to Japanese poetry than any other form of Western poetry.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "But every great scripture, whether Hebrew, Indian, Persian, or Chinese, apart from its religious value will be found to have some rare and special beauty of its own and in this respect the original Bible stands very high as a monument of sublime poetry and of artistic prose.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "Poetry and music are very good friends. Like mommies and daddies and strawberries and cream - they go together.", 
    "name": "Nikki Giovanni"
  }, 
  {
    "quote": "It's always a combination of physics and poetry that I find inspiring. It's hard to wrap your head around things like the Hubble scope.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "Solitude gives birth to the original in us, to beauty unfamiliar and perilous - to poetry. But also, it gives birth to the opposite: to the perverse, the illicit, the absurd.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "I want to promote poetry to the point where you got all the baldhead kids running around doing poetry, getting the music out of the way and having only words, the spoken word, and then see what happens.", 
    "name": "Russell Simmons"
  }, 
  {
    "quote": "Poetry lies its way to the truth.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "If a poem is not memorable, there's probably something wrong. One of the problems of free verse is that much of the free verse poetry is not memorable.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Maybe it is something to do with age, but I have become fonder of poetry than of prose.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Living here on Earth, we breathe the rhythms of a universe that extends infinitely above us. When resonant harmonies arise between this vast outer cosmos and the inner human cosmos, poetry is born.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "When I arrived at Columbia, I gave up acting and became interested in all things French. French poetry, French history, French literature.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "There is something about poetry beyond prose logic, there is mystery in it, not to be explained but admired.", 
    "name": "Edward Young"
  }, 
  {
    "quote": "Colloquial poetry is to the real art as the barber's wax dummy is to sculpture.", 
    "name": "Ezra Pound"
  }, 
  {
    "quote": "If food is poetry, is not poetry also food?", 
    "name": "Joyce Carol Oates"
  }, 
  {
    "quote": "Poetry is really a way of sharing feelings and ideas.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "The biggest problem is people are afraid of poetry, think they can't understand it or that it will be boring.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "I never thought I'd be doing poetry books. I never really studied poetry. But the first one I did was after my mother died, and I realized that people sort of think and talk about her style and fashion, but in fact, what made her the person she was was really her love of reading and ideas.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "My dad is a Jack Nicholson lookalike and a frustrated performer, my mother's into reading and poetry. I suppose the thing I owe them most is my confidence.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "I've written poetry since I was in the first grade, and it wasn't until I was a little bit older that I realized poetry could be put to music and become a song.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "Rap is poetry set to music. But to me it's like a jackhammer.", 
    "name": "Bette Midler"
  }, 
  {
    "quote": "With several different kinds of poetry to choose from, a man would decide that he would like best to be an epic poet, and he would set out, in conscious determination, on an epic poem.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "Most people read poetry listening for echoes because the echoes are familiar to them. They wade through it the way a boy wades through water, feeling with his toes for the bottom: The echoes are the bottom.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "In poetry, you must love the words, the ideas and the images and rhythms with all your capacity to love anything at all.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "If poetry should address itself to the same needs and aspirations, the same hopes and fears, to which the Bible addresses itself, it might rival it in distribution.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "When I was in college, I used to write little ditties and short stories and poetry for my friends. Writing a book is another thing. It is so much different from my traditional day of dirty fingernails and greasy hair and hot pans.", 
    "name": "Mario Batali"
  }, 
  {
    "quote": "For my part, if I consider poetry as an object, I maintain that it is born of the necessity of adding a vocal sound (speech) to the hammering of the first tribal music.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "Perhaps no person can be a poet, or even enjoy poetry, without a certain unsoundness of mind.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "I was one of those dark, quiet kids that wrote poetry.", 
    "name": "Rick Springfield"
  }, 
  {
    "quote": "Stylized acting and direction is to realistic acting and direction as poetry is to prose.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "The library was open for one hour after school let out. I hid there, looking at art books and reading poetry.", 
    "name": "Lynda Barry"
  }, 
  {
    "quote": "A theology should be like poetry, which takes us to the end of what words and thoughts can do.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "In fact, in lyric poetry, truthfulness becomes recognizable as a ring of truth within the medium itself.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "Poetry is always slightly mysterious, and you wonder what is your relationship to it.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "Poetry is like a bird, it ignores all frontiers.", 
    "name": "Yevgeny Yevtushenko"
  }, 
  {
    "quote": "My mother asked me what I wanted for my birthday, so I said I wanted to read poetry with her.", 
    "name": "Guy Johnson"
  }, 
  {
    "quote": "An age which is incapable of poetry is incapable of any kind of literature except the cleverness of a decadence.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "My subject is War, and the pity of War. The Poetry is in the pity.", 
    "name": "Wilfred Owen"
  }, 
  {
    "quote": "So it is in poetry. All we ask is that the mood recorded shall impress us as having been of the kind that exhausts the imaginative capacity if it fails to do this the failure will announce itself either in prose or in insignificant verse.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "In my late teenage years, I developed a real passion for it, and wrote a lot of poetry.", 
    "name": "Danielle Steel"
  }, 
  {
    "quote": "Poetry is the exquisite expression of exquisite expressions.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "It takes most men five years to recover from a college education, and to learn that poetry is as vital to thinking as knowledge.", 
    "name": "Brooks Atkinson"
  }, 
  {
    "quote": "A lot happens by accident in poetry.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "I think there was a revolution in poetry, associated chiefly with Eliot and Pound but maybe it is of the nature of revolutions or of the nature of history that their innovations should later come to look trivial or indistinguishable from technical tricks.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "I've never read a political poem that's accomplished anything. Poetry makes things happen, but rarely what the poet wants.", 
    "name": "Howard Nemerov"
  }, 
  {
    "quote": "Marriage - a book of which the first chapter is written in poetry and the remaining chapters in prose.", 
    "name": "Beverley Nichols"
  }, 
  {
    "quote": "The world is full of poetry. The air is living with its spirit and the waves dance to the music of its melodies, and sparkle in its brightness.", 
    "name": "James Gates Percival"
  }, 
  {
    "quote": "I like the beauty of Faulkner's poetry. But I don't like his themes, not at all.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "Poetry is simply the most beautiful, impressive, and widely effective mode of saying things.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "As for how criticism of Keats' poetry relates to criticism of my own work, I'll leave that for others to decide.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "I have to admit that I had a lot of problems with poetry.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "And, I mean, I think poetry does need to be met to some extent, especially, I guess, 19th century poetry, and for me, it's just been so worth the effort. It's like I'm planting a garden in my head.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "Poetry is rather an approach to things, to life, than it is typographical production.", 
    "name": "Joseph Brodsky"
  }, 
  {
    "quote": "Written poetry is worth reading once, and then should be destroyed. Let the dead poets make way for others.", 
    "name": "Antonin Artaud"
  }, 
  {
    "quote": "Poetry is the deification of reality.", 
    "name": "Edith Sitwell"
  }, 
  {
    "quote": "While also, importantly, not wanting to dumb it down or pretend the days of 'difficult' poetry are over, because we live in a pluralist culture and there's room for 'difficult' poetry alongside rap and everything else. And poetry won't be for everyone, but everyone should have the choice.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "I'm not a great poetry fan.", 
    "name": "Rupert Everett"
  }, 
  {
    "quote": "I try to show what it is about language and music that enthralls, because I think those are the two elements of poetry.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "Have you ever heard a good joke? If you've ever heard someone just right, with the right pacing, then you're already on the way to poetry. It's about using words in very precise ways and using gesture.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "Instead of trying to come up and pontificate on what literature is, you need to talk with children, to teachers, and make sure they get poetry in the curriculum early.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "There are distinct duties of a poet laureate. I plan a reading series at the Library of Congress and advise the librarian. The rest is how I want to promote poetry.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "I was apprehensive. I feared every time I talked about poetry, it would be filtered through the lens of race, sex, and age.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "I see a resurgence of interest in poetry. I am less optimistic about the prospects for the arts when it comes to federal funding.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "The poetry that sustains me is when I feel that, for a minute, the clouds have parted and I've seen ecstasy or something.", 
    "name": "Rita Dove"
  }, 
  {
    "quote": "By the general process of epic poetry, I mean the way this form of art has constantly responded to the profound needs of the society in which it was made.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "If epic poetry is a definite species, the sagas do not fall within it.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "That is to say, epic poetry has been invented many times and independently but, as the needs which prompted the invention have been broadly similar, so the invention itself has been.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "The reason can only be this: heroic poetry depends on an heroic age, and an age is heroic because of what it is, not because of what it does.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "Traditional matter must be glorified, since it would be easier to listen to the re-creation of familiar stories than to quite new and unexpected things the listeners, we must remember, needed poetry chiefly as the re-creation of tired hours.", 
    "name": "Lascelles Abercrombie"
  }, 
  {
    "quote": "Rap is poetry to music, like beatniks without beards and bongos.", 
    "name": "David Lee Roth"
  }, 
  {
    "quote": "I really enjoy English and poetry and writing classes.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "As civilization advances, poetry almost necessarily declines.", 
    "name": "Thomas B. Macaulay"
  }, 
  {
    "quote": "I'm conscious of a series of circles working its way through my life. And at this particular moment I have come round to the beginning of my writing cycle. It begins with poetry. There's hardly a day that goes past on which I don't write poetry.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "Poetry is above all a concentration of the power of language, which is the power of our ultimate relationship to everything in the universe.", 
    "name": "Adrienne Rich"
  }, 
  {
    "quote": "Prose on certain occasions can bear a great deal of poetry on the other hand, poetry sinks and swoons under a moderate weight of prose.", 
    "name": "Walter Savage Landor"
  }, 
  {
    "quote": "What other people may find in poetry or art museums, I find in the flight of a good drive.", 
    "name": "Arnold Palmer"
  }, 
  {
    "quote": "For me, poetry is a situation - a state of being, a way of facing life and facing history.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "Poetry is not only a set of words which are chosen to relate to each other it is something which goes much further than that to provide a glimpse of our vision of the world.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "Poetry is a form of mathematics, a highly rigorous relationship with words.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "A grain of poetry suffices to season a century.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "I cannot speak for more than an hour exclusively about poetry. At that point, life itself takes over again.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "Poetic talent doesn't operate in a vacuum. There is a spirit of Polish poetry.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "Everyone needs solitude, especially a person who is used to thinking about what she experiences. Solitude is very important in my work as a mode of inspiration, but isolation is not good in this respect. I am not writing poetry about isolation.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "Unfortunately, poetry is not born in noise, in crowds, or on a bus. There have to be four walls and the certainty that the telephone will not ring. That's what writing is all about.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "In the language of poetry, where every word is weighed, nothing is usual or normal. Not a single stone and not a single cloud above it. Not a single day and not a single night after it. And above all, not a single existence, not anyone's existence in this world.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "Solitude is very important in my work as a mode of inspiration, but isolation is not good in this respect. I am not writing poetry about isolation.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "There is one type of ideal woman very seldom described in poetry - the old maid, the woman whom sorrow or misfortune prevents from fulfilling her natural destiny.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "I was trained as an actress. But I wasn't a very convincing actress, so I started doing punk poetry and then fell into doing stand-up.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "I've always had a love for poetry and when I got signed to a record label I thought, 'How odd that I'm doing a record before a book of poetry,'", 
    "name": "Jewel"
  }, 
  {
    "quote": "I think when kids just see well-crafted poetry, it's just obtuse to them. It's hard to relate to.", 
    "name": "Jewel"
  }, 
  {
    "quote": "A public expectation, it has to be said, not of poetry as such but of political positions variously approvable by mutually disapproving groups.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "Poetry has the virtue of being able to say twice as much as prose in half the time, and the drawback, if you do not give it your full attention, of seeming to say half as much in twice the time.", 
    "name": "Christopher Fry"
  }, 
  {
    "quote": "On July 26, 1916, I announced to all my friends in America that from now on I resolved to write no more poems in the classical language, and to begin my experiments in writing poetry in the so-called vulgar tongue of the people.", 
    "name": "Hu Shih"
  }, 
  {
    "quote": "There may be more poetry than justice in poetic justice.", 
    "name": "George Will"
  }, 
  {
    "quote": "Translation is an interestingly different way to be involved both with poetry and with the language that I've found myself living in much of the time. I think the two feed each other.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "Poetry isn't a profession, it's a way of life. It's an empty basket you put your life into it and make something out of that.", 
    "name": "Mary Oliver"
  }, 
  {
    "quote": "Most poetry in the modern age has retreated to the private sphere, turning its back on the political realm.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "Poetry is the most subtle of the literary arts, and students grow more ingenious by the year at avoiding it. If they can nip around Milton, duck under Blake and collapse gratefully into the arms of Jane Austen, a lot of them will.", 
    "name": "Terry Eagleton"
  }, 
  {
    "quote": "I think that it's more likely that in my 60s and 70s I will be writing poetry rather than fiction.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Pound's translation of Chinese poetry was maybe the most important thing I read. Eliot a little bit later.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "You have to really dive deep back into yourself and get rid of so much modern analytical categorization. It's one of the great things poetry does.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "The great watershed of modern poetry is French, more than English.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Among the American contemporaries I read with most enjoyment are several North Carolinians. I think the best poetry being written these days is being written by Southerners.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "The Language Poets are writing only about language itself. The Ashbery poets are writing only about poetry itself. That seems to me a kind of dead end.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Our most famous writers are Faulkner and Eudora Welty and Flannery O'Connor. It would make sense that the poetry would reflect some of those same values, some of the same techniques.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Poetry, almost by definition, calls attention to its language and form.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "The decision to write in prose instead of poetry is made more by the readers than by writers. Almost no one is interested in reading narrative in verse.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Teaching writing over the years intrudes on your own writing in important ways, taking away some of the excitement of poetry.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "I don't think poetry is something that can be taught. We can encourage young writers, but what you can't teach them is the very essence of poetry.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "I don't think the creative writing industry has helped American poetry.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Some people swear by writing courses, but whether it really helps American poetry, I have doubts.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "I don't think American poetry has gotten any better in the past 35 years. Oddly enough, creative writing programs seem to have been good for fiction, and I would not have predicted that.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "I love to compare different time frames. Poetry can evoke the time of the subject. By a very careful choice of words you can evoke an era, completely throw the poem into a different time scale.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "One of the most powerful devices of poetry is the use of distortions. You can go from talking about the way a minute passes to the way a century passes, or a lifetime.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Alchemy is the art of far and near, and I think poetry is alchemy in that way. It's delightful to distort size, to see something that's tiny as though it were vast.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "A poem in form still has to have voice, gesture, a sense of discovery, a metaphoric connection, as any poetry does.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "The fact that something is in a rhymed form or in blank verse will not make it good poetry.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "What actually makes poetry poetry is of course impossible to define. We recognize it when we hear it, when we see it, but we can't define it.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "The idea of avant-garde art is a very suspicious thing to me, the idea that poetry is new and it keeps being new the way Chevrolets every year are new.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Part of what we love about poetry is the fact that it seems ancient, that it has an authority of ancient language and ancient form, and that it's timeless, that it reaches back.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "The young people have MTV and rock and roll. Why would they go to read poetry? Poetry belongs to the Stone Age. It awakens in us perceptions that go back to those times.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "I learned to impersonate the kind of person that talks about poetry. It comes from teaching, I think.", 
    "name": "Robert Morgan"
  }, 
  {
    "quote": "Science is for those who learn, poetry is for those who know.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "Poetry is truth in its Sunday clothes.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "I write all the time - I write poetry, I love to write.", 
    "name": "Colin Quinn"
  }, 
  {
    "quote": "But one does not make living writing poetry unless you're a professor, and one frankly doesn't get a lot of girls as a poet.", 
    "name": "Jeffery Deaver"
  }, 
  {
    "quote": "With Shakespeare and poetry, a new world was born. New dreams, new desires, a self consciousness was born. I desired to know to know myself in terms of the new standards set by these books.", 
    "name": "Peter Abrahams"
  }, 
  {
    "quote": "I'm not a writer. I think I can write short stories and poetry, but film writing, brilliant film writing, is a talent - you can't just do it like that.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "It's like I understand images and some people understand poetry.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "Poetry is a mere drug, Sir.", 
    "name": "George Farquhar"
  }, 
  {
    "quote": "I have piles of poetry books in the bathroom, on the stairs, everywhere. The only way to write poetry is to read it.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "You campaign in poetry. You govern in prose.", 
    "name": "Mario Cuomo"
  }, 
  {
    "quote": "Those who say we should dismantle the role of Poet Laureate altogether, the trick they miss is that being called this thing, with the weight of tradition behind it, and with the association of the Royal family, does allow you to have conversations and to open doors, and wallets, for the good of poetry in a way that nothing else would allow.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "Poetry is at the centre of my life, too, emotionally speaking, and intellectually speaking - it's just that I'm one of those people who enjoy doing other stuff as well.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "I'm not precisely saying that a really good board meeting at the MLA (Museums, Libraries and Archives Coucil) makes me want to go and write poetry, but there is a pleasure in doing that sort of thing well.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "In a general way, I want to be a kind of flag-waver, bunting hanger-up, drum-beater, you name it, for poetry.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "Thanks partly to the kind of poets that we now have and partly to funding, there's been a gigantic shift in the way poetry is perceived... Poems on the Underground, poets in schools, football clubs, zoos.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "I wanted to reimagine the role, in a way that was respectful of its traditional responsibilities but made them part of a wider pattern of poetry about national incidents, events, preoccupations and to spend a great deal of time going to schools trying to demystify poetry.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "More people are reading poetry now than at any time in the history of the human race.", 
    "name": "Andrew Motion"
  }, 
  {
    "quote": "Poetry is a special use of language that opens onto the real. The business of the poet is truth telling, which is why in the Celtic tradition no one could be a teacher unless he or she was a poet.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "This is a good time to ask apologists for the Islamic regime, who degrades Islam? Who imposes stoning, forced marriage of underage girls and flogging for not wearing the veil? Do such practices represent Iran's ancient history and culture, its ethnic and religious diversity? Its centuries of sensual and subversive poetry?", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "Poetry and consumption are the most flattering of diseases.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "The lines of poetry, the period of prose, and even the texts of Scripture most frequently recollected and quoted, are those which are felt to be preeminently musical.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "Cut quarrels out of literature, and you will have very little history or drama or fiction or epic poetry left.", 
    "name": "Robert Staughton Lynd"
  }, 
  {
    "quote": "A very intimate sense of the expressiveness of outward things, which ponders, listens, penetrates, where the earlier, less developed consciousness passed lightly by, is an important element in the general temper of our modern poetry.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "That sense of a life in natural objects, which in most poetry is but a rhetorical artifice, was, then, in Wordsworth the assertion of what was for him almost literal fact.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "Many attempts have been made by writers on art and poetry to define beauty in the abstract, to express it in the most general terms, to find some universal formula for it.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "Such discussions help us very little to enjoy what has been well done in art or poetry, to discriminate between what is more and what is less excellent in them, or to use words like beauty, excellence, art, poetry, with a more precise meaning than they would otherwise have.", 
    "name": "Walter Pater"
  }, 
  {
    "quote": "I wrote some bad poetry that I published in North African journals, but even as I withdrew into this reading, I also led the life of a kind of young hooligan.", 
    "name": "Jacques Derrida"
  }, 
  {
    "quote": "All those authors there, most of whom of course I've never met. That's the poetry side, that's the prose side, that's the fishing and miscellaneous behind me. You get an affection for books that you've enjoyed.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "And if they haven't got poetry in them, there's nothing you can do that will produce it.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "And the second question, can poetry be taught? I didn't think so.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "However, I learned something. I thought that if the young person, the student, has poetry in him or her, to offer them help is like offering a propeller to a bird.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "I never think about poetry except when I'm writing it. I mean my poetry.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "I was very interested in American poetry for many years. Much less now.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "In fact a lot of them I think are absolute baloney. Those Charles Olsens and people like that. At first I was interested in seeing what they were up to, what they were doing, why they were doing it. They never moved me in the way that one is moved by true poetry.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "When I was asked to be Writer in Residence at Edinburgh I thought, you can't teach poetry. This is ridiculous.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "I believe the death of Bobby Kennedy was in many ways the death of decency in America. I think it was the death of manners and formality, the death of poetry and the death of a dream.", 
    "name": "Emilio Estevez"
  }, 
  {
    "quote": "I wrote things for the school's newspaper, and - like all teenagers - I dabbled in poetry.", 
    "name": "Stephen Colbert"
  }, 
  {
    "quote": "Today the U.S. is farther from being nourished by poetry than it was a hundred years ago, when books of poems were best-sellers.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "In the world of poetry there are would-be poets, workshop poets, promising poets, lovesick poets, university poets, and a few real poets.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "The quietest poetry can be an explosion of joy.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "For me, prose walks, poetry dances.", 
    "name": "James Broughton"
  }, 
  {
    "quote": "Poetry is a natural energy resource of our country.It has no energy crisis, possessing a potential that will last as long as the country. Its power is equal to that of any country in the world.", 
    "name": "Richard Eberhart"
  }, 
  {
    "quote": "However, poetry does not live solely in books or in school anthologies.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "I do not go in search of poetry. I wait for poetry to visit me.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "Narrative art, the novel, from Murasaki to Proust, has produced great works of poetry.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "Poetry is the art which is technically within the grasp of everyone: a piece of paper and a pencil and one is ready.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "Slowly poetry becomes visual because it paints images, but it is also musical: it unites two arts into one.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "There is also poetry written to be shouted in a square in front of an enthusiastic crowd. This occurs especially in countries where authoritarian regimes are in power.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "There is poetry even in prose, in all the great prose which is not merely utilitarian or didactic: there exist poets who write in prose or at least in more or less apparent prose millions of poets write verses which have no connection with poetry.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "This proves that great lyric poetry can die, be reborn, die again, but will always remain one of the most outstanding creations of the human soul.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "True poetry is similar to certain pictures whose owner is unknown and which only a few initiated people know.", 
    "name": "Eugenio Montale"
  }, 
  {
    "quote": "I knew what book we had to write, it was clear in my head it was journals and poetry. So I passed on their offer. I told my agent this is our vision, and no one's done it this way.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "I don't like to boast, but I have probably skipped more poetry than any other person of my age and weight in this country.", 
    "name": "Will Cuppy"
  }, 
  {
    "quote": "My favorite subject probably was math. I love math. Figures just intrigue me. I was really good at math. English probably was my worst subject. But I used to write a lot of poetry. I used to write poetry all the time.", 
    "name": "Herschel Walker"
  }, 
  {
    "quote": "I think that's what poetry does. It allows people to come together and identify with a common thing that is outside of themselves, but which they identify with from the interior.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "I know I'm not a wordsmith. And I don't write poetry. Sometimes I think I should, because it's really helpful. But I always wanted to write novels.", 
    "name": "Candace Bushnell"
  }, 
  {
    "quote": "I'm not really one for fancy, big words and poetry, and the scriptwriters worked very hard on 'Paradise Lost' to translate it.", 
    "name": "Callan McAuliffe"
  }, 
  {
    "quote": "A lot of people think, 'I'll give acting or poetry or filmmaking a try. And if it doesn't work out I'll go get a law degree, do something else that's more practical.' For me I went the reverse way. I lived the back-up plan.", 
    "name": "Brit Marling"
  }, 
  {
    "quote": "I come here to speak poetry. It will always be in the grass. It will also be necessary to bend down to hear it. It will always be too simple to be discussed in assemblies.", 
    "name": "Boris Pasternak"
  }, 
  {
    "quote": "I don't write poetry and then strum some chords and then fit the words on top of the chords.", 
    "name": "Andrew Bird"
  }, 
  {
    "quote": "The middle class is doing fine in fiction. But it's not what gets me going. I love the working class, and everyone from it I've met, and think they're incredibly witty, inventive - there's a lot of poetry there.", 
    "name": "Martin Amis"
  }, 
  {
    "quote": "A book is sent out into the world, and there is no way of fully anticipating the responses it will elicit. Consider the responses called forth by the Bible, Homer, Shakespeare - let alone contemporary poetry or a modern novel.", 
    "name": "Chaim Potok"
  }, 
  {
    "quote": "Perhaps there is an idea among Japanese students that one general difference between Japanese and Western poetry is that the former cultivates short forms and the latter longer ones, gut this is only in part true.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "It is true that short forms of poetry have been cultivated in the Far East more than in modern Europe but in all European literature short forms of poetry are to be found - indeed quite as short as anything in Japanese.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "I often imagine that the longer he studies English literature the more the Japanese student must be astonished at the extraordinary predominance given to the passion of love both in fiction and in poetry.", 
    "name": "Lafcadio Hearn"
  }, 
  {
    "quote": "Art works because it appeals to certain faculties of the mind. Music depends on details of the auditory system, painting and sculpture on the visual system. Poetry and literature depend on language.", 
    "name": "Steven Pinker"
  }, 
  {
    "quote": "I credit poetry for making this space-walk possible.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "Manifesting that order of poetry where we can at last grow up to that which we stored up as we grew.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "The completely solitary self: that's where poetry comes from, and it gets isolated by crisis, and those crises are often very intimate also.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "The fact of the matter is that the most unexpected and miraculous thing in my life was the arrival in it of poetry itself - as a vocation and an elevation almost.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "Science fiction, outside of poetry, is the only literary field which has no limits, no parameters whatsoever.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "I want people to bow as they see me and say he is gifted with poetry, he has seen the presence of the creator.", 
    "name": "Allen Ginsberg"
  }, 
  {
    "quote": "In the total darkness, poetry is still there, and it is there for you.", 
    "name": "Abbas Kiarostami"
  }, 
  {
    "quote": "Poetry always runs away from you - it's very difficult to grasp it, and every time you read it, depending on your conditions, you will have a different grasp of it. Whereas with a novel, once you have read it, you have grasped it.", 
    "name": "Abbas Kiarostami"
  }, 
  {
    "quote": "Journalism is concerned with events, poetry with feelings. Journalism is concerned with the look of the world, poetry with the feel of the world.", 
    "name": "Archibald MacLeish"
  }, 
  {
    "quote": "While I've had a great distaste for what's usually called song in modern poetry or for what's usually called music, I really don't think of speech as so far from song.", 
    "name": "David Antin"
  }, 
  {
    "quote": "I hardly remember how I started to write poetry. It's hard to imagine what I thought poetry could do.", 
    "name": "David Antin"
  }, 
  {
    "quote": "The romanticised life, where all the great poetry and music and art of the world comes from, is great but it requires a lot of self-indulgence.", 
    "name": "Laura Marling"
  }, 
  {
    "quote": "The great function of poetry is to give back to us the situations of our dreams.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "Poetry is one of the destinies of speech... One would say that the poetic image, in its newness, opens a future to language.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "In Australia, not reading poetry is the national pastime.", 
    "name": "Phyllis McGinley"
  }, 
  {
    "quote": "The office of poetry is not to make us think accurately, but feel truly.", 
    "name": "Frederick William Robertson"
  }, 
  {
    "quote": "The tradition of Russian literature is also an eastern tradition of learning poetry and prose by heart.", 
    "name": "Ryszard Kapuscinski"
  }, 
  {
    "quote": "I don't think you get to good writing unless you expose yourself and your feelings. Deep songs don't come from the surface they come from the deep down. The poetry and the songs that you are suppose to write, I believe are in your heart.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "A group of us started a community center in Santa Monica. We've tried different programs, and three have worked really well. A poetry group. Once a week we visit Venice High and talk to girls at risk.", 
    "name": "Lisa Bonet"
  }, 
  {
    "quote": "Gil Thorpe is a great diversion and is to book writing as poetry is to prose.", 
    "name": "Jerry B. Jenkins"
  }, 
  {
    "quote": "The music just tends to be a vehicle for that poetry.", 
    "name": "Mark Knopfler"
  }, 
  {
    "quote": "It's just poetry, beauty and love. How hard can that be to act?", 
    "name": "Robin Wright Penn"
  }, 
  {
    "quote": "I have experienced healing through other writers' poetry, but there's no way I can sit down to write in the hope a poem will have healing potential. If I do, I'll write a bad poem.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "When you translate poetry in particular, you're obliged to look at how the writer with whom you're working puts together words, sentences, phrases, the triple tension between the line of verse, the syntax and the sentence.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "Poetry seems to have been eliminated as a literary genre, and installed instead, as a kind of spiritual aerobic exercise - nobody need read it, but anybody can do it.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "An experienced reader uses the poem as an agent of inquiry. This makes poetry very exciting, unstable, and interactive.", 
    "name": "John Barton"
  }, 
  {
    "quote": "Poetry is but another form of inquiry into the nature of phenomena, using with its own unique procedures and tools.", 
    "name": "John Barton"
  }, 
  {
    "quote": "In the past, poetry came in the form of spells and chants used to effect change.", 
    "name": "John Barton"
  }, 
  {
    "quote": "If poetry alters the way in which the reader views the world, then it has had its desired effect.", 
    "name": "John Barton"
  }, 
  {
    "quote": "My obsession with time informs my poetry so completely it is hard for me to summarize it. We want time to pass, for new things to happen to us, we want to hold on to certain moments, we don't want our lives to end.", 
    "name": "John Barton"
  }, 
  {
    "quote": "I can find some way to make poetry out of my life's experiences.", 
    "name": "Shelby Lynne"
  }, 
  {
    "quote": "There are better ways we can transform this virulent hatred - by living our ideals, the Peace Corps, exchange students, teachers, exporting our music, poetry, blue jeans.", 
    "name": "Helen Thomas"
  }, 
  {
    "quote": "It is the timber of poetry that wears most surely, and there is no timber that has not strong roots among the clay and worms.", 
    "name": "John Millington Synge"
  }, 
  {
    "quote": "I think it comes from really liking literary forms. Poetry is very beautiful, but the space on the page can be as affecting as where the text is. Like when Miles Davis doesn't play, it has a poignancy to it.", 
    "name": "Jim Jarmusch"
  }, 
  {
    "quote": "If you go into a bar in most places in America and even say the word poetry, you'll probably get beaten up. But poetry is a really strong, beautiful form to me, and a lot of innovation in language comes from poetry.", 
    "name": "Jim Jarmusch"
  }, 
  {
    "quote": "I work on words, mostly, toward them being poetry or short stories, and then some of those become songs. They all find their place in the world, but they all start off in the same place. I'm always painting and drawing as well, and it's an ongoing creative assignment.", 
    "name": "P. J. Harvey"
  }, 
  {
    "quote": "I was a visual artist primarily and a writer, even from a very young age. I wrote a lot of stories and poetry and... I had a desire to create always. And I always had a desire to show my work.", 
    "name": "P. J. Harvey"
  }, 
  {
    "quote": "There is an urgent need for Americans to look deeply into themselves and their actions, and musical poetry is perhaps the most effective mirror available. Every newspaper headline is a potential song.", 
    "name": "Phil Ochs"
  }, 
  {
    "quote": "When I really want to be soothed and reminded of why people bother to fiddle with sentences, I often read poetry.", 
    "name": "Nicholson Baker"
  }, 
  {
    "quote": "From my music training, I knew that, some Spanish rhythms apart, 5/4 is a time signature used only in the modern era. Holst's Mars from the Planets is 5/4. But if you speak lines of poetry in that pattern you just end up hitting the off-beats. It's only when you add a rest - a sixth beat - that it sounds as it surely should sound.", 
    "name": "Nicholson Baker"
  }, 
  {
    "quote": "So I really began as a failed poet - although when I first wanted to be a writer, I learned to write prose by reading poetry.", 
    "name": "Nicholson Baker"
  }, 
  {
    "quote": "I've always written, all my life, and when I was very young I developed an interest in poetry.", 
    "name": "Jeffery Deaver"
  }, 
  {
    "quote": "I like the way words go together and I like the gamesmanship of writing poetry. It is such a challenge.", 
    "name": "Jeffery Deaver"
  }, 
  {
    "quote": "Poetry a criticism of life under the conditions fixed for such a criticism by the laws of poetic truth and poetic beauty.", 
    "name": "Matthew Arnold"
  }, 
  {
    "quote": "I'm quite sure that most writers would sustain real poetry if they could, but it takes devotion and talent.", 
    "name": "Marguerite Young"
  }, 
  {
    "quote": "I'm as much influenced by Joseph Smith and the Mormons as I am, more so, than by Eliot. Actually, I'm much more influenced by the poetry of the Mormons.", 
    "name": "Marguerite Young"
  }, 
  {
    "quote": "I guess the two Manifesto, Communicating Vessels, Mad Love, and some of his poetry made a significant mark on me but as far as bringing a literary element into the music I see it as a much broader assimilation.", 
    "name": "Trevor Dunn"
  }, 
  {
    "quote": "Even if you only want to write science fiction, you should also read mysteries, poetry, mainstream literature, history, biography, philosophy, and science.", 
    "name": "Walter Jon Williams"
  }, 
  {
    "quote": "It's necessary to start most work alone. But I'm tickled to death when I can pull somebody in or join someone, whether it's borrowing poetry or traveling with an associate.", 
    "name": "Jenny Holzer"
  }, 
  {
    "quote": "It's always good when women win things in fiction because it tends to be more male-dominated, unlike poetry, which is more equal.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "Poetry and prayer are very similar.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "Auden said poetry makes nothing happen. But I wonder if the opposite could be true. It could make something happen.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "I grew up in a bookless house - my parents didn't read poetry, so if I hadn't had the chance to experience it at school I'd never have experienced it. But I loved English, and I was very lucky in that I had inspirational English teachers, Miss Scriven and Mr. Walker, and they liked us to learn poems by heart, which I found I loved doing.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "I think poetry can help children deal with the other subjects on the curriculum by enabling them to see a subject in a new way.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "You can find poetry in your everyday life, your memory, in what people say on the bus, in the news, or just what's in your heart.", 
    "name": "Carol Ann Duffy"
  }, 
  {
    "quote": "I was always making up rhymes. But I never thought that poetry would become my life.", 
    "name": "Saul Williams"
  }, 
  {
    "quote": "More people than ever are slowly but surely turning their ears toward poetry.", 
    "name": "Saul Williams"
  }, 
  {
    "quote": "I think we fool ourselves and really negate a great deal of history if we think that the oral history of poetry is shorter than the written history of poetry. It's not true. Poetry has a longer oral tradition than it does written.", 
    "name": "Saul Williams"
  }, 
  {
    "quote": "If you don't mark your successes, the day your ship comes in could be just another day at the office, and there's no poetry in that.", 
    "name": "Glen Hansard"
  }, 
  {
    "quote": "On the other hand, if there's an underlying core of poetry that I go to, I go to the sea. I've lived on the sea all my life. I live on the sea in Cape Breton.", 
    "name": "Richard Serra"
  }, 
  {
    "quote": "I don't think rap really fits in to 'American Idol' in the sense that I believe rap is an art form in itself more akin to poetry, more akin to drama, if you will.", 
    "name": "Nigel Lythgoe"
  }, 
  {
    "quote": "Poetry, it is often said and loudly so, is life's true mirror. But a monkey looking into a work of literature looks in vain for Socrates.", 
    "name": "Franz Grillparzer"
  }, 
  {
    "quote": "Science and art, or by the same token, poetry and prose differ from one another like a journey and an excursion. The purpose of the journey is its goal, the purpose of an excursion is the process.", 
    "name": "Franz Grillparzer"
  }, 
  {
    "quote": "Prose talks and poetry sings.", 
    "name": "Franz Grillparzer"
  }, 
  {
    "quote": "And my father was a comic. He could play any musical instrument. He loved to perform. He was a wonderfully comedic character. He had the ability to dance and sing and charm and analyze poetry.", 
    "name": "Lynn Johnston"
  }, 
  {
    "quote": "Reading a piece of poetry with no beat in front of 20 people is way more challenging than rocking for 10,000 people.", 
    "name": "Macklemore"
  }, 
  {
    "quote": "If there's no money in poetry, neither is there poetry in money.", 
    "name": "Robert Graves"
  }, 
  {
    "quote": "I don't think it's always good to read lots of poetry.", 
    "name": "Amber Tamblyn"
  }, 
  {
    "quote": "The first function of poetry is to tell the truth, to learn how to do that, to find out what you really feel and what you really think.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "So, poetry becomes a means for useful dialogue between people who are not only unknown, but mute to each other. It produces a dialogue among people that guards all of us against manipulation by our so-called leaders.", 
    "name": "June Jordan"
  }, 
  {
    "quote": "Naming a baby is an act of poetry, for many people the only creative moment of their lives.", 
    "name": "Richard Eyre"
  }, 
  {
    "quote": "I've done a number of readings at poetry lounges in Vancouver and Los Angeles. I've compiled a book of poetry that's completed, and two others I'm working on.", 
    "name": "Corin Nemec"
  }, 
  {
    "quote": "America was based on a poetic vision. What will happen when it loses its poetry?", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "I see people who talk about America, and then undermine it by not paying attention to its soul, to its poetry. I see polarization, reductionism and superficiality.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "Poetry is life distilled.", 
    "name": "Gwendolyn Brooks"
  }, 
  {
    "quote": "Children can write poetry and then, unless they're poets, they stop when reach puberty.", 
    "name": "Dennis Potter"
  }, 
  {
    "quote": "Poetry is the utterance of deep and heart-felt truth - the true poet is very near the oracle.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "I had art as a major, along with English, French and History. I had dance, modern dance. In English I was allowed to write my own poetry, which I eventually got published.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "Rap is rhythm and poetry. Hip-hop is storytelling and poetry as well.", 
    "name": "Ajay Naidu"
  }, 
  {
    "quote": "My friends never talk to me about my poetry because they're embarrassed that I write it or they're embarrassed by what I write about which are not such extraordinarily terrifying things, but they are the state of human existence.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "I think poetry has lost an awful lot of its muscle because nobody knows any. Nobody has to memorize poetry.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "Dealing with poetry is a daunting task, simply because the reason one does it as an editor at all is because one is constantly coming to terms with one's own understanding of how to understand the world.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "Poetry is composing for the breath.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "Poetry was invented as an mnemonic device to enable people to remember their prayers.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "Poetry should be able to reach everybody, and it should be able to appeal to all levels of understanding.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "Every so often I find some poems that are too good for the readers of The Atlantic because they are a little too involved with the nature of poetry, as such.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "They need to learn poetry. They don't need to learn about poetry. They don't need to be told how to interpret poetry. They don't need to be told how to understand poetry. They need to learn it.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "The more poetry you have in the head, the more poetry you will understand because you will be getting to the roots of what it is that makes people write poetry at all.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "But poetry is my life. Poetry is what matters to me.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "And there are a lot more people reading poetry, but there are not so many people reading an individual poet.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "But for me, being an editor I've been an editor of all kinds of books being an editor of poetry has been the way in which I could give a crucial part of my time to what I love most.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "There are so many things that poetry is about, one of which is memory.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "It is a way we reassess our past. We can do that in poetry in ways we can't do in prose.", 
    "name": "Peter Davison"
  }, 
  {
    "quote": "As to London we must console ourselves with the thought that if life outside is less poetic than it was in the days of old, inwardly its poetry is much deeper.", 
    "name": "Goldwin Smith"
  }, 
  {
    "quote": "Every one who has a heart, however ignorant of architecture he may be, feels the transcendent beauty and poetry of the mediaeval churches.", 
    "name": "Goldwin Smith"
  }, 
  {
    "quote": "Bleak House is just the most astounding piece of work. There's huge, visionary poetry in it.", 
    "name": "Simon Callow"
  }, 
  {
    "quote": "The poetry from the eighteenth century was prose the prose from the seventeenth century was poetry.", 
    "name": "David Hare"
  }, 
  {
    "quote": "Poetry is the key to the hieroglyphics of nature.", 
    "name": "David Hare"
  }, 
  {
    "quote": "Bad, quirky poetry might be better than some of the good stuff, because it really comes from the heart.", 
    "name": "Cheryl Hines"
  }, 
  {
    "quote": "Never fear: Thank Home, and Poetry, and the Force behind both.", 
    "name": "Wilfred Owen"
  }, 
  {
    "quote": "Poetry is also the physical self of the poet, and it is impossible to separate the poet from his poetry.", 
    "name": "Salvatore Quasimodo"
  }, 
  {
    "quote": "He passes from lyric to epic poetry in order to speak about the world and the torment in the world through man, rationally and emotionally. The poet then becomes a danger.", 
    "name": "Salvatore Quasimodo"
  }, 
  {
    "quote": "Religious poetry, civic poetry, lyric or dramatic poetry are all categories of man's expression which are valid only if the endorsement of formal content is valid.", 
    "name": "Salvatore Quasimodo"
  }, 
  {
    "quote": "Poetry is fascinating. As soon as it begins the poetry has changed the thing into something extra, and somehow prose can go over into poetry.", 
    "name": "Michael Tippett"
  }, 
  {
    "quote": "The mystical poetry of William Blake's artwork also forms the basis for the album cover.", 
    "name": "Bruce Dickinson"
  }, 
  {
    "quote": "None but a poet can write a tragedy. For tragedy is nothing less than pain transmuted into exaltation by the alchemy of poetry.", 
    "name": "Edith Hamilton"
  }, 
  {
    "quote": "The same people who are murdered slowly in the mechanized slaughterhouses of work are also arguing, singing, drinking, dancing, making love, holding the streets, picking up weapons and inventing a new poetry.", 
    "name": "Raoul Vaneigem"
  }, 
  {
    "quote": "There is probably nothing wrong with art for art's sake if we take the phrase seriously, and not take it to mean the kind of poetry written in England forty years ago.", 
    "name": "Allen Tate"
  }, 
  {
    "quote": "Serious poetry deals with the fundamental conflicts that cannot be logically resolved: we can state the conflicts rationally, but reason does not relieve us of them.", 
    "name": "Allen Tate"
  }, 
  {
    "quote": "I am not ridiculing verbal mechanisms, dreams, or repressions as origins of poetry all three of them and more besides may have a great deal to do with it.", 
    "name": "Allen Tate"
  }, 
  {
    "quote": "How does one happen to write a poem: where does it come from? That is the question asked by the psychologists or the geneticists of poetry.", 
    "name": "Allen Tate"
  }, 
  {
    "quote": "Eloquence is the poetry of prose.", 
    "name": "William C. Bryant"
  }, 
  {
    "quote": "Poetry is that art which selects and arranges the symbols of thought in such a manner as to excite the imagination the most powerfully and delightfully.", 
    "name": "William C. Bryant"
  }, 
  {
    "quote": "The nerds are my favourite sort of boys - any guy with a passion - whether it be physics or film or writing or poetry even, I think it's super sweet and it's very attractive for a female.", 
    "name": "Teresa Palmer"
  }, 
  {
    "quote": "I've been writing a lot of poetry recently. It helps me think and work things out.", 
    "name": "Ed Westwick"
  }, 
  {
    "quote": "I think poetry is best read to oneself.", 
    "name": "Rickie Lee Jones"
  }, 
  {
    "quote": "Deep feeling doesn't make for good poetry. A way with language would be a bit of help.", 
    "name": "Thom Gunn"
  }, 
  {
    "quote": "My old teacher's definition of poetry is an attempt to understand.", 
    "name": "Thom Gunn"
  }, 
  {
    "quote": "There have been two popular subjects for poetry in the last few decades: the Vietnam War and AIDS, about both of which almost all of us have felt deeply.", 
    "name": "Thom Gunn"
  }, 
  {
    "quote": "And I know I'm supposed to feel guilty for wanting people to buy my books... and books in general? Novels and poetry, they belong to the realm of art. How dirty of us to try to hawk art! But, after a decade of hand-wringing and apologies, I can't quite muster the guilt anymore.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "American poetry, like American painting, is always personal with an emphasis on the individuality of the poet.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "But I am not political in the current events sense, and I have never wanted anyone to read my poetry that way.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "But I don't think that poetry is a good, to use a contemporary word, venue, for current events.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "High and low culture come together in all Post Modern art, and American poetry is not excluded from this.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "I definitely wish to distinguish American poetry from British or other English language poetry.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "Still, language is resilient, and poetry when it is pressured simply goes underground.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "Because, in fact, women, feminists, do read my poetry, and they read it often with the power of their political interpretation. I don't care that's what poetry is supposed to do.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "I'm perfectly happy when I look out at an audience and it's all women. I always think it's kind of odd, but then, more women than men, I think, read and write poetry.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "PC stuff just lowers the general acceptance of good work and replaces it with bogus poetry that celebrates values that in themselves are probably quite worthy.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "Distinctly American poetry is usually written in the context of one's geographic landscape, sometimes out of one's cultural myths, and often with reference to gender and race or ethnic origins.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "From reading a previous answer, you know that I consider all those aspects to be part of American cultural myth and thus they figure into good American poetry, whether the poet is aware of what he is doing or not.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "I don't like political poetry, and I don't write it. If this question was pointing towards that, I think it is missing the point of the American tradition, which is always apolitical, even when the poetry comes out of politically active writers.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "I have always wanted what I have now come to call the voice of personal narrative. That has always been the appealing voice in poetry. It started for me lyrically in Shakespeare's sonnets.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "I think I'm a very good reader of poetry, but obviously, like everybody, I have a set of criteria for reading poems, and I'm not shy about presenting them, so if people ask for my critical response to a poem, I tell them what works and why, and what doesn't work and why.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "I think that great poetry is the most interesting and complex use of the poet's language at that point in history, and so it's even more exciting when you read a poet like Yeats, almost 100 years old now, and you think that perhaps no one can really top that.", 
    "name": "Diane Wakoski"
  }, 
  {
    "quote": "Poetry is, first and last, language - the rest is filler.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "Poetry is something that happens in universities, in creative writing programs or in English departments.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "I would say that American poetry has always been a poetry of personal testimony.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "I think the best American poetry is the poetry that utilizes the resources of poetry rather than exploits the defects or triumphs of the poet's personality.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "I certainly can't speak for all cultures or all societies, but it's clear that in America, poetry serves a very marginal purpose. It's not part of the cultural mainstream.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "I believe that all poetry is formal in that it exists within limits, limits that are either inherited by tradition or limits that language itself imposes.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "And yet, in a culture like ours, which is given to material comforts, and addicted to forms of entertainment that offer immediate gratification, it is surprising that so much poetry is written.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "And at least in poetry you should feel free to lie. That is, not to lie, but to imagine what you want, to follow the direction of the poem.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "A life is not sufficiently elevated for poetry, unless, of course, the life has been made into an art.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "A great many people seem to think writing poetry is worthwhile, even though it pays next to nothing and is not as widely read as it should be.", 
    "name": "Mark Strand"
  }, 
  {
    "quote": "I published, privately, a collection of my serious poetry I had written over the years. I only published 50 copies, which I gave to friends, in a special deluxe edition. It was ridiculously expensive but I'm glad that I did it.", 
    "name": "Tom Glazer"
  }, 
  {
    "quote": "Well, the great thing for me about poetry is that in good poems the dislocation of words, that is to say, the distance between what they say they're saying and what they are actually saying is at its greatest.", 
    "name": "Harry Mathews"
  }, 
  {
    "quote": "Well, I had this little notion - I started writing when I was eleven, writing poetry. I was passionately addicted to it it was my great refuge through adolescence.", 
    "name": "Harry Mathews"
  }, 
  {
    "quote": "My next project is to get back to that. Actually, to learn how to write poetry. I'm not kidding.", 
    "name": "Harry Mathews"
  }, 
  {
    "quote": "Even the people who have had success and made money writing these books of fiction seem to feel the need to pretend it's no big deal, or part of a natural progression from poetry to fiction, but often it's really just about the money, the perceived prestige.", 
    "name": "George Murray"
  }, 
  {
    "quote": "Humour is a fine line to walk in poetry, as in fiction. I just think it's harder to write. It's harder to keep the respect of the reader too.", 
    "name": "George Murray"
  }, 
  {
    "quote": "I've often entertained paranoid suspicions about my fridge and what it's been doing to my poetry when I'm not looking, but I never even considered that my fan was thinking about me.", 
    "name": "George Murray"
  }, 
  {
    "quote": "The poetry community here has been extraordinarily welcoming.", 
    "name": "George Murray"
  }, 
  {
    "quote": "Then I discovered I loved writing poetry more than fiction.", 
    "name": "George Murray"
  }, 
  {
    "quote": "Writing poetry makes you intensely conscious of how words sound, both aloud and inside the head of the reader. You learn the weight of words and how they sound to the ear.", 
    "name": "Helen Dunmore"
  }, 
  {
    "quote": "I've always written. When I was in school, the only teacher who ever liked me was my creative writing teacher. I used to enter poetry competitions, and I don't think I ever lost one. So I had the idea for a while of being some kind of poet.", 
    "name": "Justin Townes Earle"
  }, 
  {
    "quote": "I heard Nirvana, and discovered that songs could be like poetry, but a little bit more refined: you didn't have to have 20 verses to get your point across.", 
    "name": "Justin Townes Earle"
  }, 
  {
    "quote": "I began the way nearly everybody I ever heard of - I began writing poetry. And I find that to be quite usual with writers, their trying their hand at poetry.", 
    "name": "Shelby Foote"
  }, 
  {
    "quote": "I used to write sonnets and various things, and moved from there into writing prose, which, incidentally, is a lot more interesting than poetry, including the rhythms of prose.", 
    "name": "Shelby Foote"
  }, 
  {
    "quote": "Most people can't tell now who wrote what. I like that blurring of identities within the band. because it becomes a unified thing that can't be related to other forms of historical poetry.", 
    "name": "Thurston Moore"
  }, 
  {
    "quote": "So I suppose poetry, language, the shaping of it, was and remains for me an effort to make sense out of essentially senseless situations.", 
    "name": "Thomas Lynch"
  }, 
  {
    "quote": "Writing poetry is the hard manual labor of the imagination.", 
    "name": "Ishmael Reed"
  }, 
  {
    "quote": "Poetry is all nouns and verbs.", 
    "name": "Marianne Moore"
  }, 
  {
    "quote": "I see no reason for calling my work poetry except that there is no other category in which to put it.", 
    "name": "Marianne Moore"
  }, 
  {
    "quote": "Poetry, especially traditional Iranian poetry, is very good at looking at things from a number of different angles simultaneously.", 
    "name": "Asghar Farhadi"
  }, 
  {
    "quote": "As for political poetry, as it's usually defined, it seems there's very little good political poetry.", 
    "name": "Kenneth Koch"
  }, 
  {
    "quote": "I love painting and music, of course. I don't know nearly as much about them as I know about poetry. I've certainly been influenced by fiction. I was overwhelmed by War and Peace when I read it, and I didn't read it until I was in my late 20s.", 
    "name": "Kenneth Koch"
  }, 
  {
    "quote": "I was excited by what my painter friends were doing, and they seemed to be interested in our poetry too, and that was a wonderful little, fizzy sort of world.", 
    "name": "Kenneth Koch"
  }, 
  {
    "quote": "I wonder if I ever thought of an ideal reader... I guess when I was in my 20s and in New York and maybe even in my early 30s, I would write for my wife Janice... mainly for my poet friends and my wife, who was very smart about poetry.", 
    "name": "Kenneth Koch"
  }, 
  {
    "quote": "I was influenced by surrealist poetry and painting as were thousands of other people, and it seems to me to have become a part of the way I write, but it's not.", 
    "name": "Kenneth Koch"
  }, 
  {
    "quote": "You watch an old 'Jeopardy!' and the categories alone are very plain. 'Poetry,' or 'Movies,' or 'Physics.' If you watch it now, though, there'll be a theme board where the categories are all Hitchcock movies. Lots more jokes, lots more high-concept categories and questions.", 
    "name": "Ken Jennings"
  }, 
  {
    "quote": "I believe that the short story is as different a form from the novel as poetry is, and the best stories seem to me to be perhaps closer in spirit to poetry than to novels.", 
    "name": "Tobias Wolff"
  }, 
  {
    "quote": "Poetry teaches us music, metaphor, condensation and specificity.", 
    "name": "Walter Mosley"
  }, 
  {
    "quote": "But it is the province of religion, of philosophy, of pure poetry only, to go beyond life, beyond time, into eternity.", 
    "name": "Alfred de Vigny"
  }, 
  {
    "quote": "Most people ignore most poetry because most poetry ignores most people.", 
    "name": "Adrian Mitchell"
  }, 
  {
    "quote": "Written poetry is different. Best thing is to see it in performance first, then read it. Performance is more provocative.", 
    "name": "Adrian Mitchell"
  }, 
  {
    "quote": "I do not see how a man can work on the frontiers of physics and write poetry at the same time. They are in opposition.", 
    "name": "Paul Dirac"
  }, 
  {
    "quote": "I want to write a book of poetry, as well as children's stories.", 
    "name": "Bobby McFerrin"
  }, 
  {
    "quote": "If a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.", 
    "name": "A. E. Housman"
  }, 
  {
    "quote": "So now I have a collection of poetry by Aaron Neville and I give it to people I want to share it with. I'd like to publish it someday.", 
    "name": "Aaron Neville"
  }, 
  {
    "quote": "I have always written poetry but I have never applied it to songwriting.", 
    "name": "Janine Turner"
  }, 
  {
    "quote": "We all need ways to express ourselves, and poetry is one of mine.", 
    "name": "Jack Prelutsky"
  }, 
  {
    "quote": "Poetry seems to sink into us the way prose doesn't. I can still quote verses I learned when I was very young, but I have trouble remembering one line of a novel I just finished reading.", 
    "name": "Jack Prelutsky"
  }, 
  {
    "quote": "Otherwise I don't read much adult poetry at all, because I'm not smart enough and mostly I don't get it.", 
    "name": "Jack Prelutsky"
  }, 
  {
    "quote": "I look for poetry in English because it's the only language I read.", 
    "name": "Jack Prelutsky"
  }, 
  {
    "quote": "Frankly, writing poetry for children is plain old fun, and I consider myself blessed to have such a delightful career.", 
    "name": "Jack Prelutsky"
  }, 
  {
    "quote": "Children seem naturally drawn to poetry - it's some combination of the rhyme, rhythm, and the words themselves.", 
    "name": "Jack Prelutsky"
  }, 
  {
    "quote": "That is what I did with Jack, and that's why he liked to do the readings with me because he knew I was there for him, and for our ability to blend the poetry and the music.", 
    "name": "David Amram"
  }, 
  {
    "quote": "There is a wonderful Hungarian literature, especially in lyric poetry.", 
    "name": "Gyorgy Ligeti"
  }, 
  {
    "quote": "I did know Ted Hughes and I partly wrote the book to explain to myself and others the complexities of a marriage that was for six years wonderfully productive of poetry and then ended in tragedy.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "I don't like poetry that just slaps violent words on a canvas, as it were.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "I have always made my own rules, in poetry as in life - though I have tried of late to cooperate more with my family. I do, however, believe that without order or pattern poetry is useless.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "I'm not really quiet or shy. Ask any of my friends! But I always ground my poetry in life itself. Poetry is an art of language, though, so I am always aware of every word's meaning, or multiple meanings.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "Poets should ignore most criticism and get on with making poetry.", 
    "name": "Anne Stevenson"
  }, 
  {
    "quote": "Poetry operates by hints and dark suggestions. It is full of secrets and hidden formulae, like a witch's brew.", 
    "name": "Anthony Hecht"
  }, 
  {
    "quote": "There is no gilding of setting sun or glamor of poetry to light up the ferocious and endless toil of the farmers' wives.", 
    "name": "Hamlin Garland"
  }, 
  {
    "quote": "Poetry is at least an elegance and at most a revelation.", 
    "name": "Robert Fitzgerald"
  }, 
  {
    "quote": "Journalism wishes to tell what it is that has happened everywhere as though the same things had happened for every man. Poetry wishes to say what it is like for any man to be himself in the presence of a particular occurrence as though only he were alone there.", 
    "name": "Archibald MacLeish"
  }, 
  {
    "quote": "Conventional wisdom notwithstanding, there is no reason either in football or in poetry why the two should not meet in a man's life if he has the weight and cares about the words.", 
    "name": "Archibald MacLeish"
  }, 
  {
    "quote": "If we ask a vague question, such as, 'What is poetry?' we expect a vague answer, such as, 'Poetry is the music of words,' or 'Poetry is the linguistic correction of disorder.'", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "Probably all the attention to poetry results in some value, though the attention is more often directed to lesser than to greater values.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "I am grateful for - though I can't keep up with - the flood of articles, theses, and textbooks that mean to share insight concerning the nature of poetry.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "Once every five hundred years or so, a summary statement about poetry comes along that we can't imagine ourselves living without.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "Poetry leads us to the unstructured sources of our beings, to the unknown, and returns us to our rational, structured selves refreshed.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "The poet exposes himself to the risk. All that has been said about poetry, all that he has learned about poetry, is only a partial assurance.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "That's a wonderful change that's taken place, and so most poetry today is published, if not directly by the person, certainly by the enterprise of the poet himself, working with his friends.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "Besides the actual reading in class of many poems, I would suggest you do two things: first, while teaching everything you can and keeping free of it, teach that poetry is a mode of discourse that differs from logical exposition.", 
    "name": "A. R. Ammons"
  }, 
  {
    "quote": "I realized poetry's the thing that I can do 'cause I can stick at it and work with tremendous intensity.", 
    "name": "Philip Levine"
  }, 
  {
    "quote": "The irony is, going to work every day became the subject of probably my best poetry.", 
    "name": "Philip Levine"
  }, 
  {
    "quote": "Meet some people who care about poetry the way you do. You'll have that readership. Keep going until you know you're doing work that's worthy. And then see what happens. That's my advice.", 
    "name": "Philip Levine"
  }, 
  {
    "quote": "Now I think poetry will save nothing from oblivion, but I keep writing about the ordinary because for me it's the home of the extraordinary, the only home.", 
    "name": "Philip Levine"
  }, 
  {
    "quote": "My mother carried on and supported us her ambition had been to write poetry and songs.", 
    "name": "Philip Levine"
  }, 
  {
    "quote": "My art and poetry is very political now. Because you've got to find that truth within you and express yourself. Somewhere out there, I know, there will be people who will listen.", 
    "name": "Jack Bowman"
  }, 
  {
    "quote": "In my opinion, the most significant works of the twentieth century are those that rise beyond the conceptual tyranny of genre they are, at the same time, poetry, criticism, narrative, drama, etc.", 
    "name": "Juan Goytisolo"
  }, 
  {
    "quote": "For whatever reason, people, including very well-educated people or people otherwise interested in reading, do not read poetry.", 
    "name": "Paul Muldoon"
  }, 
  {
    "quote": "That's one of the great things about poetry one realises that one does one's little turn - that you're just part of the great crop, as it were.", 
    "name": "Paul Muldoon"
  }, 
  {
    "quote": "The other side of it is that, despite all that, people reach out to poetry at the key moments in their lives.", 
    "name": "Paul Muldoon"
  }, 
  {
    "quote": "We simply have not kept in touch with poetry.", 
    "name": "Paul Muldoon"
  }, 
  {
    "quote": "I don't live for poetry. I live far more than anybody else does.", 
    "name": "Charles Olson"
  }, 
  {
    "quote": "I thought we were gonna open up the world of poetry and music to all kinds of things, and yet, I can't really think of anyone who's done anything like it since.", 
    "name": "Ray Manzarek"
  }, 
  {
    "quote": "I guess I wanted to leave America for awhile. It wasn't that I wanted to become an expatriate, or just never come back, I needed some breathing room. I'd already been translating French poetry, I'd been to Paris once before and liked it very much, and so I just went.", 
    "name": "Paul Auster"
  }, 
  {
    "quote": "I was always interested in French poetry sort of as a sideline to my own work, I was translating contemporary French poets. That kind of spilled out into translation as a way to earn money, pay for food and put bread on the table.", 
    "name": "Paul Auster"
  }, 
  {
    "quote": "There is the view that poetry should improve your life. I think people confuse it with the Salvation Army.", 
    "name": "John Ashbery"
  }, 
  {
    "quote": "In politics, as in poetry, it is sometimes true that it is darkest before dawn.", 
    "name": "Lawrence Summers"
  }, 
  {
    "quote": "I have been enlightened. I have fallen into poetry and it has swallowed me up.", 
    "name": "Keith Haring"
  }, 
  {
    "quote": "Music is my thing. It's my thing it's what I love. It's what I do. It's football to me it's Christmas to me religion to me poetry to me.", 
    "name": "Ryan Adams"
  }, 
  {
    "quote": "The whole thing about making films in an organic film on location is that it's not all about characters, relationships and themes, it's also about place and the poetry of place. It's about the spirit of what you find, the accidents of what you stumble across.", 
    "name": "Mike Leigh"
  }, 
  {
    "quote": "On a summer night it can be lovely to sit around outside with friends after dinner and, yes, read poetry to each other. Keats and Yeats will never let you down, but it's differently exciting to read the work of poets who are still walking around out there.", 
    "name": "Michael Cunningham"
  }, 
  {
    "quote": "Theater is far superior to film in poetry, in abstract poetry.", 
    "name": "Julie Taymor"
  }, 
  {
    "quote": "I was in Paris at an English-language bookstore. I picked up a volume of Dickinson's poetry. I came back to my hotel, read 2,000 of her poems and immediately began composing in my head. I wrote down the melodies even before I got to a piano.", 
    "name": "Gordon Getty"
  }, 
  {
    "quote": "Because people are very interested in my poetry, in what I say.", 
    "name": "Compay Segundo"
  }, 
  {
    "quote": "Poetry can't cure cancer, but it can save your life until you die.", 
    "name": "Maurice Saatchi"
  }, 
  {
    "quote": "A lyric, it is true, is the expression of personal emotion, but then so is all poetry, and to suppose that there are several kinds of poetry, differing from each other in essence, is to be deceived by wholly artificial divisions which have no real being.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "Any long work in which poetry is persistent, be it epic or drama or narrative, is really a succession of separate poetic experiences governed into a related whole by an energy distinct from that which evoked them.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "But in the finished art of the song the use of words has no connection with the use of words in poetry.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "For while the subjects of poetry are few and recurrent, the moods of man are infinitely various and unstable. It is the same in all arts.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "If it is an imperfect word, no external circumstance can heighten its value as poetry.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "It should here be added that poetry habitually takes the form of verse.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "Poetry being the sign of that which all men desire, even though the desire be unconscious, intensity of life or completeness of experience, the universality of its appeal is a matter of course.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "Poetry is the communication through words of certain experiences that can be communicated in no other way.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "The musician - if he be a good one - finds his own perception prompted by the poet's perception, and he translates the expression of that perception from the terms of poetry into the terms of music.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "To know anything of a poet but his poetry is, so far as the poetry is concerned, to know something that may be entertaining, even delightful, but is certainly inessential.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "We recognise in the finished art, which is the result of these conditions, the best words in the best order - poetry and to put this essential poetry into different classes is impossible.", 
    "name": "John Drinkwater"
  }, 
  {
    "quote": "Poetry is the mother-tongue of the human race.", 
    "name": "Johann Georg Hamann"
  }, 
  {
    "quote": "There are men who can write poetry, and there are men who can read balance sheets. The men who can read balance sheets cannot write.", 
    "name": "Henry R. Luce"
  }, 
  {
    "quote": "What we know is that Shakespeare wrote perhaps the most remarkable body of passionate love poetry in the English language to a young man.", 
    "name": "Stephen Greenblatt"
  }, 
  {
    "quote": "She was the Judy Garland of American poetry.", 
    "name": "James Dickey"
  }, 
  {
    "quote": "I think Ginsberg has done more harm to the craft that I honor and live by than anybody else by reducing it to a kind of mean that enables the most dubious practitioners to claim they are poets because they think, If the kind of thing Ginsberg does is poetry, I can do that.", 
    "name": "James Dickey"
  }, 
  {
    "quote": "I want a fever, in poetry: a fever, and tranquillity.", 
    "name": "James Dickey"
  }, 
  {
    "quote": "If there were no poetry on any day in the world, poetry would be invented that day. For there would be an intolerable hunger.", 
    "name": "Muriel Rukeyser"
  }, 
  {
    "quote": "The sources of poetry are in the spirit seeking completeness.", 
    "name": "Muriel Rukeyser"
  }, 
  {
    "quote": "When you're looking that far out, you're giving people their place in the universe, it touches people. Science is often visual, so it doesn't need translation. It's like poetry, it touches you.", 
    "name": "Story Musgrave"
  }, 
  {
    "quote": "I've already written 300 space poems. But I look upon my ultimate form as being a poetic prose. When you read it, it appears to be prose, but within the prose you have embedded the techniques of poetry.", 
    "name": "Story Musgrave"
  }, 
  {
    "quote": "Poetry is its own medium it's very different than writing prose. Poetry can talk in an imagistic sense, it has particular ways of catching an environment.", 
    "name": "Story Musgrave"
  }, 
  {
    "quote": "It was actually a women's writing group I belonged to in graduate school that gave me the courage to move from poetry to fiction.", 
    "name": "Mary Gordon"
  }, 
  {
    "quote": "When I hit a block, regardless of what I am writing, what the subject matter is, or what's going on in the plot, I go back and I read Pablo Neruda's poetry. I don't actually speak Spanish, so I read it translation. But I always go back to Neruda. I don't know why, but it calms me, calms my brain.", 
    "name": "Tea Obreht"
  }, 
  {
    "quote": "To be born in Wales, not with a silver spoon in your mouth, but, with music in your blood and with poetry in your soul, is a privilege indeed.", 
    "name": "Brian Harris"
  }, 
  {
    "quote": "People wish to be poets more than they wish to write poetry, and that's a mistake. One should wish to celebrate more than one wishes to be celebrated.", 
    "name": "Lucille Clifton"
  }, 
  {
    "quote": "I always liked the magic of poetry but now I'm just starting to see behind the curtain of even the best poets, how they've used, tried and tested craft to create the illusion. Wonderful feeling of exhilaration to finally be there.", 
    "name": "David Knopfler"
  }, 
  {
    "quote": "I'm hopefully touring with Colin Baker next year in Perfect Strangers. I have performed with Sylvia Simms in poetry and music evenings. I would love to do those for the rest of my career - they are so fun and witty.", 
    "name": "Louise Jameson"
  }, 
  {
    "quote": "At this point we've answered about every question you could possibly imagine about Deep Space Nine, so we do this thing called Theatrical Jazz, where we do a show of bits and pieces of things from plays and literature, poetry... stuff that we like. It's fun.", 
    "name": "Rene Auberjonois"
  }, 
  {
    "quote": "One can't write for all readers. A poet cannot write for people who don't like poetry.", 
    "name": "Nathalie Sarraute"
  }, 
  {
    "quote": "I have had much to learn from Sweden's poetry and, more especially, from her lyrics of the last generation.", 
    "name": "Knut Hamsun"
  }, 
  {
    "quote": "No, what I should really like to do right now, in the full blaze of lights, before this illustrious assembly, is to shower every one of you with gifts, with flowers, with offerings of poetry - to be young once more, to ride on the crest of the wave.", 
    "name": "Knut Hamsun"
  }, 
  {
    "quote": "For me concrete poetry was a particular way of using language which came out of a particular feeling, and I don't have control over whether this feeling is in me or not.", 
    "name": "Ian Hamilton Finlay"
  }, 
  {
    "quote": "But I can only write what the muse allows me to write. I cannot choose, I can only do what I am given, and I feel pleased when I feel close to concrete poetry - still.", 
    "name": "Ian Hamilton Finlay"
  }, 
  {
    "quote": "But at the beginning it was clear to me that concrete poetry was peculiarly suited for using in public settings. This was my idea, but of course I never really much got the chance to do it.", 
    "name": "Ian Hamilton Finlay"
  }, 
  {
    "quote": "Well, probably I was fed up with concrete poetry. There was a lot of bad concrete poetry and besides, it was confused with visual poetry which was completely different.", 
    "name": "Ian Hamilton Finlay"
  }, 
  {
    "quote": "Poetry comes alive to me through recitation.", 
    "name": "Natalie Merchant"
  }, 
  {
    "quote": "I'm not an academic, but I've always loved poetry since I've been small.", 
    "name": "Naveen Andrews"
  }, 
  {
    "quote": "Poetry is a succession of questions which the poet constantly poses.", 
    "name": "Vicente Aleixandre"
  }, 
  {
    "quote": "Concrete poets continue to turn out beautiful things, but to me they're more visual than oral, and they almost really belong on the wall rather than in a book. I haven't the least idea of where poetry is going.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "I think that concrete poetry seems to have, as far as I can see, come to a kind of a dead end. It doesn't seem to be going any further than it went in its high period of about five or six years ago.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "I think that is where poetry reading becomes such an individual thing. I mean I have friend who like poets who just don't say anything to me at all, I mean they seem to me rather ordinary and pedestrian.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "I think there's no excuse for the American poetry reader not knowing a good deal about what is going on in the rest of the world.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "I think we will always have the impulse towards visual poetry with us, and I wouldn't agree with Bly that it's a bad thing. It depends on the ability of the individual poet to do it well, and to make a shape which is interesting enough to hold your attention.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "Of course a poem is a two-way street. No poem is any good if it doesn't suggest to the reader things from his own mind and recollection that he will read into it, and will add to what the poet has suggested. But I do think poetry readings are very important.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "We don't attempt to have any theme for a number of the anthology, or to have any particular sequence. We just put in things that we like, and then we try to alternate the prose and the poetry.", 
    "name": "James Laughlin"
  }, 
  {
    "quote": "Poetry is the impish attempt to paint the color of the wind.", 
    "name": "Maxwell Bodenheim"
  }, 
  {
    "quote": "Poetry does not consist of words alone there must be sentiment and fancy, combination and arrangement.", 
    "name": "Samuel Prout"
  }, 
  {
    "quote": "I'd always loved poetry and I'd always loved writing music and composing music, but I hadn't thought of putting the two together until around that time.", 
    "name": "Bruce Cockburn"
  }, 
  {
    "quote": "In rap music, even though the element of poetry is very strong, so is the element of the drum, the implication of the dance. Without the beat, its commercial value would certainly be more tenuous.", 
    "name": "Archie Shepp"
  }, 
  {
    "quote": "The trouble with us in America isn't that the poetry of life has turned to prose, but that it has turned to advertising copy.", 
    "name": "Louis Kronenberger"
  }, 
  {
    "quote": "It all has to do with art - writing, painting, things I've done for a long time but just never had enough time to pursue. I have poetry - things that are designed for songs, but they're always poems first.", 
    "name": "Jason Newsted"
  }, 
  {
    "quote": "The poetry and transgression that was so much of surrealism's anarchic force has been recruited into mainstream culture. It has been made commonplace by television and magazine merchandising, by computer games and Internet visuals, by film and MTV, by the fashion shoot.", 
    "name": "Graham Joyce"
  }, 
  {
    "quote": "I've got a book of poetry by the bed, one of these big collections that goes back to the Greeks and Romans.", 
    "name": "Martin C. Smith"
  }, 
  {
    "quote": "Lapped in poetry, wrapped in the picturesque, armed with logical sentences and inalienable words.", 
    "name": "Anatole Broyard"
  }, 
  {
    "quote": "Poetry is a totally different art than film.", 
    "name": "Stan Brakhage"
  }, 
  {
    "quote": "Music is more emotional than prose, more revolutionary than poetry. I'm not saying I've got the answers, just a of questions that I don't hear other artists asking.", 
    "name": "Malcolm Wilson"
  }, 
  {
    "quote": "That poetry survived in its formal agencies finally, and that prose survived to get something said.", 
    "name": "Robert Creeley"
  }, 
  {
    "quote": "I do actually dabble in a bit of poetry! And I'm yet to pen a script, but it is something that I've been telling myself I want to do.", 
    "name": "Luke Treadaway"
  }, 
  {
    "quote": "I love to write poetry.", 
    "name": "Shayne Ward"
  }, 
  {
    "quote": "I have epiphanies all the time, because I'm always thinking. I'm a thinker. I'm always writing poetry, I'm always coming to conclusions.", 
    "name": "Chrisette Michele"
  }, 
  {
    "quote": "The higher Greek poetry did not make up fictitious plots its business was to express the heroic saga, the myths.", 
    "name": "Gilbert Murray"
  }, 
  {
    "quote": "Poetry is man's rebellion against being what he is.", 
    "name": "James Branch Cabell"
  }, 
  {
    "quote": "We are looking to brands for poetry and for spirituality, because we're not getting those things from our communities or from each other.", 
    "name": "Naomi Klein"
  }, 
  {
    "quote": "I'd never really been content with just churning out these slim volumes every three or four years. I've always tried to think of poetry as an active ingredient in the language rather than just something that appears between the covers of thin books.", 
    "name": "Simon Armitage"
  }, 
  {
    "quote": "People who read poetry, for example, like the feel, the heft and the smell of a book.", 
    "name": "Simon Armitage"
  }, 
  {
    "quote": "If you were going to choose a way of making your way in this world and a place to start from, you might not choose poetry and you might not choose Huddersfield.", 
    "name": "Simon Armitage"
  }, 
  {
    "quote": "The poetry of heroism appeals irresistibly to those who don't go to a war, and even more to those whom the war is making enormously wealthy. It's always so.", 
    "name": "Louis-Ferdinand Celine"
  }, 
  {
    "quote": "The arts generally have had to recognize Modernism - how should poetry escape?", 
    "name": "John C. Ransom"
  }, 
  {
    "quote": "And how can poetry stand up against its new conditions? Its position is perfectly precarious.", 
    "name": "John C. Ransom"
  }, 
  {
    "quote": "It is a happy thing that there is no royal road to poetry. The world should know by this time that one cannot reach Parnassus except by flying thither.", 
    "name": "Gerard Manley Hopkins"
  }, 
  {
    "quote": "I think that one possible definition of our modern culture is that it is one in which nine-tenths of our intellectuals can't read any poetry.", 
    "name": "Randall Jarrell"
  }, 
  {
    "quote": "The cliche is dead poetry.", 
    "name": "Gerald Brenan"
  }, 
  {
    "quote": "Probably induced by the asthma, I started reading and writing early on, my literary efforts from the age of about nine running chiefly to poetry and plays.", 
    "name": "Patrick White"
  }, 
  {
    "quote": "Fiction will always be my greatest love, with poetry close behind.", 
    "name": "J. Courtney Sullivan"
  }, 
  {
    "quote": "I read as much poetry as time allows and circumstance dictates: No heartache can pass without a little Dorothy Parker, no thunderstorm without W. H. Auden, no sleepless night without W. B. Yeats.", 
    "name": "J. Courtney Sullivan"
  }, 
  {
    "quote": "Reading poetry gives me a sense of calm, well-being, and love for humanity - the same stuff more flexible women get from yoga.", 
    "name": "J. Courtney Sullivan"
  }, 
  {
    "quote": "Publishing the lyric books, poetry or comics of other musicians I know. That's the thing I really want to break into!", 
    "name": "Frank Iero"
  }, 
  {
    "quote": "Short fiction is the medium I love the most, because it requires that I bring everything I've learned about poetry - the concision, the ability to say something as vividly as possible - but also the ability to create a narrative that, though lacking a novel's length, satisfies the reader.", 
    "name": "Ron Rash"
  }, 
  {
    "quote": "Let my life as Poet begin. I want the life of the Poet. I have labored for over twelve years, one thousand pages of prose. Now, I want the easiness of poetry. The brevity of the poem.", 
    "name": "Maxine Hong Kingston"
  }, 
  {
    "quote": "All the modern verse plays, they're terrible they're mostly about the poetry. It's more important that the play is first.", 
    "name": "Denis Johnson"
  }, 
  {
    "quote": "Poetry is a mixture of common sense, which not all have, with an uncommon sense, which very few have.", 
    "name": "John Masefield"
  }, 
  {
    "quote": "Since the printing press came into being, poetry has ceased to be the delight of the whole community of man it has become the amusement and delight of the few.", 
    "name": "John Masefield"
  }, 
  {
    "quote": "Poetry is innocent, not wise. It does not learn from experience, because each poetic experience is unique.", 
    "name": "Karl Shapiro"
  }, 
  {
    "quote": "Poetry proceeds from the totality of man, sense, imagination, intellect, love, desire, instinct, blood and spirit together.", 
    "name": "Jacques Maritain"
  }, 
  {
    "quote": "And inasmuch as the bridge is a symbol of all such poetry as I am interested in writing it is my present fancy that a year from now I'll be more contented working in an office than ever before.", 
    "name": "Hart Crane"
  }, 
  {
    "quote": "To a poet the mere making of a poem can seem to solve the problem of truth, but only a problem of art is solved in poetry.", 
    "name": "Laura Riding"
  }, 
  {
    "quote": "The end of poetry is not to create a physical condition which shall give pleasure to the mind... The end of poetry is not an after-effect, not a pleasurable memory of itself, but an immediate, constant and even unpleasant insistence upon itself.", 
    "name": "Laura Riding"
  }, 
  {
    "quote": "Poetry brings all possible experience to the same degree: a degree in the consciousness beyond which the consciousness itself cannot go.", 
    "name": "Laura Riding"
  }, 
  {
    "quote": "No art form points like poetry to this originality of language as to its essential and abiding concern.", 
    "name": "Thomas Harrison"
  }, 
  {
    "quote": "Society's dark hull drifts further and further away. It is this place - the place of our separation, our distinction - that much of his poetry occupies.", 
    "name": "Tomas Transtromer"
  }, 
  {
    "quote": "Poetry says the things that I can't say. I read a lot, but I never write it.", 
    "name": "Trevor McDonald"
  }, 
  {
    "quote": "Conversation may be compared to a lyre with seven chords - philosophy, art, poetry, love, scandal, and the weather.", 
    "name": "Anna Jameson"
  }, 
  {
    "quote": "Poetry is one of the few nasty childhood habits I've managed to grow out of.", 
    "name": "Tom Holt"
  }, 
  {
    "quote": "I despair of ever writing excellent poetry.", 
    "name": "Isaac Rosenberg"
  }, 
  {
    "quote": "I will not leave a corner of my consciousness covered up, but saturate myself with the strange and extraordinary new conditions of this life, and it will all refine itself into poetry later on.", 
    "name": "Isaac Rosenberg"
  }, 
  {
    "quote": "Nobody ever told me what to read, or ever put poetry in my way.", 
    "name": "Isaac Rosenberg"
  }, 
  {
    "quote": "If I do a poetry reading I want people to walk out and say they feel better for having been there - not because you've done a comedy performance but because you're talking about your father dying or having young children, things that touch your soul.", 
    "name": "Roger McGough"
  }, 
  {
    "quote": "Whereas with poetry no one has to show anybody really, and you don't have to tell anyone you're doing it.", 
    "name": "Roger McGough"
  }, 
  {
    "quote": "What she did was to open our eyes to details of country life such as teaching us names of wild flowers and getting us to draw and paint and learn poetry.", 
    "name": "Laurie Lee"
  }, 
  {
    "quote": "Well, if this is poetry, I'm certainly never going to write any myself.", 
    "name": "James Schuyler"
  }, 
  {
    "quote": "Poetry had far better imply things than preach them directly... in the open pulpit her voice grows hoarse and fails.", 
    "name": "F. L. Lucas"
  }, 
  {
    "quote": "Prior to Wordsworth, humor was an essential part of poetry. I mean, they don't call them Shakespeare comedies for nothing.", 
    "name": "William Collins"
  }, 
  {
    "quote": "I think that the job of poetry, its political job, is to refresh the idea of justice, which is going dead in us all the time.", 
    "name": "Robert Hass"
  }, 
  {
    "quote": "All I knew about Ethiopia was from a few records that I like, as well as what I read about the famine. But you get there and it's another world. It's filled with art and music and poetry and intellectuals and writers - all kinds of people.", 
    "name": "Flea"
  }, 
  {
    "quote": "But poetry is a way of language, it is not its subject or its maker's background or interests or hobbies or fixations. It is nearer to utterance than history.", 
    "name": "Thomas Lynch"
  }, 
  {
    "quote": "Some Marines made fun of the fact that I had done plays and studied poetry, but then I won the award for physical training.", 
    "name": "David Hunt"
  }, 
  {
    "quote": "One of the things I've always liked about my husband is he's very good at lots of stuff. He was an English teacher when I met him. He wrote poetry and played the guitar. As time went on, he decided to go into economics, so he's very analytical and mathematical in addition to his artsy side.", 
    "name": "Ally Condie"
  }, 
  {
    "quote": "I see architecture not as Gropius did, as a moral venture, as truth, but as invention, in the same way that poetry or music or painting is invention.", 
    "name": "Michael Graves"
  }, 
  {
    "quote": "Well, I like to write poetry. I'm a published poet.", 
    "name": "Misha Collins"
  }, 
  {
    "quote": "Well I guess the plan was to write poetry and publish books and make a living from writing poetry. That was a pretty ambitious plan I guess.", 
    "name": "Robert Adamson"
  }, 
  {
    "quote": "Well - I started writing - probably in the early 60s and by say '65-'66 I had read most of the poetry that had been published - certainly in the 20 years prior to that.", 
    "name": "Robert Adamson"
  }, 
  {
    "quote": "There's one of my new poems actually - is a good example of where my poetry has ended up. My earlier river poetry was more like a cross between Shelley and Dylan Thomas.", 
    "name": "Robert Adamson"
  }, 
  {
    "quote": "I was kind of an outcast in school 'cause I always kept to myself and was writing poetry and then going on tour with my brother band all the time, so kids didn't know what to make of me.", 
    "name": "Christina Perri"
  }, 
  {
    "quote": "I wish you would read a little poetry sometimes. Your ignorance cramps my conversation.", 
    "name": "Anthony Hope"
  }, 
  {
    "quote": "I used to joke that if acting didn't work out, poetry was my commonsense fallback.", 
    "name": "Merritt Wever"
  }, 
  {
    "quote": "Literature is a state of culture, poetry is a state of grace, before and after culture.", 
    "name": "Juan Ramon Jimenez"
  }, 
  {
    "quote": "Poetry's always dead, you know? You don't realize how good poetry is until 15 years later.", 
    "name": "Richard Hell"
  }, 
  {
    "quote": "Clarity, clarity, surely clarity is the most beautiful thing in the world, A limited, limiting clarity I have not and never did have any motive of poetry But to achieve clarity.", 
    "name": "George Oppen"
  }, 
  {
    "quote": "The first question at that time in poetry was simply the question of honesty, of sincerity.", 
    "name": "George Oppen"
  }, 
  {
    "quote": "Freedom is poetry, taking liberties with words, breaking the rules of normal speech, violating common sense. Freedom is violence.", 
    "name": "Norman O. Brown"
  }, 
  {
    "quote": "Stadium rock and commercial rock are the opposite of what poetry needs. An audience of around 200 is ideal for poetry.", 
    "name": "Adrian Mitchell"
  }, 
  {
    "quote": "I use rock and jazz and blues rhythms because I love that music. I hope my poetry has a relationship with good-time rock'n roll.", 
    "name": "Adrian Mitchell"
  }, 
  {
    "quote": "Reality only reveals itself when it is illuminated by a ray of poetry.", 
    "name": "Georges Braque"
  }, 
  {
    "quote": "Well, I write a lot of poetry - that's where it usually all starts. I definitely want to show you guys sides of me - love, loss, heartbreak - all of that good stuff!", 
    "name": "Tristan Wilds"
  }, 
  {
    "quote": "Too many people in the modern world view poetry as a luxury, not a necessity like petrol. But to me it's the oil of life.", 
    "name": "John Betjeman"
  }, 
  {
    "quote": "For poetry there exists neither large countries nor small. Its domain is in the heart of all men.", 
    "name": "Giorgos Seferis"
  }, 
  {
    "quote": "The urge to write poetry is like having an itch. When the itch becomes annoying enough, you scratch it.", 
    "name": "Robert Penn Warren"
  }, 
  {
    "quote": "My father had wanted to name me for Dylan Thomas. He had seen him speak on one of those drunken poetry tours he did.", 
    "name": "Dylan Walsh"
  }, 
  {
    "quote": "I found that it wasn't so oddball to like music and poetry and visual arts, they're kindred spirits.", 
    "name": "J. Carter Brown"
  }, 
  {
    "quote": "I think it was T.S. Eliot who talked about good poetry being felt before it's understood. I believe that. There are some bands where I love their lyrics but I don't have a clue what they're on about.", 
    "name": "Marcus Mumford"
  }, 
  {
    "quote": "I don't think Auden liked my poetry very much, he's very Anglican.", 
    "name": "Stevie Smith"
  }, 
  {
    "quote": "All poetry has to do is to make a strong communication. All the poet has to do is listen. The poet is not an important fellow. There will also be another poet.", 
    "name": "Stevie Smith"
  }, 
  {
    "quote": "Religion is no more possible without prayer than poetry without language, or music without atmosphere.", 
    "name": "James Martineau"
  }, 
  {
    "quote": "There's not a good poet I know who has not at the beck and call of his memory a vast quantity of poetry that composes his mental library.", 
    "name": "Anthony Hecht"
  }, 
  {
    "quote": "What is poetry which does not save nations or people?", 
    "name": "Czeslaw Milosz"
  }, 
  {
    "quote": "Theater and poetry were what helped people stay alive and want to go on living.", 
    "name": "Vanessa Redgrave"
  }, 
  {
    "quote": "I started off in England and very few people knew I was Australian. I mean, the clues were in the poems, but they didn't read them very carefully, and so for years and years I was considered completely part of the English poetry scene.", 
    "name": "Peter Porter"
  }, 
  {
    "quote": "Poetry is of so subtle a spirit, that in the pouring out of one language into another it will evaporate.", 
    "name": "John Denham"
  }, 
  {
    "quote": "Don't call my lyrics poetry. It's an insult to real poets.", 
    "name": "Bernie Taupin"
  }, 
  {
    "quote": "You don't go after poetry, you take what comes. Maybe the gods do it through me but I certainly do a hell of a lot of the work.", 
    "name": "Phyllis Gotlieb"
  }, 
  {
    "quote": "This career essentially chased me down while I was on the spoken-word scene in New York. I kept hearing that my delivery of my poetry - which was very personal and cathartic at the time- was very moving to folks. People thought that I was an actress because of my delivery, when I was just dropping into the work and really pouring out my soul.", 
    "name": "Sonja Sohn"
  }, 
  {
    "quote": "As I got older, I really got into Tupac's poetry, his books and just learning about his life and what he was into.", 
    "name": "Jhene Aiko"
  }, 
  {
    "quote": "Let me read you some of my poetry. My poetry just takes me to another level.", 
    "name": "Rick Fox"
  }, 
  {
    "quote": "Great poetry is always written by somebody straining to go beyond what he can do.", 
    "name": "Stephen Spender"
  }, 
  {
    "quote": "The mystic purchases a moment of exhilaration with a lifetime of confusion and the confusion is infectious and destructive. It is confusing and destructive to try and explain anything in terms of anything else, poetry in terms of psychology.", 
    "name": "Basil Bunting"
  }, 
  {
    "quote": "I don't look on poetry as closed works. I feel they're going on all the time in my head and I occasionally snip off a length.", 
    "name": "John Ashbery"
  }, 
  {
    "quote": "What does that represent? There was never any question in plastic art, in poetry, in music, of representing anything. It is a matter of making something beautiful, moving, or dramatic - this is by no means the same thing.", 
    "name": "Fernand Leger"
  }, 
  {
    "quote": "Poetry must be made by all and not by one.", 
    "name": "Comte de Lautreamont"
  }, 
  {
    "quote": "So much of my poetry begins with something that I can describe in visual terms, so thinking about distance, thinking about how life begins and what might be watching us.", 
    "name": "Tracy K. Smith"
  }, 
  {
    "quote": "Poetry criticism at its worst today is mean in spirit and spiteful in intent, as if determined to inflict the wound that will spur the artist to new heights if it does not cripple him or her.", 
    "name": "David Lehman"
  }, 
  {
    "quote": "The older I've got the less I find myself going back and re-reading or really reading new fiction or poetry.", 
    "name": "Reynolds Price"
  }, 
  {
    "quote": "To feel most beautifully alive means to be reading something beautiful, ready always to apprehend in the flow of language the sudden flash of poetry.", 
    "name": "John Andrew Holmes"
  }, 
  {
    "quote": "Poetry is a sort of homecoming.", 
    "name": "Paul Celan"
  }, 
  {
    "quote": "Women who are inclined to write poetry at all are inspired by being mad at something.", 
    "name": "Amy Clampitt"
  }, 
  {
    "quote": "Poetry is an art, and chief of the fine art the easiest to dabble in, the hardest in which to reach true excellence.", 
    "name": "Edmund Clarence Stedman"
  }, 
  {
    "quote": "Poetry is an art, the easiest to dabble in, but the hardest to reach true excellence.", 
    "name": "J. G. Stedman"
  }, 
  {
    "quote": "For a poet to depict a poet in poetry is a hazardous experiment in regarding one's own trade a sense of humour and a little wholesome cynicism are not amiss.", 
    "name": "Edward Dowden"
  }, 
  {
    "quote": "That's the way it is with poetry: When it is incomprehensible it seems profound, and when you understand it, it is only ridiculous.", 
    "name": "Galway Kinnell"
  }, 
  {
    "quote": "Who writes poetry imbibes honey from the poisoned lips of life.", 
    "name": "William Rose Benet"
  }, 
  {
    "quote": "Music has a poetry of its own, and that poetry is called melody.", 
    "name": "Joshua Logan"
  }, 
  {
    "quote": "Poetry is like making a joke. If you get one word wrong at the end of a joke, you've lost the whole thing.", 
    "name": "W. S. Merwin"
  }, 
  {
    "quote": "I could no more define poetry than a terrier can define a rat.", 
    "name": "Alfred Edward Housman"
  }, 
  {
    "quote": "I wrote The Green Eye of the Little Yellow God in five hours, but I had it all planned out. It isn't poetry and it does not pretend to be, but it does what it sets out to do.", 
    "name": "J. Milton Hayes"
  }, 
  {
    "quote": "I'm looking for a guy who makes you want to dance and write poetry all day long.", 
    "name": "Angela Sarafyan"
  }, 
  {
    "quote": "Poetry is a matter of life, not just a matter of language.", 
    "name": "Lucille Clifton"
  }, 
  {
    "quote": "Some say they see poetry in my paintings I see only science.", 
    "name": "Georges Seurat"
  }, 
  {
    "quote": "I didn't want to deal in poetry. I got rid of that after a few months.", 
    "name": "Tom Wesselmann"
  }, 
  {
    "quote": "For me, poetry is always a search for order.", 
    "name": "Elizabeth Jennings"
  }, 
  {
    "quote": "All good poetry is forged slowly and patiently, link by link, with sweat and blood and tears.", 
    "name": "Alfred Douglas"
  }, 
  {
    "quote": "I don't know a better preparation for life than a love of poetry and a good digestion.", 
    "name": "Zona Gale"
  }, 
  {
    "quote": "For there is a sound reasoning upon all flowers. For flowers are peculiarly the poetry of Christ.", 
    "name": "Christopher Smart"
  }, 
  {
    "quote": "Poetry asks people to have values, form opinions, care about some other part of experience besides making money and being successful on the job.", 
    "name": "Toi Derricotte"
  }, 
  {
    "quote": "Poetry uses the hub of a torque converter for a jello mold.", 
    "name": "Diane Glancy"
  }, 
  {
    "quote": "He fertilizes a phrase or a line of poetry for weeks and then gives birth to it in a speech.", 
    "name": "John Colville"
  }, 
  {
    "quote": "I write poetry in order to live more fully.", 
    "name": "Judith Rodriguez"
  }
]