[
  {
    "quote": "I'm not feeling very well - I need a doctor immediately. Ring the nearest golf course.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "A hospital bed is a parked taxi with the meter running.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Never go to a doctor whose office plants have died.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "They certainly give very strange names to diseases.", 
    "name": "Plato"
  }, 
  {
    "quote": "Getting out of the hospital is a lot like resigning from a book club. You're not out of it until the computer says you're out of it.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Medicine is my lawful wife and literature my mistress when I get tired of one, I spend the night with the other.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "When I was born I was so ugly the doctor slapped my mother.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "Doctors are just the same as lawyers the only difference is that lawyers merely rob you, whereas doctors rob you and kill you too.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "The doctor sees all the weakness of mankind the lawyer all the wickedness, the theologian all the stupidity.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Doctors will have more lives to answer for in the next world than even we generals.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "All sorts of computer errors are now turning up. You'd be surprised to know the number of doctors who claim they are treating pregnant men.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Illness is the doctor to whom we pay most heed to kindness, to knowledge, we make promise only pain we obey.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Three-quarters of the sicknesses of intelligent people come from their intelligence. They need at least a doctor who can understand this sickness.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "A physician's physiology has much the same relation to his power of healing as a cleric's divinity has to his power of influencing conduct.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "You may not be able to read a doctor's handwriting and prescription, but you'll notice his bills are neatly typewritten.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "Modern medicine is a negation of health. It isn't organized to serve human health, but only itself, as an institution. It makes more people sick than it heals.", 
    "name": "Ivan Illich"
  }, 
  {
    "quote": "Whenever a doctor cannot do good, he must be kept from doing harm.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "The best doctor is the one you run to and can't find.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I was going to have cosmetic surgery until I noticed that the doctor's office was full of portraits by Picasso.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "As a medical doctor, it is my duty to evaluate the situation with as much data as I can gather and as much expertise as I have and as much experience as I have to determine whether or not the wish of the patient is medically justified.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "Time is generally the best doctor.", 
    "name": "Ovid"
  }, 
  {
    "quote": "My doctor gave me six months to live, but when I couldn't pay the bill he gave me six months more.", 
    "name": "Walter Matthau"
  }, 
  {
    "quote": "When I told my doctor I couldn't afford an operation, he offered to touch-up my X-rays.", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "The great secret of doctors, known only to their wives, but still hidden from the public, is that most things get better by themselves most things, in fact, are better in the morning.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Medicine sometimes snatches away health, sometimes gives it.", 
    "name": "Ovid"
  }, 
  {
    "quote": "I was always shocked when I went to the doctor's office and they did my X-ray and didn't find that I had eight more ribs than I should have or that my blood was the color green.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "In the name of Hypocrites, doctors have invented the most exquisite form of torture ever known to man: survival.", 
    "name": "Edward Everett Hale"
  }, 
  {
    "quote": "The doctors x-rayed my head and found nothing.", 
    "name": "Dizzy Dean"
  }, 
  {
    "quote": "I'm 86 and my doctor used to tell me to slow down - at least he did until he dropped dead.", 
    "name": "Cesar Romero"
  }, 
  {
    "quote": "Some people think that doctors and nurses can put scrambled eggs back in the shell.", 
    "name": "Cass Canfield"
  }, 
  {
    "quote": "You can die of the cure before you die of the illness.", 
    "name": "Michael Landon"
  }, 
  {
    "quote": "People are so afraid of authority figures and doctors are authority figures.", 
    "name": "Martha Beck"
  }, 
  {
    "quote": "The physician's highest calling, his only calling, is to make sick people healthy - to heal, as it is termed.", 
    "name": "Samuel Hahnemann"
  }, 
  {
    "quote": "It is reasonable to expect the doctor to recognize that science may not have all the answers to problems of health and healing.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Growing up, my dolls were doctors and on secret missions. I had Barbie Goes Rambo.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "When a man goes through six years training to be a doctor he will never be the same. He knows too much.", 
    "name": "Enid Bagnold"
  }, 
  {
    "quote": "Flying back from New York, the flight attendant said 'God, I wished you were here yesterday, we had a stroke on the plane. I said, if I have a stroke on a plane, I hope the pretend doctor isn't the one on the plane. I want a real doctor.", 
    "name": "Anthony Edwards"
  }, 
  {
    "quote": "America has the best doctors, the best nurses, the best hospitals, the best medical technology, the best medical breakthrough medicines in the world. There is absolutely no reason we should not have in this country the best health care in the world.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "I went to the doctor and he said I had acute appendicitis, and I said compared to who?", 
    "name": "Jay London"
  }, 
  {
    "quote": "I'm strongly for a patient Bill of Rights. Decisions ought to be made by doctors, not accountants.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "I'm by no means condemning prescription medicine for mental health. I've seen it save a lot of people's lives.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "Mammograms are really sort of a gift. You can either catch something early or count your lucky stars because nothing was discovered. Either way, you're ahead of the game.", 
    "name": "Charlotte Ross"
  }, 
  {
    "quote": "If you look at the human condition today, not everyone is well fed, has access to good medical care, or the physical basics that provide for a healthy and a happy life.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "Passion, you see, can be destroyed by a doctor. It cannot be created.", 
    "name": "Peter Shaffer"
  }, 
  {
    "quote": "In the sick room, ten cents' worth of human understanding equals ten dollars' worth of medical science.", 
    "name": "Martin H. Fischer"
  }, 
  {
    "quote": "Medical liability reform is not a Republican or Democrat issue or even a doctor versus lawyer issue. It is a patient issue.", 
    "name": "John Ensign"
  }, 
  {
    "quote": "The art of medicine was to be properly learned only from its practice and its exercise.", 
    "name": "Thomas Sydenham"
  }, 
  {
    "quote": "A pregnant woman facing the most dire circumstances must be able to count on her doctor to do what is medically necessary to protect her from serious physical harm.", 
    "name": "Barbara Mikulski"
  }, 
  {
    "quote": "I got the bill for my surgery. Now I know what those doctors were wearing masks for.", 
    "name": "James H. Boren"
  }, 
  {
    "quote": "Honestly, being a doctor could make you more close minded than regular people.", 
    "name": "Alex Chiu"
  }, 
  {
    "quote": "As a physician, I know many doctors want to utilize new technology, but they find the cost prohibitive.", 
    "name": "Nathan Deal"
  }, 
  {
    "quote": "I regret to this day that I never went to college. I feel I should have been a doctor.", 
    "name": "Ty Cobb"
  }, 
  {
    "quote": "One has a greater sense of degradation after an interview with a doctor than from any human experience.", 
    "name": "Alice James"
  }, 
  {
    "quote": "Doctors coin money when they do procedures but family medicine doesn't have any procedures.", 
    "name": "David Jones"
  }, 
  {
    "quote": "If you want total security, go to prison. There you're fed, clothed, given medical care and so on. The only thing lacking... is freedom.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "The Christian's Bible is a drug store. Its contents remain the same, but the medical practice changes.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "You know, if I listened to Michael Dukakis long enough, I would be convinced we're in an economic downturn and people are homeless and going without food and medical attention and that we've got to do something about the unemployed.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "These technologies can make life easier, can let us touch people we might not otherwise. You may have a child with a birth defect and be able to get in touch with other parents and support groups, get medical information, the latest experimental drugs. These things can profoundly influence life. I'm not downplaying that.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "We can't get to the $4 trillion in savings that we need by just cutting the 12 percent of the budget that pays for things like medical research and education funding and food inspectors and the weather service. And we can't just do it by making seniors pay more for Medicare.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I had the privilege of practicing medicine in the early '60s, before we had any government. It worked rather well, and there was nobody on the street suffering with no medical care.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "If you're so pro-life, do me a favour: don't lock arms and block medical clinics. If you're so pro-life, lock arms and block cemeteries.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "Whenever the people are for gay marriage or medical marijuana or assisted suicide, suddenly the 'will of the people' goes out the window.", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "The rich man's dog gets more in the way of vaccination, medicine and medical care than do the workers upon whom the rich man's wealth is built.", 
    "name": "Samora Machel"
  }, 
  {
    "quote": "Vaccination is the medical sacrament corresponding to baptism. Whether it is or is not more efficacious I do not know.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Folks, the most insidious part of this whole health care scheme is that all of these vast medical expenditures will become nothing more than government budget items. We individuals will no longer exist. The relationship between a government and citizen will change forever.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "Completeness? Happiness? These words don't come close to describing my emotions. There truly is nothing I can say to capture what motherhood means to me, particularly given my medical history.", 
    "name": "Anita Baker"
  }, 
  {
    "quote": "A Harvard Medical School study has determined that rectal thermometers are still the best way to tell a baby's temperature. Plus, it really teaches the baby who's boss.", 
    "name": "Tina Fey"
  }, 
  {
    "quote": "I went to medical school because I wanted to ask the big questions. Do we have a soul? Does God exist? What happens after death?", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "No one should have to choose between medicine and other necessities. No one should have to use the emergency room every time a child gets sick. And no one should have to live in constant fear that a medical problem will become a financial crisis.", 
    "name": "Brad Henry"
  }, 
  {
    "quote": "Medical science has proven time and again that when the resources are provided, great progress in the treatment, cure, and prevention of disease can occur.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "It seems sensible to me that we should look to the medical profession, that over the centuries has helped us to live longer and healthier lives, to help us die peacefully among our loved ones in our own home without a long stay in God's waiting room.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "I believe it should be possible for someone stricken with a serious and ultimately fatal illness to choose to die peacefully with medical help, rather than suffer.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "Finish last in your league and they call you idiot. Finish last in medical school and they call you doctor.", 
    "name": "Abe Lemons"
  }, 
  {
    "quote": "A retired teacher paid $62,000 towards her pension and nothing, yes nothing, for full family medical, dental and vision coverage over her entire career. What will we pay her? $1.4 million in pension benefits and another $215,000 in health care benefit premiums over her lifetime.", 
    "name": "Chris Christie"
  }, 
  {
    "quote": "The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer's, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Against the State, against the Church, against the silence of the medical profession, against the whole machinery of dead institutions of the past, the woman of today arises.", 
    "name": "Margaret Sanger"
  }, 
  {
    "quote": "Stay out of the sun, because it is the worst thing in terms of aging. I'm very medical. I come from a medical family.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "What's important at the grocery store is just as important in engines or medical systems. If the customer isn't satisfied, if the stuff is getting stale, if the shelf isn't right, or if the offerings aren't right, it's the same thing. You manage it like a small organization. You don't get hung up on zeros.", 
    "name": "Jack Welch"
  }, 
  {
    "quote": "Information on how to heal autism and how to possibly delay vaccines or prevent autism shouldn't come from me. It should come from the medical establishment.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "I have been recently diagnosed with Sjogren's Syndrome, an autoimmune disease which is an ongoing medical condition that affects my energy level and causes fatigue and joint pain.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "Civil and political rights are critical, but not often the real problem for the destitute sick. My patients in Haiti can now vote but they can't get medical care or clean water.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "I know we can't always know what medical surprises may happen during childbirth. But my hope is to go fully natural - no epidural, no interventions. Wish me luck.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "But I contend that if we're providing total medical coverage for every man, woman, and child in Iraq, shouldn't we at least be doing the same thing for every man, woman, and child in the United States?", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "Money has transformed every watchdog, every independent authority. Medical doctors are increasingly gulled by the lobbying of pharmaceutical salesmen.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Liberal that I am, I support health-care reform on its merits alone. My liberal blood boils, for example, when I read that half of the personal bankruptcies in this country are brought on, in part, by medical expenses.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "My dad's a doctor, and when I was 8, I went to one of his medical conferences where they were demonstrating laser surgery on a chicken. I was so mad that a chicken had to die, I never ate meat again.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "I first wanted to be a psychiatrist. I decided against that in medical school when I discovered that psychiatrists didn't, in reality, do what they did on TV.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Over the years my mother's steadfast faith in God has inspired me, particularly when I had to perform extremely difficult surgical procedures or when I found myself faced with my own medical scare.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "I think first and foremost everybody should understand that Canadians are strongly committed to the system of universal health insurance, to the principle that your ability to pay does not determine your access to critical medical service.", 
    "name": "Stephen Harper"
  }, 
  {
    "quote": "The best way to reduce the cost of medical care is to reduce the illness.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "If we can reduce the cost and improve the quality of medical technology through advances in nanotechnology, we can more widely address the medical conditions that are prevalent and reduce the level of human suffering.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "My parents and grandparents have always been engaged in teaching or the medical profession or the priesthood, so I've sort of grown up with a sense of complicity in the lives of other people, so there's no virtue in that it's the way one is raised.", 
    "name": "Colin Firth"
  }, 
  {
    "quote": "Medical knowledge and technical savvy are biodegradable. The sort of medicine that was practiced in Boston or New York or Atlanta fifty years ago would be as strange to a medical student or intern today as the ceremonial dance of a !Kung San tribe would seem to a rock festival audience in Hackensack.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "The dilemma of modern medicine, and the underlying central flaw in medical education and, most of all, in the training of interns, is the irresistible drive to do something, anything. It is expected by patients and too often agreed to by their doctors, in the face of ignorance.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "It worries me about our unwillingness to really address reforms and modernization in Medicare. This thing was designed 37 years ago. It has not evolved to keep pace with current medical technology.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Mind you, I've always been a very off-message type of fat broad one who gladly admits she reached the size she is now solely through lack of discipline and love of pleasure, and who rather despises people (except those with proven medical conditions) who pretend that it is generally otherwise.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "One goes through school, college, medical school and one's internship learning little or nothing about goodness but a good deal about success.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "There have been some medical schools in which somewhere along the assembly line, a faculty member has informed the students, not so much by what he said but by what he did, that there is an intimate relation between curing and caring.", 
    "name": "Ashley Montagu"
  }, 
  {
    "quote": "It is clear that the pharmaceutical industry is not, by any stretch of the imagination, doing enough to ensure that the poor have access to adequate medical care.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "The main reason for the failure of the modern medical science is that it is dealing with results and not causes. Nothing more than the patching up of those attacked and the burying of those who are slain, without a thought being given to the real strong hold.", 
    "name": "Edward Bach"
  }, 
  {
    "quote": "I read Freud's Introductory Lectures in Psychoanalysis in basically one sitting. I decided to enroll in medical school. It was almost like a conversion experience.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Citizens must pressure the American Hospital Association, the American Public Health Association, the Centers for Disease Control and other relevant governmental agencies to make greening our hospitals and medical centers a top priority so that they themselves don't create even more illness.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "We need to accept the seemingly obvious fact that a toxic environment can make people sick and that no amount of medical intervention can protect us. The health care community must become a powerful political lobby for environmental policy and legislation.", 
    "name": "Andrew Weil"
  }, 
  {
    "quote": "I have written two medical novels. I have never studied medicine, never seen an operation.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "Medical debts are the number-one cause of bankruptcy in America.", 
    "name": "Barbara Ehrenreich"
  }, 
  {
    "quote": "I took anatomy classes. I went to medical libraries and talked to doctors and nutritionists. I did the whole thing before using myself as a human guinea pig.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "The patient's autonomy always, always should be respected, even if it is absolutely contrary - the decision is contrary to best medical advice and what the physician wants.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "I'm trying to knock the medical profession into accepting its responsibilities, and those responsibilities include assisting their patients with death.", 
    "name": "Jack Kevorkian"
  }, 
  {
    "quote": "And as a nurse, I know very well the importance, for example, of electronic medical records.", 
    "name": "Lois Capps"
  }, 
  {
    "quote": "I mean, everybody should have access to medical care. And, you know, it shouldn't be such a big deal.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "Researches tested a new form of medical marijuana that treats pain but doesn't get the user high, prompting patients who need medical marijuana to declare, 'Thank you?'", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "As far as hypnosis is concerned, I had a very serious problem when I was in my twenties. I encountered a man who later became the president of the American Society of Medical Hypnosis. He couldn't hypnotize me.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "I don't think there's any independent cartoonist whose stuff I don't like or respect in at least some way or another. We're all marginal laborers - we're practically medical oddities - so I don't see why we can't all be nice to each other.", 
    "name": "Chris Ware"
  }, 
  {
    "quote": "President Obama and his radical feminist enforcers have had it in for Catholic medical providers from the get-go. It's about time all people of faith fought back against this unprecedented encroachment on religious liberty. First, they came for the Catholics. Who's next?", 
    "name": "Michelle Malkin"
  }, 
  {
    "quote": "The public has lost faith in the ability of Social Security and Medicare to provide for old age. They've lost faith in the banking system and in conventional medical insurance.", 
    "name": "Ron Chernow"
  }, 
  {
    "quote": "Five thousand people every day lose their home because of a medical bankruptcy. Most of them had insurance.", 
    "name": "Debbie Stabenow"
  }, 
  {
    "quote": "Medical professionals, not insurance company bureaucrats, should be making health care decisions.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "We have the greatest hospitals, doctors, and medical technology in the world - we need to make them accessible to every American.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "Remember, I'm a doctor's daughter. So obviously I'm interested in all medical things.", 
    "name": "Nancy Reagan"
  }, 
  {
    "quote": "It was my Uncle George who discovered that alcohol was a food well in advance of modern medical thought.", 
    "name": "P. G. Wodehouse"
  }, 
  {
    "quote": "I am very abnormal... But it wasn't very long ago that I wasn't so abnormal. I was very normal and headed for a lifetime of paying medical bills as proof of my normalcy.", 
    "name": "Dirk Benedict"
  }, 
  {
    "quote": "The Google algorithm was a significant development. I've had thank-you emails from people whose lives have been saved by information on a medical website or who have found the love of their life on a dating website.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "Today, all patients accepted for treatment at St. Jude's are treated without regard for the family's ability to pay. Everything beyond what is covered by insurance is taken care of, and for those without insurance, all of the medical costs are absorbed by the hospital.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Many of us are alarmed at the skyrocketing cost of medical care, including patients, who are the consumers. However, medical malpractice is not the reason for these increasing costs.", 
    "name": "Joe Baca"
  }, 
  {
    "quote": "In our own state, we came up with, I think, what was a very novel approach to closing the gap on the uninsured. To harmonize medical records - which was a major step in getting costs out of the system.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "I basically believe the medical insurance industry should be nonprofit, not profit-making. There is no way a health reform plan will work when it is implemented by an industry that seeks to return money to shareholders instead of using that money to provide health care.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "To date, embryonic stem cell research has not produced a single medical treatment, where ethical, adult stem cell research has produced some 67 medical miracles.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "Here in Silicon Valley, I have taken part in hundreds of conversations trying to convince people to dive in and become entrepreneurs. All too often, innovators with good, safe, jobs are unwilling to put their family's access to health care at risk by walking away from company-backed medical insurance.", 
    "name": "Eric Ries"
  }, 
  {
    "quote": "Synergy and serendipity often play a big part in medical and scientific advances.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "Advances in science and medical research and public health policies have meant that life expectancy for Australians is one of the highest in the world.", 
    "name": "Julie Bishop"
  }, 
  {
    "quote": "Over 120 Aboriginal communities run their own health services - some have been doing so for 30 years. They struggle with difficult medical problems. They also try to deal with counselling, stolen generations issues, family relationships, violence, suicide prevention.", 
    "name": "Malcolm Fraser"
  }, 
  {
    "quote": "Because I am not formally trained in the medical sciences, I can bring in new ideas to AIDS research and the cross-fertilization of ideas from different fields could be a valuable contribution to finding the cure for AIDS.", 
    "name": "Philip Emeagwali"
  }, 
  {
    "quote": "If I'm pushed, I'd also have to admit I don't like people with allergies. They just annoy me. There seems to be something far too self-centred about it. 'No thanks, I'm allergic.' Why not just say 'No thanks'? I wasn't asking for your medical history, I was just passing around the nuts. Trying to be friendly, that's all.", 
    "name": "Jack Dee"
  }, 
  {
    "quote": "Haiti is always talking about decentralization and nothing has been so obvious, perhaps a weakness, as the centralized nature of Haitian society as being revealed by the earthquake. I mean, they lost all these medical training programs because they didn't have them anywhere else.", 
    "name": "Paul Farmer"
  }, 
  {
    "quote": "The growth of technology is such that it is not possible today for a nuclear physicist to switch into medical physics without training. The field is now much more technical. More training is needed to do the job.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "It's interesting when people make comments about celebrities' weight gain or lack of weight gain as if they're a medical professional that's treating that celebrity. Like, 'This doctor does not treat Jessica Simpson, but thinks her weight is unhealthy.' If you don't treat her, then how do you know?", 
    "name": "Busy Philipps"
  }, 
  {
    "quote": "No one wants to go back to a situation where, if you have a pre-existing medical condition, you, you can be deprived of coverage. No one wants to go back to a situation where, if you get seriously ill, you can get thrown off your insurance. Seniors don't want to go back to paying more for their prescription drugs.", 
    "name": "David Axelrod"
  }, 
  {
    "quote": "There is an element of anger among women who've been raped. There's certainly a major element of humiliation. But it really does seem like a medical condition of shock and horror.", 
    "name": "Nicholas D. Kristof"
  }, 
  {
    "quote": "Yet it looks as if the thing we use to solve our problems with is the source of our problems. It's like going to the doctor and having him make you ill. In fact, in 20% of medical cases we do apparently have that going on. But in the case of thought, its far over 20%.", 
    "name": "David Bohm"
  }, 
  {
    "quote": "Abortion is inherently different from other medical procedures because no other procedure involves the purposeful termination of a potential life.", 
    "name": "Potter Stewart"
  }, 
  {
    "quote": "My mother was told she couldn't go to medical school because she was a woman and a Jew. So she became a teacher in the New York City public school system.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "Medical decisions have been politicized. What doctor wants a state legislator in his consulting room?", 
    "name": "Garry Trudeau"
  }, 
  {
    "quote": "I do not believe that Congress or the Administration should prohibit the medical community from pursuing a promising avenue of research that may improve the lives of millions of Americans.", 
    "name": "Tom Allen"
  }, 
  {
    "quote": "When I went to the University, the medical school was the only place where one could hope to find the means to study life, its nature, its origins, and its ills.", 
    "name": "Albert Claude"
  }, 
  {
    "quote": "I'd come out of the army after five years as a medic. I was a medical administrator and we ran hospitals, and I was a Captain in the army at the end, in 1945.", 
    "name": "Eli Wallach"
  }, 
  {
    "quote": "We also have a program in place for low income people. A family of four making $26,000 a year can receive medical coverage, irrespective of citizenship or what documents.", 
    "name": "George Pataki"
  }, 
  {
    "quote": "If someone lives in New York, he's a New Yorker - they are entitled to the best medical system in the world.", 
    "name": "George Pataki"
  }, 
  {
    "quote": "The World Health Organisation has a lot of its medical experts sitting in Geneva while hospitals in Africa have no drugs and desperate patients are forced to seek medication on the black market.", 
    "name": "Pauline Hanson"
  }, 
  {
    "quote": "Listening to medical facts was not enough. People wanted one hundred percent guarantees.", 
    "name": "Ryan White"
  }, 
  {
    "quote": "During a trip to Iraq last fall, I visited our theater hospital at Balad Air Force Base and witnessed these skilled medical professionals in action and met the brave soldiers whose lives they saved.", 
    "name": "Melissa Bean"
  }, 
  {
    "quote": "If we don't change, millions of American families are just one medical emergency, or one layoff, away from financial disaster and bankruptcy.", 
    "name": "Jim Cooper"
  }, 
  {
    "quote": "When I took command in Vietnam, I gave great emphasis to food and medical care - and to the mail.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "In my second year, after moving to the Medical School, I began the courses of Anatomy and Physiology. I had begun to see that I was interested in cells and their functions.", 
    "name": "Sydney Brenner"
  }, 
  {
    "quote": "As a player, I was fortunate to work with coaching and medical staffs that underscored the importance of utilizing injury prevention exercises, which contributed to my healthy and long playing career.", 
    "name": "Cobi Jones"
  }, 
  {
    "quote": "For my convalescence, I had to exercise my voice only with vowels. It is a medical rule after a long loss of voice.", 
    "name": "Nana Mouskouri"
  }, 
  {
    "quote": "When I was born in 1970 with a rare genetic disorder called spondyloepiphyseal dysplasia congenita (SED), medical science wasn't what it is today and my mum and dad were treated terribly by the medical profession.", 
    "name": "Warwick Davis"
  }, 
  {
    "quote": "Developments in medical technology have long been confined to procedural or pharmaceutical advances, while neglecting a most basic and essential component of medicine: patient information management.", 
    "name": "John Doolittle"
  }, 
  {
    "quote": "The Navy's paid for you to go through school, and then they need doctors to go out and take care of people who are in various different parts of the world. I decided to pay back my time first as an undersea medical officer. I was stationed in Scotland.", 
    "name": "Laurel Clark"
  }, 
  {
    "quote": "Only medical hypnosis is capable of opening up amnesia.", 
    "name": "Betty Hill"
  }, 
  {
    "quote": "Today we see a human population of over 6 billion people, many of whom have serious medical conditions, which either can't be treated or cannot be treated economically.", 
    "name": "Ralph Merkle"
  }, 
  {
    "quote": "I can help a lot of other people who've gone through the same thing by building a center that will help men and women who don't have the funds to take care of themselves and get the medical treatment.", 
    "name": "David Gest"
  }, 
  {
    "quote": "Long gone are the days when hospital stays and surgeries made up the bulk of seniors' annual medical expenses.", 
    "name": "Jim Gerlach"
  }, 
  {
    "quote": "Without true medical liability reform, our doctors will continue to leave, and young doctors coming out of medical school $100,000 to $200,000 in debt will not be able to afford such onerous costs.", 
    "name": "Jim Gerlach"
  }, 
  {
    "quote": "Informed consent is required for every invasive medical procedure, from getting your ears pierced to having an abortion.", 
    "name": "Bob McDonnell"
  }, 
  {
    "quote": "The whole story of the comfort women, the system of forced sexual slavery, the medical experiments of Unit 731, is not something that is in the US psyche. That is changing because many books are coming out.", 
    "name": "Iris Chang"
  }, 
  {
    "quote": "I decided to start a medical training program for freelancers, only freelancers. They're the ones who are doing most of the combat reporting. They're taking most of the risks. They're absorbing most of the casualties. And they're the most underserved and under-resourced of everyone in the entire news business.", 
    "name": "Sebastian Junger"
  }, 
  {
    "quote": "Corporate governance is a huge issue too. We don't have women on these corporate boards. More than half of the students in law school are women, more than half of the women, I think, in medical school now are women.", 
    "name": "Claire McCaskill"
  }, 
  {
    "quote": "With tens of thousands of patients dying every year from preventable medical errors, it is imperative that we embrace available technologies and drastically improve the way medical records are handled and processed.", 
    "name": "Jon Porter"
  }, 
  {
    "quote": "We cannot sacrifice innocent human life now for vague and exaggerated promises of medical treatments thirty of forty years from now. There are ways to pursue this technology and respect life at the same time.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "The great medical facilities are a relief for the parents, too, who don't have to think about caring for their young ones on their own for a weekend. They have a great time.", 
    "name": "Jami Gertz"
  }, 
  {
    "quote": "Community health centers do a great deal with limited resources. They provide critical medical care services to many who would otherwise have no other place to go or would end up in an emergency room.", 
    "name": "Jan Schakowsky"
  }, 
  {
    "quote": "For many people, managing pain involves using prescription medicine in combination with complementary techniques like physical therapy, acupuncture, yoga and massage. I appreciate this because I truly believe medical care should address the person as a whole - their mind, body, and spirit.", 
    "name": "Naomi Judd"
  }, 
  {
    "quote": "When I talked to my medical friends about the strange silence on this subject in American medical magazines and textbooks, I gained the impression that here was a subject tainted with Socialism or with feminine sentimentality for the poor.", 
    "name": "Alice Hamilton"
  }, 
  {
    "quote": "Oh there are lots of doctors and medical professionals out there who buy my devices at whole sale price.", 
    "name": "Alex Chiu"
  }, 
  {
    "quote": "Immortality Device has been tested and researched by medical researchers all over the world from time to time. They email me and told me what they found. I post their results sometimes on my site.", 
    "name": "Alex Chiu"
  }, 
  {
    "quote": "That's the thing. in medicine, you're used to saying there's a problem within the person, and saying there's a problem within the culture, that's not a medical answer. Medicine has to look in one direction, so there's only one type of answer that they can find.", 
    "name": "Chester Brown"
  }, 
  {
    "quote": "I founded a launch company called International Microspace when I graduated medical school in 1989. We were trying to build a microsatellite launcher.", 
    "name": "Peter Diamandis"
  }, 
  {
    "quote": "I've been advised not to have any more children for medical reasons, so that's it - the shop has closed, even though I would have loved a daughter.", 
    "name": "Toni Braxton"
  }, 
  {
    "quote": "Ensuring Americans have access to adequate medical care should be a priority for all of us.", 
    "name": "Dave Reichert"
  }, 
  {
    "quote": "I'd visit the near future, close enough that someone might want to talk to Larry Niven and can figure out the language distant enough to get me decent medical techniques and a ticket to the Moon.", 
    "name": "Larry Niven"
  }, 
  {
    "quote": "Procedures outside the stadiums and in the parking areas still need to be optimized, for example so that emergency medical services can leave the grounds on their way to the hospital faster.", 
    "name": "Otto Schily"
  }, 
  {
    "quote": "Prior to penicillin and medical research, death was an everyday occurrence. It was intimate.", 
    "name": "Katherine Dunn"
  }, 
  {
    "quote": "Failure to properly control our borders costs citizens in many ways: schools become overcrowded, medical resources are stretched too thin, other government services are overtaxed, and taxes increase further.", 
    "name": "Zach Wamp"
  }, 
  {
    "quote": "Another cause of change, one less noticeable but fundamental, is the modern growth of population closely connected with scientific and medical discoveries. It is interesting that the United Nations has set up a special Commission to study this question.", 
    "name": "Emily Greene Balch"
  }, 
  {
    "quote": "Nobody could tell us or really had a very good idea, if there were a massive release of radiation, what kind of medical treatment people were going to need and this or that, or, indeed, whether there would be medical personnel around.", 
    "name": "William Scranton"
  }, 
  {
    "quote": "Harvard Medical School, the University of South Florida and the American Psychiatric Association have all conducted studies showing that the earlier one begins gambling, the more likely it is he or she will become an addicted, problem gambler.", 
    "name": "Spencer Bachus"
  }, 
  {
    "quote": "As a former professional patient advocate, I believe prescription drugs are an essential part of high-quality medical treatment, and I supported enactment of the Medicare Prescription Drug and Modernization Act.", 
    "name": "Sue Kelly"
  }, 
  {
    "quote": "The sacrifices made by veterans and their willingness to fight in defense of our nation merit our deep respect and praise - and to the best in benefits and medical care.", 
    "name": "Sue Kelly"
  }, 
  {
    "quote": "Medical physics is an applied area of physics.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "Most medical physicists work in the physics of radiation oncology making sure that the desired dose is given to the cancer and the dose to normal tissues are minimized.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "Medical physicists work in cooperation with doctors. A few medical physicists devote their time to research and teaching. A few get involved with administrative duties.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "I am sure that I have been much more useful to society as a medical physicist.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "When I entered medical physics in 1958 there were fewer than 100 in the U.S. and I could see many opportunities to apply my knowledge of nuclear physics.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "I was the Chair of the first department of medical physics in a medical school in the U.S.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "I have devoted much time and energy to helping medical physics in developing countries.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "There are now over 5,000 medical physicists in the U.S more than 50 times the number in 1958.", 
    "name": "John Cameron"
  }, 
  {
    "quote": "It is my sincere hope that hospitals across Indiana, and America, continue to strive for excellence when it comes to providing medical care. This proposed rule will be harmful to communities who wish to upgrade their medical facilities.", 
    "name": "Steve Buyer"
  }, 
  {
    "quote": "The technology used to detect if vehicles are carrying radioactive material is so sensitive it can tell if a person recently received radiation as part of a medical procedure.", 
    "name": "Timothy Murphy"
  }, 
  {
    "quote": "The current medical records system is this: Room after room after room in a hospital filled with paper files.", 
    "name": "Timothy Murphy"
  }, 
  {
    "quote": "If one of us, any of us, any American is traveling in a town somewhere in America and a medical crisis hits them, for someone who is diabetic or perhaps has heart disease or some other problems, where do we get the records to determine what to do?", 
    "name": "Timothy Murphy"
  }, 
  {
    "quote": "Nobody had ever told me junk food was bad for me. Four years of medical school, and four years of internship and residency, and I never thought anything was wrong with eating sweet rolls and doughnuts, and potatoes, and bread, and sweets.", 
    "name": "Robert Atkins"
  }, 
  {
    "quote": "Whether it's possible or not, being a doctor, you take an oath. To care for your patient, not to kill them. You take an oath to do things that are proper in the medical world. Not to administer something outside of a hospital setting that's not even your area.", 
    "name": "Jermaine Jackson"
  }, 
  {
    "quote": "I have four strikes against me. I'm black, I'm short, I'm intelligent, and I have a medical condition.", 
    "name": "Gary Coleman"
  }, 
  {
    "quote": "America's doctors, nurses and medical researchers are the best in the world, but our health care system is broken.", 
    "name": "Mike Ferguson"
  }, 
  {
    "quote": "When Demetrie got sick, we knew it was our responsibility to take care of her and pay her medical bills. And we embraced that. But the tricky part is, like so many families in the South, we also expected her to use a separate bathroom, to use separate utensils.", 
    "name": "Kathryn Stockett"
  }, 
  {
    "quote": "There are the medical dangers of football in general caused by head trauma over repetitive hits.", 
    "name": "H. G. Bissinger"
  }, 
  {
    "quote": "Consider this: I can go to Antarctica and get cash from an ATM without a glitch, but should I fall ill during my travels, a hospital there could not access my medical records or know what medications I am on.", 
    "name": "Nathan Deal"
  }, 
  {
    "quote": "Jobs for every American is doomed to failure because of modern automation and production. We ought to recognize it and create an income-maintenance system so every single American has the dignity and the wherewithal for shelter, basic food, and medical care. I'm talking about welfare for all. Without it, you're going to have warfare for all.", 
    "name": "Jerry Brown"
  }, 
  {
    "quote": "Three of my children are medical doctors, they know at least a hundred times as much about your body as my grandfather knew, but they don't know much more about soul than he did.", 
    "name": "John Templeton"
  }, 
  {
    "quote": "But I spent just two calendar years at Cornell University, though it was covering more than three years of work, and then went to medical school and did become interested in psychiatry, and even helped form a kind of psychiatry club in medical school.", 
    "name": "Robert Jay Lifton"
  }, 
  {
    "quote": "Even top caliber hospitals cannot escape medical mistakes that sometimes result in irreparable damage to patients.", 
    "name": "Carl Levin"
  }, 
  {
    "quote": "I am committed to ensure that our intelligence community, law enforcement, medical professionals, and military have the information and funding needed to protect the American people from threats at home and abroad.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "C-17s should be ready to go at various military bases around the world packed with water, food, medical supplies, sleeping bags and tents, all prepared to be air dropped in alongside soldiers and doctors to begin relief efforts.", 
    "name": "Steven Van Zandt"
  }, 
  {
    "quote": "It has been suggested at various times that I should start an operation in the United Kingdom but - bearing in mind my age and medical history - I think this would be not a very sensible way to go forward.", 
    "name": "Martin Fleischmann"
  }, 
  {
    "quote": "Although awareness of cancer's prevalence in the United States improves and medical advances in the field abound, pancreatic cancer has largely been absent from the list of major success stories.", 
    "name": "Chris Van Hollen"
  }, 
  {
    "quote": "There's a lot of interest from the medical community on how things develop in microgravity, and the hope, later, that is expected to apply to what the changes are in humans as well.", 
    "name": "Linda M. Godwin"
  }, 
  {
    "quote": "Modern medical advances have helped millions of people live longer, healthier lives. We owe these improvements to decades of investment in medical research.", 
    "name": "Ike Skelton"
  }, 
  {
    "quote": "After I read all the medical journals and watched all the documentaries, I still didn't understand the physical sensation of ticking and where it comes from and what it feels like.", 
    "name": "Robin Tunney"
  }, 
  {
    "quote": "Reform of the medical liability system should be considered as part of a comprehensive response to surging medical malpractice premiums that endanger Americans' access to quality medical care.", 
    "name": "Lincoln Chafee"
  }, 
  {
    "quote": "I unfortunately had a lot of medical procedures throughout my life, so I decided to paint all of my surgeries as a way to heal and as a way to grow.", 
    "name": "Paz de la Huerta"
  }, 
  {
    "quote": "Now a cholera epidemic was sweeping through Southeast Asia and south Asia in the early 1970s, so I started medical school and I joined a laboratory to work on this.", 
    "name": "Peter Agre"
  }, 
  {
    "quote": "The logic is often far-fetched - how does medical marijuana affect interstate commerce? - and some conservatives would like judges to start throwing out federal laws wholesale on commerce clause grounds. The court once again said no thanks.", 
    "name": "Michael Kinsley"
  }, 
  {
    "quote": "Libertarians argue that no normal adult has the right to impose choices on other normal adults, except in abnormal circumstances, such as when one person finds another unconscious and administers medical assistance or calls an ambulance.", 
    "name": "Tom G. Palmer"
  }, 
  {
    "quote": "However, many skilled medical volunteers are turned away because community health centers cannot afford to cover their additional medical liability insurance.", 
    "name": "Tim Murphy"
  }, 
  {
    "quote": "They don't like thinking in medical school. They memorize - that's all they want you to do. You must not think.", 
    "name": "John Backus"
  }, 
  {
    "quote": "I'm a medical doctor and a biomedical scientist.", 
    "name": "Steven Hatfill"
  }, 
  {
    "quote": "I completed medical school at Loma Linda University School of Medicine in 1984.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "I spent some time at White Memorial Medical Center as a senior medical student doing a rotation in surgery however, I felt I wasn't getting enough time assisting.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "I would like to promote the concept of a partnership of insurance companies, physicians and hospitals in deploying a basic framework for an electronic medical records system that is affordable.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "I would like the Medical Society to be one of the resources for information about the influences that have an impact on our patients and our practices.", 
    "name": "Samuel Wilson"
  }, 
  {
    "quote": "In addition, I'll be attending women's health expos and medical conferences with the goal to promote dialogue between women and their health-care providers.", 
    "name": "Karen Duffy"
  }, 
  {
    "quote": "I wanted to go to medical school. But, I never got a college scholarship.", 
    "name": "Edwin Moses"
  }, 
  {
    "quote": "Just the actual physical ability to hold four instruments simultaneously and do some of the things that Vivien was able to do is mind blowing to any surgeon. He never went to medical school and he became one of the great teachers of medicine himself, people are just amazed.", 
    "name": "Mary Stuart Masterson"
  }, 
  {
    "quote": "The fact that he didn't get credit for a while is more the story of social injustice. But his own spirit wasn't driven by that, and wasn't dependent upon that. He just wished he had the cash to go to medical school.", 
    "name": "Mary Stuart Masterson"
  }, 
  {
    "quote": "I'd like to think Helen very much understood what it was to be disadvantaged in the medical field. And that that was something that she never let dictate her choices.", 
    "name": "Mary Stuart Masterson"
  }, 
  {
    "quote": "If I had the medical clearance to fight, I would want to fight the best. The best would be Mayweather.", 
    "name": "Roberto Duran"
  }, 
  {
    "quote": "Even people who feel perfectly comfortable investing in the stock market and owning their own homes often have qualms about individual medical accounts or Social Security private accounts.", 
    "name": "Jacob Hacker"
  }, 
  {
    "quote": "It is false to suggest that medical breakthroughs come only through government research.", 
    "name": "Roger Wicker"
  }, 
  {
    "quote": "The space industry is developing and delivering benefits that tie into our immediate needs and priorities here on Earth-for example, medical and materials research, and satellite communications.", 
    "name": "Marc Garneau"
  }, 
  {
    "quote": "Why doesn't Apple stop for a year and make medical devices? When people talk about technology, that's where I start to get a little hot under the collar because I know that it's the key to solving some of the world's biggest problems. Having a faster, thinner telephone is not one of the world's biggest problems.", 
    "name": "Luke Perry"
  }, 
  {
    "quote": "I set up a laboratory in the Department of Physiology in the Medical School in South Africa and begin to try to find a bacteriophage system which we might use to solve the genetic code.", 
    "name": "Sydney Brenner"
  }, 
  {
    "quote": "The government can still conduct clandestine searches of innocent people's private information such as library, medical, and financial records. This is wrong and should have been addressed in a true compromise.", 
    "name": "Jose Serrano"
  }, 
  {
    "quote": "Today, it is research with human embryonic stem cells and attempts to prepare cloned stem cells for research and medical therapies that are being disavowed as being ethically unacceptable.", 
    "name": "Paul Berg"
  }, 
  {
    "quote": "After wrestling with myself for six months, I began medical treatment. During that time I started a band with some friends of mine called Jack's Car, but that didn't last.", 
    "name": "Jack Irons"
  }, 
  {
    "quote": "I welcome the President and working with him to try to get some of that medical malpractice reform so we can get the cost of health care to come down.", 
    "name": "Ben Quayle"
  }, 
  {
    "quote": "Fort Smith, being the place of my longest stay, was the scene of my largest medical practice.", 
    "name": "Ernest Thompson Seton"
  }, 
  {
    "quote": "Radio interoperability is essential for our police, fire, and emergency medical service departments to communicate with each other in times of emergency.", 
    "name": "Lucille Roybal-Allard"
  }, 
  {
    "quote": "Understand that legal and illegal are political, and often arbitrary, categorizations use and abuse are medical, or clinical, distinctions.", 
    "name": "Abbie Hoffman"
  }, 
  {
    "quote": "My diminished girth, in tailor phraseology, was hardly conceivable even by my own friends, or my respected medical adviser, until I put on my former clothing, over what I now wear, which is a thoroughly convincing proof of the remarkable change.", 
    "name": "William Banting"
  }, 
  {
    "quote": "We have a lot to gain through furthering stem cell research, but medical breakthroughs should be fundamentally about saving, not destroying, human life. Therefore, I support stem cell research that does not destroy the embryo.", 
    "name": "Michael Steele"
  }, 
  {
    "quote": "Yes, there is a story about Agent Orange, and we knew that it harmed our troops and we knew how long it was to get the medical community to accept that, the military to accept it, the VA to accept it.", 
    "name": "Christopher Shays"
  }, 
  {
    "quote": "When you talk about obesity, there's so many things that can cause that. It can be a medical thing, or down to the individual. There's a lot of other things involved than eating a Mars bar.", 
    "name": "Peter Shilton"
  }, 
  {
    "quote": "We still have people in the active duty, and if people are feeling ill, if they're experiencing various symptoms and they're still in the active duty, they're less likely to come forward because that could result in their medical discharge.", 
    "name": "Bernard Sanders"
  }, 
  {
    "quote": "I am a military police officer and I have served on two deployments my first was to Iraq, in a medical unit, and my second deployment was to Kuwait, as a military police platoon leader.", 
    "name": "Tulsi Gabbard"
  }, 
  {
    "quote": "In my own life, I decided to leave meat off my plate in medical school, but was a bit slow to realise that dairy products and eggs are not health foods either.", 
    "name": "Neal Barnard"
  }, 
  {
    "quote": "When I was a child, I was unable to go to any type of sleepaway summer camp because of health issues. Once I learned about the Lopez Foundation, I knew I wanted to get involved, send kids with kidney disease away to camp so they can still experience overnight camp with medical needs at hand.", 
    "name": "Sarah Hyland"
  }, 
  {
    "quote": "Eating disorders can have serious medical and psychological consequences which, left unchecked, can kill. Parents should address this issue and ask their children to discuss how they feel about themselves.", 
    "name": "Tipper Gore"
  }, 
  {
    "quote": "Quite frankly, Barack Obama knows what it's like to pay a mortgage and student loans. He knows what it's like to watch a beloved family member in a medical crisis and worry that treatment is out of reach. Barack Obama knows our struggles. And, my friends, he shares our values.", 
    "name": "Ted Strickland"
  }, 
  {
    "quote": "Every article I wrote in those days, every speech I made, is full of pleading for the recognition of lead poisoning as a real and serious medical problem.", 
    "name": "Alice Hamilton"
  }, 
  {
    "quote": "That's why I wanted to be part of this AIDS Project Los Angeles party. We help raise funds for those who are having a tough time with some very basic necessities, like shelter, food, and medical care.", 
    "name": "Brande Roderick"
  }, 
  {
    "quote": "Jews were asked when life begins. For them it's when they finally graduate medical school.", 
    "name": "Evan Sayet"
  }, 
  {
    "quote": "And of course, identifying all human genes and proteins will have great medical significance.", 
    "name": "Daniel Nathans"
  }, 
  {
    "quote": "So I applied to medical school and received a scholarship at Washington University in St. Louis. Washington University turned out to be a lucky choice. The faculty was scholarly and dedicated and accessible to students.", 
    "name": "Daniel Nathans"
  }, 
  {
    "quote": "Drug abuse is a medical disease that requires medical professionals.", 
    "name": "Doug Ose"
  }, 
  {
    "quote": "Americans of all ages deserve quality end-of-life medical care.", 
    "name": "Bill Nelson"
  }, 
  {
    "quote": "I have no qualms about saying I am more confident in the medical treatment in America. The breast cancer survival rate is 20 per cent higher than in the UK.", 
    "name": "Koo Stark"
  }, 
  {
    "quote": "Charge forward with hope and get the best medical advice you can. Talk to your friends, neighbors, family, and together you attack it. We can't always control what happens to us, but we can always control how we react to it.", 
    "name": "Robert Urich"
  }, 
  {
    "quote": "I have many times thought I did the wrong thing, but the reason was not to be a medical doctor - it was just to have the information. But then, maybe I was wrong, I don't know.", 
    "name": "Lennart Nilsson"
  }, 
  {
    "quote": "Canadians have been very generous toward Haiti after the earthquake and, thanks to you, our most vulnerable people have received food, drinkable water, shelter, medical care and education. For that, we are extremely grateful.", 
    "name": "Laurent Lamothe"
  }, 
  {
    "quote": "You know what they call the fellow who finishes last in his medical school graduating class? They call him 'Doctor.'", 
    "name": "Abe Lemons"
  }, 
  {
    "quote": "There are three subjects on which the knowledge of the medical profession in general is woefully weak they are manners, morals, and medicine.", 
    "name": "Gerald F. Lieberman"
  }, 
  {
    "quote": "In the Radiation Laboratory we count it a privilege to do everything we can to assist our medical colleagues in the application of these new tools to the problems of human suffering.", 
    "name": "Ernest Lawrence"
  }, 
  {
    "quote": "After he was assassinated, his family and the men who had served him continued the lying and began the destruction, censoring and hiding of JFK's medical records.", 
    "name": "Richard Reeves"
  }, 
  {
    "quote": "Kennedy lied and lied about his health while he was alive, even using his father's influence to get into the Navy without ever taking a medical examination.", 
    "name": "Richard Reeves"
  }, 
  {
    "quote": "I don't practice, but I am still officially in paediatrics. I keep in touch with journals, and I have a very good data bank of medical information and there is a key thing for a writer knowing where to go. I know where to go to get the information that I need.", 
    "name": "Jonathan Kellerman"
  }, 
  {
    "quote": "When families save, they can get through emergencies like a bad harvest or a medical emergency. But it's more than that. They can also plan for the future, gradually saving up for a small business or for their children's school tuition.", 
    "name": "Jeff Raikes"
  }, 
  {
    "quote": "I don't believe medical discoveries are doing much to advance human life. As fast as we create ways to extend it we are inventing ways to shorten it.", 
    "name": "Christiaan Barnard"
  }, 
  {
    "quote": "The bill would ban human cloning, and any attempts at human cloning, for both reproductive purposes and medical research. Also forbidden is the importing of cloned embryos or products made from them.", 
    "name": "Ken Calvert"
  }, 
  {
    "quote": "On bad days, I think I'd like to be a plastic surgeon who goes to Third World countries and operates on children in villages with airlifts, and then I think, 'Yeah, right, I'm going to go back to undergraduate school and take all the biology I missed and then go to medical school.' No. No.", 
    "name": "Tama Janowitz"
  }, 
  {
    "quote": "And it was back in the mid-1980s, and as I point out in a piece, that was when we are spending about eight percent of our gross domestic product on health care. And even then, we had the impression that so much of the excessive, aggressive medical treatment that took place at the end of life was not only unnecessary but it was cruel.", 
    "name": "Richard Dooling"
  }, 
  {
    "quote": "To make a coverage decision, doesn't one have to make a medical judgment?", 
    "name": "John Paul Stevens"
  }, 
  {
    "quote": "I was proud to share the stories of my friends at Georgetown Law who have suffered dire medical consequences because our student insurance does not cover contraception for the purpose of preventing pregnancy.", 
    "name": "Sandra Fluke"
  }, 
  {
    "quote": "I went to Duke University in the medical track. And then I decided I wanted to do something more creative, so I switched to biochemistry at Nebraska.", 
    "name": "Ken Wilber"
  }, 
  {
    "quote": "The grounding in natural sciences which I obtained in the course of my medical studies, including preliminary examinations in botany, zoology, physics, and chemistry, was to become decisive in determining the trend of my literary work.", 
    "name": "Johannes Vilhelm Jensen"
  }, 
  {
    "quote": "Was this an old disease, and, if so, which one? If it was new, what did that say about the state of medical knowledge? And in any case, how could physicians make sense of it?", 
    "name": "Peter Lewis Allen"
  }, 
  {
    "quote": "Medical research in the twentieth century mostly takes place in the lab in the Renaissance, though, researchers went first and foremost to the library to see what the ancients had said.", 
    "name": "Peter Lewis Allen"
  }, 
  {
    "quote": "The sort of thinking at the time was, 'Well, we're giving you access to medical care which you wouldn't otherwise be able to get, so your payment is that we get to use you in research.'", 
    "name": "Rebecca Skloot"
  }, 
  {
    "quote": "We ought to be providing protective sanctuaries for the Kurdish rebels. That means finding some places where they can come and to which we will then be able to provide food and water and medical help.", 
    "name": "Les Aspin"
  }, 
  {
    "quote": "Because of my medical and ideological training, I am accustomed to saying that life is adaptation and symbiosis.", 
    "name": "Tabare Vazquez"
  }, 
  {
    "quote": "Alfred Nobel was much concerned, as are we all, with the tangible benefits we hope for and expect from physiological and medical research, and the Faculty of the Caroline Institute has ever been alert to recognize practical benefits.", 
    "name": "Haldan Keffer Hartline"
  }, 
  {
    "quote": "In 1963 and later papers, I pointed out that the special market characteristics of medical care and medical insurance could be explained by reference to differences in information among the parties involved.", 
    "name": "Kenneth Joseph Arrow"
  }, 
  {
    "quote": "In a wristwatch, imagine the battery is in the strap and there's a medical sensor in there connected to the internet. If someone is monitoring that, they could phone up if the user has forgotten to take some medication. This could save hundreds of dollars in medical fees later. What's missing? It's a stable battery.", 
    "name": "Donald Sadoway"
  }, 
  {
    "quote": "As a physician and as a pilot, I think it lets me be a pretty good translator having one foot in the medical world and one foot in the flying world. Sometimes when the medical guys come in and speak medical stuff to the pilots, the pilots really don't know what they're saying.", 
    "name": "David M. Brown"
  }, 
  {
    "quote": "I broke down while at Oxford, was rejected by a record number of medical tribunals during the War, and finally got permission to leave Oxford and do civilian work till the War ended.", 
    "name": "Leonard Alfred George Strong"
  }, 
  {
    "quote": "I found out that colonels can stay until they drop dead or get a walker and being a critical medical specialty as an Army trained emergency room doctor, I could stay until age 67.", 
    "name": "Gerald Griffin"
  }, 
  {
    "quote": "We need to bridge the gap between the medical libraries and the hospital rooms take the information out there already, add to it, focus it, harness it - and bring it to the patient who was just diagnosed today.", 
    "name": "Bruce Vento"
  }, 
  {
    "quote": "There is no medical proof that television causes brain damage - at least from over five feet away. In fact, TV is probably the least physically harmful of all the narcotics known to man.", 
    "name": "Christopher Lehmann-Haupt"
  }, 
  {
    "quote": "Kids coming back from Iraq and Afghanistan deserve to come back to 21st century medical care.", 
    "name": "Anthony Principi"
  }, 
  {
    "quote": "Sometime they don't let you know that they know that they don't know everything, but the core of the medical approach is that you try to identify pathologies, which are subsystems within the human body or the larger system that are having undesirable consequences.", 
    "name": "Guy Burgess"
  }
]