[
  {
    "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Courage is what it takes to stand up and speak courage is also what it takes to sit down and listen.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "There are no easy answers' but there are simple answers. We must have the courage to do what we know is morally right.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Courage is the most important of all the virtues, because without courage you can't practice any other virtue consistently. You can practice any virtue erratically, but nothing consistently without courage.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Courage is grace under pressure.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "We must build dikes of courage to hold back the flood of fear.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Courage is resistance to fear, mastery of fear, not absence of fear.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "He who is not courageous enough to take risks will accomplish nothing in life.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Courage is not simply one of the virtues, but the form of every virtue at the testing point.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Courage is being scared to death... and saddling up anyway.", 
    "name": "John Wayne"
  }, 
  {
    "quote": "Don't Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Efforts and courage are not enough without purpose and direction.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "One man with courage is a majority.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Faced with what is right, to leave it undone shows a lack of courage.", 
    "name": "Confucius"
  }, 
  {
    "quote": "How few there are who have courage enough to own their faults, or resolution enough to mend them.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Who could refrain that had a heart to love and in that heart courage to make love known?", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.", 
    "name": "Alan Cohen"
  }, 
  {
    "quote": "A great part of courage is the courage of having done the thing before.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Have courage for the great sorrows of life and patience for the small ones and when you have laboriously accomplished your daily task, go to sleep in peace.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "He is a man of courage who does not run away, but remains at his post and fights against the enemy.", 
    "name": "Socrates"
  }, 
  {
    "quote": "From caring comes courage.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Life shrinks or expands in proportion to one's courage.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Failure is unimportant. It takes courage to make a fool of yourself.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "The most courageous act is still to think for yourself. Aloud.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "Those who lack the courage will always find a philosophy to justify it.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Success is never final, failure is never fatal. It's courage that counts.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Courage is a kind of salvation.", 
    "name": "Plato"
  }, 
  {
    "quote": "Courage is fear holding on a minute longer.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Creativity requires the courage to let go of certainties.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "What would life be if we had no courage to attempt anything?", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Courage is fire, and bullying is smoke.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "It requires more courage to suffer than to die.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Courage is found in unlikely places.", 
    "name": "J. R. R. Tolkien"
  }, 
  {
    "quote": "Courage is the greatest of all virtues, because if you haven't courage, you may not have an opportunity to use any of the others.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "To have courage for whatever comes in life - everything lies in that.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "Any intelligent fool can make things bigger and more complex... It takes a touch of genius - and a lot of courage to move in the opposite direction.", 
    "name": "E. F. Schumacher"
  }, 
  {
    "quote": "The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow.", 
    "name": "Jim Hightower"
  }, 
  {
    "quote": "One man with courage makes a majority.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "Real courage is when you know you're licked before you begin, but you begin anyway and see it through no matter what.", 
    "name": "Harper Lee"
  }, 
  {
    "quote": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "A great deal of talent is lost to the world for want of a little courage. Every day sends to their graves obscure men whose timidity prevented them from making a first effort.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "The secret to happiness is freedom... And the secret to freedom is courage.", 
    "name": "Thucydides"
  }, 
  {
    "quote": "A lot of people do not muster the courage to live their dreams because they are afraid to die.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "We must have courage to bet on our ideas, to take the calculated risk, and to act. Everyday living requires courage if life is to be effective and bring happiness.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "The courage to be is the courage to accept oneself, in spite of being unacceptable.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "It is only necessary to have courage, for strength without self-confidence is useless.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.", 
    "name": "Mary McLeod Bethune"
  }, 
  {
    "quote": "Courage - a perfect sensibility of the measure of danger, and a mental willingness to endure it.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "If you are lucky enough to find a way of life you love, you have to find the courage to live it.", 
    "name": "John Irving"
  }, 
  {
    "quote": "Courage is not the absence of despair it is, rather, the capacity to move ahead in spite of despair.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "Courage is being afraid but going on anyhow.", 
    "name": "Dan Rather"
  }, 
  {
    "quote": "Clear thinking requires courage rather than intelligence.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "People with courage and character always seem sinister to the rest.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "Do not lose courage in considering your own imperfections.", 
    "name": "Saint Francis de Sales"
  }, 
  {
    "quote": "The best protection any woman can have... is courage.", 
    "name": "Elizabeth Cady Stanton"
  }, 
  {
    "quote": "The trials on the road to world harmony are no greater than the courage of those who accept the challenge.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "All our dreams can come true, if we have the courage to pursue them.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "Mistakes are always forgivable, if one has the courage to admit them.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "My great hope is to laugh as much as I cry to get my work done and try to love somebody and have the courage to accept the love in return.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "One isn't necessarily born with courage, but one is born with potential. Without courage, we cannot practice any other virtue with consistency. We can't be kind, true, merciful, generous, or honest.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity.", 
    "name": "Epicurus"
  }, 
  {
    "quote": "Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "It is curious that physical courage should be so common in the world and moral courage so rare.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Courage is rightly esteemed the first of human qualities... because it is the quality which guarantees all others.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "A nation which has forgotten the quality of courage which in the past has been brought to public life is not as likely to insist upon or regard that quality in its chosen leaders today - and in fact we have forgotten.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "A man of courage is also full of faith.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "It takes courage to grow up and become who you really are.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "The courage of life is often a less dramatic spectacle than the courage of a final moment but it is no less a magnificent mixture of triumph and tragedy.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.", 
    "name": "B. C. Forbes"
  }, 
  {
    "quote": "Courage is the first of human qualities because it is the quality which guarantees the others.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The greatest test of courage on earth is to bear defeat without losing heart.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Every man has his own courage, and is betrayed because he seeks in himself the courage of other persons.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Courage is a mean with regard to fear and confidence.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Simulated disorder postulates perfect discipline simulated fear postulates courage simulated weakness postulates strength.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "I want to grow old without facelifts. I want to have the courage to be loyal to the face I have made.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "A man of great common sense and good taste - meaning thereby a man without originality or moral courage.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "I never thought much of the courage of a lion tamer. Inside the cage he is at least safe from people.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Courtesy is as much a mark of a gentleman as courage.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "He's a man of great common sense and good taste - meaning thereby a man without originality or moral courage.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Courage is like love it must have hope for nourishment.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Courage is knowing what not to fear.", 
    "name": "Plato"
  }, 
  {
    "quote": "Real nobility is based on scorn, courage, and profound indifference.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "It takes a lot of courage to show your dreams to someone else.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "Believers, look up - take courage. The angels are nearer than you think.", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "God grant me the courage not to give up what I think is right even though I think it is hopeless.", 
    "name": "Chester W. Nimitz"
  }, 
  {
    "quote": "All of us have moments in our lives that test our courage. Taking children into a house with a white carpet is one of them.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Change will never happen when people lack the ability and courage to see themselves for who they are.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "Give us grace and strength to forbear and to persevere. Give us courage and gaiety and the quiet mind, spare to us our friends, soften to us our enemies.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "I have a hat. It is graceful and feminine and give me a certain dignity, as if I were attending a state funeral or something. Someday I may get up enough courage to wear it, instead of carrying it.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.", 
    "name": "Carly Fiorina"
  }, 
  {
    "quote": "Keep your fears to yourself, but share your courage with others.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Most of us have far more courage than we ever dreamed we possessed.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Life is to be entered upon with courage.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Every human being on this earth is born with a tragedy, and it isn't original sin. He's born with the tragedy that he has to grow up... a lot of people don't have the courage to do it.", 
    "name": "Helen Hayes"
  }, 
  {
    "quote": "I've been through it all, baby, I'm mother courage.", 
    "name": "Elizabeth Taylor"
  }, 
  {
    "quote": "And I love that even in the toughest moments, when we're all sweating it - when we're worried that the bill won't pass, and it seems like all is lost - Barack never lets himself get distracted by the chatter and the noise. Just like his grandmother, he just keeps getting up and moving forward... with patience and wisdom, and courage and grace.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "A wise woman recognizes when her life is out of balance and summons the courage to act to correct it, she knows the meaning of true generosity, happiness is the reward for a life lived in harmony, with a courage and grace.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "We need to find the courage to say no to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "Untutored courage is useless in the face of educated bullets.", 
    "name": "George S. Patton"
  }, 
  {
    "quote": "Courage is almost a contradiction in terms. It means a strong desire to live taking the form of readiness to die.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "The first virtue in a soldier is endurance of fatigue courage is only the second virtue.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth and second, the courage to follow this faint light wherever it may lead.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Many a man will have the courage to die gallantly, but will not have the courage to say, or even to think, that the cause for which he is asked to die is an unworthy one.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Sometimes even to live is an act of courage.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Healing takes courage, and we all have courage, even if we have to dig a little to find it.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "If human beings had genuine courage, they'd wear their costumes every day of the year, not just on Halloween.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "There is nothing in the world so much admired as a man who knows how to bear unhappiness with courage.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "I have seen in the Halls of Congress more idealism, more humanness, more compassion, more profiles of courage than in any other institution that I have ever known.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Courage and grace are a formidable mixture. The only place to see it is in the bullring.", 
    "name": "Marlene Dietrich"
  }, 
  {
    "quote": "No matter what you think about the Iraq war, there is one thing we can all agree on for the next days - we have to salute the courage and bravery of those who are risking their lives to vote and those brave Iraqi and American soldiers fighting to protect their right to vote.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The courage we desire and prize is not the courage to die decently, but to live manfully.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Just remaining quietly in the presence of God, listening to Him, being attentive to Him, requires a lot of courage and know-how.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "The paradox of courage is that a man must be a little careless of his life even in order to keep it.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Just as courage imperils life, fear protects it.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "There can be no great courage where there is no confidence or assurance, and half the battle is in the conviction that we can do what we undertake.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "We need men with moral courage to speak and write their real thoughts, and to stand by their convictions, even to the very death.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "The weak in courage is strong in cunning.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Freedom is the sure possession of those alone who have the courage to defend it.", 
    "name": "Pericles"
  }, 
  {
    "quote": "You will find as you grow older that courage is the rarest of all qualities to be found in public life.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "Every day begins with an act of courage and hope: getting out of bed.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "A team is where a boy can prove his courage on his own. A gang is where a coward goes to hide.", 
    "name": "Mickey Mantle"
  }, 
  {
    "quote": "Each person has inside a basic decency and goodness. If he listens to it and acts on it, he is giving a great deal of what it is the world needs most. It is not complicated but it takes courage. It takes courage for a person to listen to his own goodness and act on it.", 
    "name": "Pablo Casals"
  }, 
  {
    "quote": "It is a blessed thing that in every age some one has had the individuality enough and courage enough to stand by his own convictions.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "The opposite of courage in our society is not cowardice, it is conformity.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "Perfect courage is to do without witnesses what one would be capable of doing with the world looking on.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Courage can't see around corners but goes around them anyway.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Courage and willingness to just go for it, whether it is a conversation or a spontaneous trip or trying new things that are scary - it is a really attractive quality.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Earth teach me to forget myself as melted snow forgets its life. Earth teach me resignation as the leaves which die in the fall. Earth teach me courage as the tree which stands all alone. Earth teach me regeneration as the seed which rises in the spring.", 
    "name": "William Alexander"
  }, 
  {
    "quote": "The only courage that matters is the kind that gets you from one moment to the next.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "Courage and perseverance have a magical talisman, before which difficulties disappear and obstacles vanish into air.", 
    "name": "John Quincy Adams"
  }, 
  {
    "quote": "In the Soviet army it takes more courage to retreat than advance.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "Courage without conscience is a wild beast.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Eccentricity has always abounded when and where strength of character had abounded and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and courage which it contained.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "Let's drink to the spirit of gallantry and courage that made a strange Heaven out of unbelievable Hell, and let's drink to the hope that one day this country of ours, which we love so much, will find dignity and greatness and peace again.", 
    "name": "Noel Coward"
  }, 
  {
    "quote": "To dare to live alone is the rarest courage since there are many who had rather meet their bitterest enemy in the field, than their own hearts in their closet.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "Traits like humility, courage, and empathy are easily overlooked - but it's immensely important to find them in your closest relationships.", 
    "name": "Laura Linney"
  }, 
  {
    "quote": "He who knows no hardships will know no hardihood. He who faces no calamity will need no courage. Mysterious though it is, the characteristics in human nature which we love best grow in a soil with a strong mixture of troubles.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "Valor is stability, not of legs and arms, but of courage and the soul.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "It is courage, courage, courage, that raises the blood of life to crimson splendor. Live bravely and present a brave front to adversity.", 
    "name": "Horace"
  }, 
  {
    "quote": "All you need is the plan, the road map, and the courage to press on to your destination.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "Courage consists not in hazarding without fear but being resolutely minded in a just cause.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "To create one's world in any of the arts takes courage.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.", 
    "name": "Ruby Dee"
  }, 
  {
    "quote": "Genius is talent set on fire by courage.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "We've begun to raise daughters more like sons... but few have the courage to raise our sons more like our daughters.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "Despair gives courage to a coward.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way.", 
    "name": "Andrew Shue"
  }, 
  {
    "quote": "He that fails in his endeavors after wealth or power will not long retain either honesty or courage.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Either life entails courage, or it ceases to be life.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Courage stands halfway between cowardice and rashness, one of which is a lack, the other an excess of courage.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.", 
    "name": "Erica Jong"
  }, 
  {
    "quote": "To persevere, trusting in what hopes he has, is courage in a man.", 
    "name": "Euripides"
  }, 
  {
    "quote": "Political courage is not political suicide.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "This soul, or life within us, by no means agrees with the life outside us. If one has the courage to ask her what she thinks, she is always saying the very opposite to what other people say.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Courage and conviction are powerful weapons against an enemy who depends only on fists or guns. Animals know when you are afraid a coward knows when you are not.", 
    "name": "David Seabury"
  }, 
  {
    "quote": "Unless a reviewer has the courage to give you unqualified praise, I say ignore the bastard.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "The strangest, most generous, and proudest of all virtues is true courage.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Courage, above all things, is the first quality of a warrior.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "The amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage it contained. That so few now dare to be eccentric marks the chief danger of the time.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "I beg you take courage the brave soul can mend even disaster.", 
    "name": "Catherine the Great"
  }, 
  {
    "quote": "The more wit the less courage.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "I have the responsibility of over four million people, and I am in a position to do good, to be able to bring about a new life for my people, and I will continue to move in that direction. It's a burden, but it needs to be done, and you have to have the courage and wisdom to see it through.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Then there is a still higher type of courage - the courage to brave pain, to live with it, to never let others know of it and to still find joy in life to wake up in the morning with an enthusiasm for the day ahead.", 
    "name": "Howard Cosell"
  }, 
  {
    "quote": "One man scorned and covered with scars still strove with his last ounce of courage to reach the unreachable stars and the world will be better for this.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.", 
    "name": "Mary Tyler Moore"
  }, 
  {
    "quote": "I think my mother... made it clear that you have to live life by your own terms and you have to not worry about what other people think and you have to have the courage to do the unexpected.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "Courage, not compromise, brings the smile of God's approval.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "Leaders come in many forms, with many styles and diverse qualities. There are quiet leaders and leaders one can hear in the next county. Some find strength in eloquence, some in judgment, some in courage.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Determination, energy, and courage appear spontaneously when we care deeply about something. We take risks that are unimaginable in any other context.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Great tragedy has come to us, and we are meeting it with the best that is in our country, with courage and concern for others because this is America. This is who we are.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Way down deep, we're all motivated by the same urges. Cats have the courage to live by them.", 
    "name": "Jim Davis"
  }, 
  {
    "quote": "Suffering! We owe to it all that is good in us, all that gives value to life we owe to it pity, we owe to it courage, we owe to it all the virtues.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory.", 
    "name": "Herbert Kaufman"
  }, 
  {
    "quote": "It takes as much courage to have tried and failed as it does to have tried and succeeded.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "Today we affirm a new commitment to live out our nation's promise through civility, courage, compassion and character.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Courage consists not in blindly overlooking danger, but in seeing it, and conquering it.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Creativity takes courage.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Courage enlarges, cowardice diminishes resources. In desperate straits the fears of the timid aggravate the dangers that imperil the brave.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "If we survive danger it steels our courage more than anything else.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "There are pretenders to piety as well as to courage.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Religion in its humility restores man to his only dignity, the courage to live by grace.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Courage that grows from constitution often forsakes a man when he has occasion for it courage which arises from a sense of duty acts in a uniform manner.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "If we are to survive, we must have ideas, vision, and courage. These things are rarely produced by committees. Everything that matters in our intellectual and moral life begins with an individual confronting his own mind and conscience in a room by himself.", 
    "name": "Arthur M. Schlesinger, Jr."
  }, 
  {
    "quote": "When God speaks, oftentimes His voice will call for an act of courage on our part.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Peace comes when you talk to the guy you most hate. And that's where the courage of a leader comes, because when you sit down with your enemy, you as a leader must already have very considerable confidence from your own constituency.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "We are very much what others think of us. The reception our observations meet with gives us courage to proceed, or damps our efforts.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "Rather like Batman, I embody the themes of the movie which are the values of family, courage and compassion and a sense of right and wrong, good and bad and justice.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "The principal act of courage is to endure and withstand dangers doggedly rather than to attack them.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "Have the courage to act instead of react.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who's right here too.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "I'm a big fan of small business ownership. I think it's the backbone of American innovation. But to be successful, you first have to have the courage to go for it.", 
    "name": "Bill Rancic"
  }, 
  {
    "quote": "Is he alone who has courage on his right hand and faith on his left hand?", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth let a people loving freedom come to growth.", 
    "name": "Margaret Walker"
  }, 
  {
    "quote": "In strife who inquires whether stratagem or courage was used?", 
    "name": "Virgil"
  }, 
  {
    "quote": "Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act.", 
    "name": "Maxwell Maltz"
  }, 
  {
    "quote": "In fact, my courage and my bravery at a young age was the thing I was bullied for, a kind of 'Who do you think you are?'", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "There is in true beauty, as in courage, something which narrow souls cannot dare to admire.", 
    "name": "William Congreve"
  }, 
  {
    "quote": "Physical courage, which despises all danger, will make a man brave in one way and moral courage, which despises all opinion, will make a man brave in another.", 
    "name": "Charles Caleb Colton"
  }, 
  {
    "quote": "You have to have courage to be obedient to God.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I'm sick of not having the courage to be an absolute nobody.", 
    "name": "J. D. Salinger"
  }, 
  {
    "quote": "Courage conquers all things: it even gives strength to the body.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Courage is the price that life exacts for granting peace.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "The sea - this truth must be confessed - has no generosity. No display of manly qualities - courage, hardihood, endurance, faithfulness - has ever been known to touch its irresponsible consciousness of power.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Courage, my friends 'tis not too late to build a better world.", 
    "name": "Tommy Douglas"
  }, 
  {
    "quote": "Courage is doing what you are afraid to do. There can be no courage unless you are scared.", 
    "name": "Eddie Rickenbacker"
  }, 
  {
    "quote": "Courage is what preserves our liberty, safety, life, and our homes and parents, our country and children. Courage comprises all things.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Courage is often lack of insight, whereas cowardice in many cases is based on good information.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "The courage of the poet is to keep ajar the door that leads into madness.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Courage is simply the willingness to be afraid and act anyway.", 
    "name": "Robert Anthony"
  }, 
  {
    "quote": "Whether you be man or woman you will never do anything in this world without courage. It is the greatest quality of the mind next to honor.", 
    "name": "James Allen"
  }, 
  {
    "quote": "Without courage, wisdom bears no fruit.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "He who loses wealth loses much he who loses a friend loses more but he that loses his courage loses all.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "True courage is not the brutal force of vulgar heroes, but the firm resolve of virtue and reason.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "At the bottom of not a little of the bravery that appears in the world, there lurks a miserable cowardice. Men will face powder and steel because they have not the courage to face public opinion.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "Physical bravery is an animal instinct moral bravery is much higher and truer courage.", 
    "name": "Wendell Phillips"
  }, 
  {
    "quote": "While President Bush likes to project an image of strength and courage, the real truth is that in the presence of his large financial contributors, he is a moral coward.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "Success is that old ABC - ability, breaks, and courage.", 
    "name": "Charles Luckman"
  }, 
  {
    "quote": "Audacity augments courage hesitation, fear.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.", 
    "name": "Albert Claude"
  }, 
  {
    "quote": "The courage of very ordinary people is all that stands between us and the dark.", 
    "name": "Pam Brown"
  }, 
  {
    "quote": "To live we must conquer incessantly, we must have the courage to be happy.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "I have the courage of my convictions.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "In all realms of life it takes courage to stretch your limits, express your power, and fulfill your potential... it's no different in the financial realm.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "A wise woman knows how to summon her courage and do what is right, rather than what is easy.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "It takes vision and courage to create - it takes faith and courage to prove.", 
    "name": "Owen D. Young"
  }, 
  {
    "quote": "Decision is a risk rooted in the courage of being free.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "The courage to be is rooted in the God who appears when God has disappeared in the anxiety of doubt.", 
    "name": "Paul Tillich"
  }, 
  {
    "quote": "Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done.", 
    "name": "John Keegan"
  }, 
  {
    "quote": "America needs jobs, smaller government, less spending and a president with the courage to offer more than yet another speech.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "If we bring not the good courage of minds covetous of truth, and truth only, prepared to hear all things, and decide upon all things, according to evidence, we should do more wisely to sit down contented in ignorance, than to bestir ourselves only to reap disappointment.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "I think there's a difference between ditzy and dumb. Dumb is just not knowing. Ditzy is having the courage to ask!", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority.", 
    "name": "Ralph W. Sockman"
  }, 
  {
    "quote": "So the brother in black offers to these United States the source of courage that endures, and laughter.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle.", 
    "name": "Rollo May"
  }, 
  {
    "quote": "The best thing to do is stare it in the face and move on. We have to face our fears and plow through. I think taking chances takes a lot more courage than staying stagnant and doing what's safe and comfortable.", 
    "name": "Terri Clark"
  }, 
  {
    "quote": "There's only one requirement of any of us, and that is to be courageous. Because courage, as you might know, defines all other human behavior. And, I believe - because I've done a little of this myself - pretending to be courageous is just as good as the real thing.", 
    "name": "David Letterman"
  }, 
  {
    "quote": "Those who won our independence... valued liberty as an end and as a means. They believed liberty to be the secret of happiness and courage to be the secret of liberty.", 
    "name": "Louis D. Brandeis"
  }, 
  {
    "quote": "And I think most people in this country want to see a president that's got the courage to say we're going to cut the tax burden, and reduce the regulatory climate, and we're going to get Americans working.", 
    "name": "Rick Perry"
  }, 
  {
    "quote": "I have no physical courage, I've asked for a double.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "What has made America amazing has been the fact that throughout our history, throughout the more than 200 years of our history, there have been men and women of courage who stood up and decided it was more important to look out for the future of their children and their grandchildren than their own political futures.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "Often the difference between a successful person and a failure is not one has better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk - and to act.", 
    "name": "Andre Malraux"
  }, 
  {
    "quote": "Courage is the ladder on which all the other virtues mount.", 
    "name": "Clare Boothe Luce"
  }, 
  {
    "quote": "Courage is the capacity to confront what can be imagined.", 
    "name": "Leo Rosten"
  }, 
  {
    "quote": "Patience, that blending of moral courage with physical timidity.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "The last thing a woman will consent to discover in a man whom she loves, or on whom she simply depends, is want of courage.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Because with courage and conviction I believe we can deliver a more flexible, adaptable and open European Union in which the interests and ambitions of all its members can be met.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "Courage in danger is half the battle.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Courage easily finds its own eloquence.", 
    "name": "Plautus"
  }, 
  {
    "quote": "Good courage in a bad affair is half of the evil overcome.", 
    "name": "Plautus"
  }, 
  {
    "quote": "The courage of a soldier is found to be the cheapest and most common quality of human nature.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "Courage is a special kind of knowledge: the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.", 
    "name": "David Ben-Gurion"
  }, 
  {
    "quote": "My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "Every man of courage is a man of his word.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "A man of courage never needs weapons, but he may need bail.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "As for courage and will - we cannot measure how much of each lies within us, we can only trust there will be sufficient to carry through trials which may lie ahead.", 
    "name": "Andre Norton"
  }, 
  {
    "quote": "But courage which goes against military expediency is stupidity, or, if it is insisted upon by a commander, irresponsibility.", 
    "name": "Erwin Rommel"
  }, 
  {
    "quote": "Cowardice and courage are never without a measure of affectation. Nor is love. Feelings are never true. They play with their mirrors.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "Let us go forth with fear and courage and rage to save the world.", 
    "name": "Grace Paley"
  }, 
  {
    "quote": "Washington's answer to a self-inflicted financial crisis reminded Americans why they so deeply distrust the political class. The 'fiscal cliff' process was secretive and sloppy, and the nation's so-called leadership lacked the political courage to address our root problems: joblessness and debt.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "When you make that crossover from life to real life, when you're not treated as a child anymore but as a man, and you are no longer given the benefit of the doubt, it takes some courage to face that.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "Fashion should not be expected to serve in the stead of courage or character.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "We're going to be OK because of the American people. They have more grit, determination and courage than you can imagine.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "At the same time, I would add that the American people have a lot of courage.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "It takes a lot of courage to face up to things you can't do because we feed ourselves so much denial.", 
    "name": "Zoe Saldana"
  }, 
  {
    "quote": "Never undertake anything for which you wouldn't have the courage to ask the blessings of heaven.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Honest conviction is my courage the Constitution is my guide.", 
    "name": "Andrew Johnson"
  }, 
  {
    "quote": "The courage to imagine the otherwise is our greatest resource, adding color and suspense to all our life.", 
    "name": "Daniel J. Boorstin"
  }, 
  {
    "quote": "Discouragement is not the absence of adequacy but the absence of courage.", 
    "name": "Neal A. Maxwell"
  }, 
  {
    "quote": "Conscience is the root of all true courage if a man would be brave let him obey his conscience.", 
    "name": "James Freeman Clarke"
  }, 
  {
    "quote": "I always disliked dogs, those protectors of cowards who lack the courage to fight an assailant themselves.", 
    "name": "August Strindberg"
  }, 
  {
    "quote": "You cannot build character and courage by destroying men's initiative and independence.", 
    "name": "William J. H. Boetcker"
  }, 
  {
    "quote": "We are biological creatures. We are born, we live, we die. There is no transcendent purpose to existence. At best we are creatures of reason, and by using reason we can cure ourselves of emotional excess. Purged of both hope and fear, we find courage in the face of helplessness, insignificance and uncertainty.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Courage is the art of being the only one who knows you're scared to death.", 
    "name": "Earl Wilson"
  }, 
  {
    "quote": "We learned to be patient observers like the owl. We learned cleverness from the crow, and courage from the jay, who will attack an owl ten times its size to drive it off its territory. But above all of them ranked the chickadee because of its indomitable spirit.", 
    "name": "Tom Brown, Jr."
  }, 
  {
    "quote": "If you could get up the courage to begin, you have the courage to succeed.", 
    "name": "David Viscott"
  }, 
  {
    "quote": "There are no greater treasures than the highest human qualities such as compassion, courage and hope. Not even tragic accident or disaster can destroy such treasures of the heart.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "Nothing gives us courage more readily than the desire to avoid looking like a damn fool.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "Lying at the root of the social agreements of 1980 are the courage, sense of responsibility, and the solidarity of the working people. Both sides have then recognized that an accord must be reached if bloodshed is to be prevented.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "A member must say that he is a member of the Unification Church and that he is the follower of Sun Myung Moon. If he doesn't have the courage to say it, he is not worthy of me.", 
    "name": "Sun Myung Moon"
  }, 
  {
    "quote": "What is more mortifying than to feel that you have missed the plum for want of courage to shake the tree?", 
    "name": "Logan P. Smith"
  }, 
  {
    "quote": "It's not just Bin Laden or just those that are involved in the counterterrorism effort. We've gotta cast the net broader than that. But I think it's a - very special tribute that we all owe to the bravery and courage of the men and women in the intelligence and military business who performed so well to finally get it done.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "Courage is always rewarded.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it.", 
    "name": "Carl Friedrich Gauss"
  }, 
  {
    "quote": "With enough courage, you can do without a reputation.", 
    "name": "Margaret Mitchell"
  }, 
  {
    "quote": "What I've always said is that I'm opposed to institutional racism, and I would've, had I've been alive at the time, I think, had the courage to march with Martin Luther King to overturn institutional racism, and I see no place in our society for institutional racism.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "I have reached the conclusion that those who have physical courage also have moral courage. Physical courage is a great test.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "Wait for the Lord. Behave yourself manfully, and be of good courage. Do not be faithless, but stay in your place and do not turn back.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "It takes a good deal of physical courage to ride a horse. This, however, I have. I get it at about forty cents a flask, and take it as required.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "Success means having the courage, the determination, and the will to become the person you believe you were meant to be.", 
    "name": "George A. Sheehan"
  }, 
  {
    "quote": "He's nice enough not to want to be associated with a nasty remark but not nice enough not to make it. Lacking the courage of one's nastiness does not make one nice.", 
    "name": "Michael Kinsley"
  }, 
  {
    "quote": "It is easy enough to praise men for the courage of their convictions. I wish I could teach the sad young of this mealy generation the courage of their confusions.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "Unjust. How many times I've used that word, scolded myself with it. All I mean by it now is that I don't have the final courage to say that I refuse to preside over violations against myself, and to hell with justice.", 
    "name": "Lillian Hellman"
  }, 
  {
    "quote": "You have to do what you need to do as an artist. You have to have that courage.", 
    "name": "Liz Phair"
  }, 
  {
    "quote": "I don't understand why people say that I am full of courage. I feel terribly nervous.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "A statesman wants courage and a statesman wants vision but believe me, after six months' experience, he wants first, second, third and all the time - patience.", 
    "name": "Stanley Baldwin"
  }, 
  {
    "quote": "Prime Minister Sharon, Prime Minister Abbas, I urge you today to end the designs of those who seek destruction, annihilation and occupation, and I urge you to have the will and the courage to begin to realize our dreams of peace, prosperity and coexistence.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Women's courage is rather different from men's. The fact that women have to bring up children and look after husbands makes them braver at facing long-term issues, such as illness. Men are more immediately courageous. Lots of people are brave in battle.", 
    "name": "Mary Wesley"
  }, 
  {
    "quote": "The most important thing for me was to never, ever, ever deny it. But I didn't really have the courage to talk about it. I was thinking, The people who need to know I'm gay know.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "I want to find the candidates who understand the principles of American exceptionalism and have the character, the courage, and the confidence to actually lead the greatest nation in the world.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "People talk about the courage of condemned men walking to the place of execution: sometimes it needs as much courage to walk with any kind of bearing towards another person's habitual misery.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "I went through a long period where I was afraid of doing things I wanted to do, and you get your courage back, which is what's important.", 
    "name": "George Michael"
  }, 
  {
    "quote": "Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe.", 
    "name": "Angela Merkel"
  }, 
  {
    "quote": "Deep Throat's information, and in my view, courage, allowed the newspaper to use what he knew and suspected.", 
    "name": "Bob Woodward"
  }, 
  {
    "quote": "On sensitive issues, talk isn't cheap - it takes real courage to pry open topics nailed shut.", 
    "name": "Marvin Olasky"
  }, 
  {
    "quote": "When you really believe in God, it gives you a courage, a confidence that enables you to meet the things coming.", 
    "name": "Della Reese"
  }, 
  {
    "quote": "Today, because of President Obama's courage, kids can stay on their parent's plan until they are 26. Insurers cannot kick you off your policy because you have hit your limit. They will not be able to deny you because you have a pre-existing condition.", 
    "name": "Rahm Emanuel"
  }, 
  {
    "quote": "Men create real miracles when they use their God-given courage and intelligence.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "I want to thank the Academy for its courage and generosity.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "I have a lot of courage. I'm a realist.", 
    "name": "Elisabeth Rohm"
  }, 
  {
    "quote": "In times of conflict, war, poverty or religious fundamentalism, women and children are the first and most numerous victims. Women need all their courage today.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "A military coup needs a sacrifice and courage that you can't find in an army without morale.", 
    "name": "Jalal Talabani"
  }, 
  {
    "quote": "Courage is poorly housed that dwells in numbers the lion never counts the herd that are about him, nor weighs how many flocks he has to scatter.", 
    "name": "Aaron Hill"
  }, 
  {
    "quote": "Optimism is essential to achievement and it is also the foundation of courage and true progress.", 
    "name": "Nicholas M. Butler"
  }, 
  {
    "quote": "Killing yourself is a major commitment, it takes a kind of courage. Most people just lead lives of cowardly desperation. It's kinda half suicide where you just dull yourself with substances.", 
    "name": "Robert Crumb"
  }, 
  {
    "quote": "We want deeper sincerity of motive, a greater courage in speech and earnestness in action.", 
    "name": "Sarojini Naidu"
  }, 
  {
    "quote": "I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "Our situation today shows that beauty demands for itself at least as much courage and decision as do truth and goodness, and she will not allow herself to be separated and banned from her two sisters without taking them along with herself in an act of mysterious vengeance.", 
    "name": "Hans Urs von Balthasar"
  }, 
  {
    "quote": "You can't test courage cautiously.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "Being gifted needs courage.", 
    "name": "Georg Brandes"
  }, 
  {
    "quote": "Some of the greatest survivors have been women. Look at the courage so many women have shown after surviving earthquakes in the rubble for days on end.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Limit to courage? There is no limit to courage.", 
    "name": "Gabriele D'Annunzio"
  }, 
  {
    "quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "We are telling the American people to have patience, courage, resolve and determination.", 
    "name": "Muammar al-Gaddafi"
  }, 
  {
    "quote": "Nothing gives a fearful man more courage than another's fear.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "There are two types of courage involved with what I did. When it comes to picking up a rifle, millions of people are capable of doing that, as we see in Iraq or Vietnam. But when it comes to risking their careers, or risking being invited to lunch by the establishment, it turns out that's remarkably rare.", 
    "name": "Daniel Ellsberg"
  }, 
  {
    "quote": "TV is so different from the movies. It takes a lot of stamina because you work such long hours. It is really challenging. You are learning the next day's lines while you are shooting today's scenes. I found courage I never realised I had. I hope to do more.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it's not part of a sensible way of living. It's a heroic path and it generally ends dangerously. I treasure it in the sense that I believe it's a path of great courage. It can also be the path of the foolhardy and the compulsive.", 
    "name": "Jane Campion"
  }, 
  {
    "quote": "The older people that one admires seem to be fearless. They go right out into the world. It's astounding. Maybe they can't see or they can't hear, but they walk out into the street and take life as it comes. They're models of courage, in a strange way.", 
    "name": "James Hillman"
  }, 
  {
    "quote": "Your determination, selflessness and courage have brought the freedom struggle towards its fulfilment.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "Real courage is knowing what faces you and knowing how to face it.", 
    "name": "Timothy Dalton"
  }, 
  {
    "quote": "It took me realizing that a broken heart has never actually killed anyone to find the courage to ask for what I want, in just about every situation. That was part of my own growing up.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "You live with the fear people might find out. Then you actually have the courage to tell people and they go, I don't think you are gay. It's enough to drive you crazy.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "Obama wants to be thought of as the president who freed us from foreign oil. But if he doesn't show some political courage, he may well be remembered as the president who cooked the planet.", 
    "name": "Jeff Goodell"
  }, 
  {
    "quote": "The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "True courage is like a kite a contrary wind raises it higher.", 
    "name": "John Petit-Senn"
  }, 
  {
    "quote": "The only reason I'm in Hollywood is that I don't have the moral courage to refuse the money.", 
    "name": "Marlon Brando"
  }, 
  {
    "quote": "One of the greatest gifts my father gave me - unintentionally - was witnessing the courage with which he bore adversity. We had a bit of a rollercoaster life with some really challenging financial periods. He was always unshaken, completely tranquil, the same ebullient, laughing, jovial man.", 
    "name": "Ben Okri"
  }, 
  {
    "quote": "One has to have the courage of one's pessimism.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "Our film examines the heroism, courage and prowess of the Soviet submarine force in ways never seen before.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself.", 
    "name": "Scott Hamilton"
  }, 
  {
    "quote": "It takes a certain courage and a certain greatness to be truly base.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "Until the day of his death, no man can be sure of his courage.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "Falsehood is cowardice, the truth courage.", 
    "name": "Hosea Ballou"
  }, 
  {
    "quote": "Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.", 
    "name": "Sydney Smith"
  }, 
  {
    "quote": "But we got up there and decided to stick to this mix of power chords and funk and that's where it really started for us. In having the courage to take that decision. To take a gamble not just with our music but our lives.", 
    "name": "Michael Hutchence"
  }, 
  {
    "quote": "Intellectuals try to keep going. But their situation is very difficult. Those who have had the courage to voice their opposition have often paid a very high price.", 
    "name": "Tahar Ben Jelloun"
  }, 
  {
    "quote": "I've always been inspired by artists who have shown musical and intellectual curiosity and the courage to take risks.", 
    "name": "Renee Fleming"
  }, 
  {
    "quote": "Courage! I have shown it for years think you I shall lose it at the moment when my sufferings are to end?", 
    "name": "Marie Antoinette"
  }, 
  {
    "quote": "There is not a single Muslim leader today who has the courage and commitment to defend Islam and Muslims, they are all in awe of the United States and other Western powers, and are indebted to them.", 
    "name": "Abu Bakar Bashir"
  }, 
  {
    "quote": "What makes America amazing is that there have always been men and women of courage who were willing to think more about the future of their children and grandchildren than they did about their own political careers.", 
    "name": "Scott Walker"
  }, 
  {
    "quote": "When we have done our best, we can, as a united people, take whatever may befall with calm courage and confidence that this old nation will survive and if death should come to many of us, death is not the end.", 
    "name": "Eamon de Valera"
  }, 
  {
    "quote": "The 'Bird's Nest' National Stadium, which I helped to conceive, is designed to embody the Olympic spirit of 'fair competition.' It tells people that freedom is possible but needs fairness, courage and strength.", 
    "name": "Ai Weiwei"
  }, 
  {
    "quote": "Courage is sometimes frail as hope is frail: a fragile shoot between two stones that grows brave toward the sun though warmth and brightness fail, striving and faith the only strength it knows.", 
    "name": "Frances Rodman"
  }, 
  {
    "quote": "Men was formed for society, and is neither capable of living alone, nor has the courage to do it.", 
    "name": "William Blackstone"
  }, 
  {
    "quote": "One of the things that makes Hamlet unique among Shakespeare's characters is his courage to face up to the darker elements of his personality.", 
    "name": "Kenneth Branagh"
  }, 
  {
    "quote": "I'm still shy - I'm no good at my children's parent-teacher conferences, and I'm slowly learning how to ask for what I want. But I now know that I have a reserve of courage to draw upon when I really need it. There's nothing that I'm too scared to have a go at.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "Often the test of courage is not to die but to live.", 
    "name": "Vittorio Alfieri"
  }, 
  {
    "quote": "I have always had the courage for the new things that life sometimes offers.", 
    "name": "Wallis Simpson"
  }, 
  {
    "quote": "Physical courage is a great test.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "In my old age, I have been thinking about this, and I have reached the conclusion that those who have physical courage also have moral courage.", 
    "name": "Oriana Fallaci"
  }, 
  {
    "quote": "Howard Dean has been successful because he was clear in his opposition to the war. People appreciate a politician with the courage to say, I oppose this war.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "No, I am not a homosexual. If I were a homosexual, I would hope I would have the courage to say so. What's cruel is that you are forcing me to say I am not a homosexual. This means you are putting homosexuals down. I don't want to do that.", 
    "name": "Ed Koch"
  }, 
  {
    "quote": "Ingenuity, plus courage, plus work, equals miracles.", 
    "name": "Bob Richards"
  }, 
  {
    "quote": "How many women have the courage to start properly with a cold, cold bath early in the morning? I jump in, throw the water, cold as ice, and after the first plunge I am happy.", 
    "name": "Anna Held"
  }, 
  {
    "quote": "You take a number of small steps which you believe are right, thinking maybe tomorrow somebody will treat this as a dangerous provocation. And then you wait. If there is no reaction, you take another step: courage is only an accumulation of small steps.", 
    "name": "George Konrad"
  }, 
  {
    "quote": "With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "I hope America can also be the cultural leader of the world, and use this frontier spirit to lead and show others that we need courage to go places where we have not gone before.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience.", 
    "name": "Kevin Rudd"
  }, 
  {
    "quote": "You want to shut up every Negro who has the courage to stand up and fight for the rights of his people, for the rights of workers, and I have been on many a picket line for the steelworkers too.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "I know that throughout their history, the people of the United States defended their freedom, their liberty, their justice, and their rights - if need be - with their lives. I think their courage is so admirable.", 
    "name": "Lee Myung-bak"
  }, 
  {
    "quote": "War is fear cloaked in courage.", 
    "name": "William Westmoreland"
  }, 
  {
    "quote": "Love makes a subtle man out of a crude one, it gives eloquence to the mute, it gives courage the cowardly and makes the idle quick and sharp.", 
    "name": "Juan Ruiz"
  }, 
  {
    "quote": "Heroes to me are guys that sit in libraries. They absorb knowledge and then the risks they take are calculated on the basis of the courage it took to become replete with knowledge.", 
    "name": "William Hurt"
  }, 
  {
    "quote": "The courage of a soldier is heightened by his knowledge of his profession.", 
    "name": "Publius Flavius Vegetius Renatus"
  }, 
  {
    "quote": "Such decisions will be far reaching and difficult. But you never lacked courage in the past. Your courage is now needed for the future.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "Courage: Great Russian word, fit for the songs of our children's children, pure on their tongues, and free.", 
    "name": "Anna Akhmatova"
  }, 
  {
    "quote": "Courage is never to let your actions be influenced by your fears.", 
    "name": "Arthur Koestler"
  }, 
  {
    "quote": "To me, there is no greater act of courage than being the one who kisses first.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "A life lesson for me is, how do you muster the courage to take on a new risk? Whether it's starting up a business or taking on a new project or expedition. I think the risks that we take are all relative to the risk-taker.", 
    "name": "Ann Bancroft"
  }, 
  {
    "quote": "Maybe you will be afraid and maybe you will fail, but the courage to take risks in any part of your life is, I feel, a very worthwhile way to live.", 
    "name": "Emile Hirsch"
  }, 
  {
    "quote": "When I was straight, I had the courage and energy to become an actress. I owe my career to my will to stop using.", 
    "name": "Kirstie Alley"
  }, 
  {
    "quote": "The one thing I learned the most about acting is it takes a tremendous amount of courage to go there and stand still. It takes courage and guts to step out of your mind frame and depict something.", 
    "name": "Carson Daly"
  }, 
  {
    "quote": "Courage to continue comes from deeper sources than outward results.", 
    "name": "Kenneth L. Pike"
  }, 
  {
    "quote": "There are always a few who stand up in times of communal madness and have the courage to say that what unites us is greater than what divides us.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "September 11, 2001, revealed heroism in ordinary people who might have gone through their lives never called upon to demonstrate the extent of their courage.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.", 
    "name": "Julia Cameron"
  }, 
  {
    "quote": "You must have love as the core it takes courage to be willing to constantly tell the truth to each other and risk letting the relationship go.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "Courage is a peculiar kind of fear.", 
    "name": "Charles Kennedy"
  }, 
  {
    "quote": "An able, disinterested, public-spirited press, with trained intelligence to know the right and courage to do it, can preserve that public virtue without which popular government is a sham and a mockery.", 
    "name": "Joseph Pulitzer"
  }, 
  {
    "quote": "Courage is... the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.", 
    "name": "David Ben-Gurion"
  }, 
  {
    "quote": "It takes both courage and talent to stand up in front of fellow human beings and make them crack a smile, and at the same time keep it clean.", 
    "name": "Ray Comfort"
  }, 
  {
    "quote": "Wisdom, prudence, forethought, these are essential. But not second to these that noble courage which adventures the right, and leaves the consequences to God.", 
    "name": "Robert Dale Owen"
  }, 
  {
    "quote": "These rules may seem simple enough, but it will require great morale and physical courage to adhere to them. But if carried out in the strict sense of the word it will surely lead to a greater success than could otherwise be attained.", 
    "name": "Major Taylor"
  }, 
  {
    "quote": "Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity.", 
    "name": "Richard L. Evans"
  }, 
  {
    "quote": "I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.", 
    "name": "Branch Rickey"
  }, 
  {
    "quote": "Leadership requires the courage to make decisions that will benefit the next generation.", 
    "name": "Alan Autry"
  }, 
  {
    "quote": "There's only one thing worse than a man who doesn't have strong likes and dislikes, and that's a man who has strong likes and dislikes without the courage to voice them.", 
    "name": "Tony Randall"
  }, 
  {
    "quote": "Therefore, don't let sinners take courage to think they will be favoured like the thief on the cross for we see on the other side, they may be like the hardened one, and reproach death itself.", 
    "name": "Elias Hicks"
  }, 
  {
    "quote": "Once I had all the facts in, I found I didn't have the immoral courage to pull the caper. So I wrote it as a story. As a teenager, I didn't have any skills for writing as such, so it came out in 1500 words.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "Everybody, even me, sometimes had to compromise on something, doing things we know to be wrong, and this happens doing whatever job in the world. But a singer must have the courage of saying no.", 
    "name": "Jose Carreras"
  }, 
  {
    "quote": "Part of courage is simple consistency.", 
    "name": "Peggy Noonan"
  }, 
  {
    "quote": "Whether you be man or woman you will never do anything in this world without courage. It is the greatest quality of the mind next to honor.", 
    "name": "James Lane Allen"
  }, 
  {
    "quote": "It has been my honor to support and work with President Barack Obama, a man who has brought courage and character to the presidency. President Obama's strength of character leads him to do the right thing, even when it isn't the easy thing.", 
    "name": "Harry Reid"
  }, 
  {
    "quote": "We had no more courage than Harriet Tubman or Marcus Garvey had in their times. We just had a more vulnerable enemy.", 
    "name": "Stokely Carmichael"
  }, 
  {
    "quote": "Pugnacity is a form of courage, but a very bad form.", 
    "name": "Sinclair Lewis"
  }, 
  {
    "quote": "The President regards the Japanese as a brave people but courage, though useful in time of war, is subordinate to knowledge of arts hence, courage without such knowledge is not to be highly esteemed.", 
    "name": "Townsend Harris"
  }, 
  {
    "quote": "The world will step aside for nearly anyone who has the courage of his of her opinions.", 
    "name": "George Weinberg"
  }, 
  {
    "quote": "If one suffers we all suffer. Togetherness is strength. Courage.", 
    "name": "Jean-Bertrand Aristide"
  }, 
  {
    "quote": "I started to send my work to journals when I was 26, which was just a question of when I got the courage up. They were mostly journals I had been reading for the previous six or seven years.", 
    "name": "Marilyn Hacker"
  }, 
  {
    "quote": "It is up to African leaders to show their will and political courage in order to assure that this new pan-African institution becomes an efficient instrument and not a place for endless discussions.", 
    "name": "Omar Bongo"
  }, 
  {
    "quote": "Had we lived I should have had a tale to tell of the hardihood, endurance and courage of my companions which would have stirred the heart of every Englishman. These rough notes and our dead bodies must tell the tale.", 
    "name": "Robert Falcon Scott"
  }, 
  {
    "quote": "We know the threats - from global terrorist networks to the spread of deadly weapons. Yet we also know that embedded in this time of danger is the promise of a new day, if we have the courage and commitment to work together.", 
    "name": "Valerie Jarrett"
  }, 
  {
    "quote": "Remember that when you meet your antagonist, to do everything in a mild agreeable manner. Let your courage be keen, but, at the same time, as polished as your sword.", 
    "name": "Richard Brinsley Sheridan"
  }, 
  {
    "quote": "I saw courage both in the Vietnam War and in the struggle to stop it. I learned that patriotism includes protest, not just military service.", 
    "name": "John F. Kerry"
  }, 
  {
    "quote": "Peace is a fragile thing. It takes courage to secure it. It takes wisdom to maintain it.", 
    "name": "Jenny Shipley"
  }, 
  {
    "quote": "President Obama and our all-of-the-above energy strategy is the real deal. We are proud of the fact that we are importing less oil than at any time in modern history, and it has been because of the president's vision and courage.", 
    "name": "Ken Salazar"
  }, 
  {
    "quote": "Grave was the man in years, in looks, in word, his locks were grey, yet was his courage green.", 
    "name": "Torquato Tasso"
  }, 
  {
    "quote": "The people of South Carolina support conservatives who are trying to push real change, and the people of South Carolina expect their presidential candidates to back them up when they show courage.", 
    "name": "Nikki Haley"
  }, 
  {
    "quote": "I'll know how to die with courage that is easier than living.", 
    "name": "Georg Buchner"
  }, 
  {
    "quote": "I fear some of our leaders today have lost the courage to stand up. What we have now are politicians. They won't offer real plans, and only stand up when they want to blame someone else.", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "As the first Hispanic female governor in history, little girls often come up to me in the grocery store or the mall. They look and point, and when they get the courage, they ask 'Are you Susana?' and they run up and give me a hug.", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "A leader must have the courage to act against an expert's advice.", 
    "name": "James Callaghan"
  }, 
  {
    "quote": "It takes a great deal of courage to follow another person's lead.", 
    "name": "Bill Hybels"
  }, 
  {
    "quote": "The courage in journalism is sticking up for the unpopular, not the popular.", 
    "name": "Geraldo Rivera"
  }, 
  {
    "quote": "Well, number one I like dancing. Number two I knew it would be challenging because I had never done this type of dance before. I always wanted to and I happened to have the courage to go out there and give it my best shot.", 
    "name": "Evander Holyfield"
  }, 
  {
    "quote": "With his trademark courage and conviction, President Reagan led us out of the Cold War, spreading his vision of freedom, resulting in the release of millions of people from the yoke of communism.", 
    "name": "John Doolittle"
  }, 
  {
    "quote": "Paul persuaded me to join the band. I would never have had the courage otherwise. It was fun at the beginning. We were playing just for fun, with Paul's group.", 
    "name": "Linda McCartney"
  }, 
  {
    "quote": "I think laughter may be a form of courage. As humans we sometimes stand tall and look into the sun and laugh, and I think we are never more brave than when we do that.", 
    "name": "Linda Ellerbee"
  }, 
  {
    "quote": "When we read stories of heroes, we identify with them. We take the journey with them. We see how the obstacles almost overcome them. We see how they grow as human beings or gain qualities or show great qualities of strength and courage and with them, we grow in some small way.", 
    "name": "Sam Raimi"
  }, 
  {
    "quote": "My sword I give to him that shall succeed me in my pilgrimage, and my courage and skill to him that can get it.", 
    "name": "John Bunyan"
  }, 
  {
    "quote": "Have the courage of your desire.", 
    "name": "George Gissing"
  }, 
  {
    "quote": "I wish we lived in a society that made it safe and provided the courage for everyone to come out.", 
    "name": "Judith Light"
  }, 
  {
    "quote": "Now that I've got some films under my belt, I have the courage of my convictions regarding acting. It gives me a leg to stand on.", 
    "name": "Mira Sorvino"
  }, 
  {
    "quote": "The quality that defines us as Americans is the courage to respond to being hit. The courage to root out and destroy the killers. And, most importantly, the courage to hold on to our values and protect our hard-won freedoms while doing it.", 
    "name": "Nick Clooney"
  }, 
  {
    "quote": "Courage is very important. Like a muscle, it is strengthened by use.", 
    "name": "Ruth Gordon"
  }, 
  {
    "quote": "Love is the most difficult and dangerous form of courage. Courage is the most desperate, admirable and noble kind of love.", 
    "name": "Delmore Schwartz"
  }, 
  {
    "quote": "I love Joan Collins. She's a wonderful lady. She has such courage. She's such a good actress.", 
    "name": "Robert Wagner"
  }, 
  {
    "quote": "I have three favorite politicians: Reagan, Truman, and Bobby Kennedy - Bobby for showing remarkable political courage despite being loathed by many on both sides.", 
    "name": "Joe Scarborough"
  }, 
  {
    "quote": "More firm and sure the hand of courage strikes, when it obeys the watchful eye of caution.", 
    "name": "James Thomson"
  }, 
  {
    "quote": "That's what acting is - it's about... having the courage to allow your audience into the private moments of your characters' lives.", 
    "name": "Kerry Washington"
  }, 
  {
    "quote": "The criteria for serving one's country should be competence, courage and willingness to serve. When we deny people the chance to serve because of their sexual orientation, we deprive them of their rights of citizenship, and we deprive our armed forces the service of willing and capable Americans.", 
    "name": "Dianne Feinstein"
  }, 
  {
    "quote": "We had every problems starting a big top could have. The tent fell down on the first day. We had problems getting people into the shows. It was only with the courage and arrogance of youth that we survived.", 
    "name": "Guy Laliberte"
  }, 
  {
    "quote": "The word courage - God, I love that word. Words are so important to me.", 
    "name": "Peter Fonda"
  }, 
  {
    "quote": "Just two weeks ago, millions of Iraqis defied the threats of terrorists and went to the polls to determine their own future. I congratulate the Iraqi people for the courage they've shown in making these elections so successful.", 
    "name": "Bill Frist"
  }, 
  {
    "quote": "Presumption should never make us neglect that which appears easy to us, nor despair make us lose courage at the sight of difficulties.", 
    "name": "Benjamin Banneker"
  }, 
  {
    "quote": "No man in the world has more courage than the man who can stop after eating one peanut.", 
    "name": "Channing Pollock"
  }, 
  {
    "quote": "I admired Eugene McCarthy's courage and although I left his Senate staff after four years to accept a job as the researcher on the editorial page of the 'Washington Post,' I remained an admirer.", 
    "name": "Kitty Kelley"
  }, 
  {
    "quote": "A man of courage flees forward, in the midst of new things.", 
    "name": "Jacques Maritain"
  }, 
  {
    "quote": "When somebody who makes movies for a living - either as an actor, writer, producer or director - lives to be a certain age, you have to admire them. It is an act of courage to make a film - a courage for which you are not prepared in the rest of life. It is very hard and very destructive. But we do it because we love it.", 
    "name": "John Carpenter"
  }, 
  {
    "quote": "With faith and courage, generations of Armenians have overcome great suffering and proudly preserved their culture, traditions, and religion and have told the story of the genocide to an often indifferent world.", 
    "name": "Jerry Costello"
  }, 
  {
    "quote": "I think that people need to have the courage of their convictions and not be trying to fool people into thinking that they've changed overnight.", 
    "name": "Chris Bell"
  }, 
  {
    "quote": "Our young people have come to look upon war as a kind of beneficent deity, which not only adds to the national honor but uplifts a nation and develops patriotism and courage.", 
    "name": "Rebecca Harding Davis"
  }, 
  {
    "quote": "Well, I think that - I think leadership's always been about two main things: imagination and courage.", 
    "name": "Paul Keating"
  }, 
  {
    "quote": "I'm a writer of faith who worries about the intolerance of religion. I look at the past and fear we haven't learned from it. I believe that humanity is capable of evil as well as great acts of courage and goodness. I have hope. Deep down, I believe in the human spirit, although sometimes that belief is shaken.", 
    "name": "Julianna Baggott"
  }, 
  {
    "quote": "Most of the good executives do pretty well. Because to be a good executive you have to be strong, and you have to have a simple attribute that people have forgotten about - courage.", 
    "name": "John Milius"
  }, 
  {
    "quote": "Freedom. And Justice. If you have those two, it covers everything. You must stick to those principles and have the courage of your convictions.", 
    "name": "Ian Smith"
  }, 
  {
    "quote": "Because at bottom, I'm interested in fear, and in courage and cowardice and these are easier to get at through fiction, where you can enter people's heads.", 
    "name": "Kevin Patterson"
  }, 
  {
    "quote": "Before I begin talking about the threats we face, the vulnerabilities that we have, and frankly the courage of the men and women in uniform that stand in harm's way on behalf of a very grateful Nation, let me first honor the sacrifices of September 11.", 
    "name": "Zach Wamp"
  }, 
  {
    "quote": "Those who are rooted in the depths that are eternal and unchangeable and who rely on unshakeable principles, face change full of courage, courage based on faith.", 
    "name": "Emily Greene Balch"
  }, 
  {
    "quote": "Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants.", 
    "name": "Carol P. Christ"
  }, 
  {
    "quote": "There is a measure needing courage to adopt and enforce it, which I believe to be of virtue sufficient to redeem the nation in this its darkest hour: one only I know of no other to which we may rationally trust for relief from impending dangers without and within.", 
    "name": "Robert Dale Owen"
  }, 
  {
    "quote": "I pray they will carry on in spite of that dreadful monster prejudice, and with patience, courage, fortitude and perseverance achieve success for themselves.", 
    "name": "Major Taylor"
  }, 
  {
    "quote": "It takes courage to know when you ought to be afraid.", 
    "name": "James A. Michener"
  }, 
  {
    "quote": "For as long as this nation has known war, we have embraced the heroes it has produced. Americans have rightfully noted the honor and nobility of courage under hostile fire and thanked those who perished in their defense.", 
    "name": "James T. Walsh"
  }, 
  {
    "quote": "Anyone can support a team that is winning - it takes no courage. But to stand behind a team to defend a team when it is down and really needs you, that takes a lot of courage.", 
    "name": "Bart Starr"
  }, 
  {
    "quote": "Through the inspiration of Vaclav's words, the courage of his dissidence and the integrity of his leadership, Czechoslovakia successfully transitioned from an authoritarian state to a free democracy at the heart of Europe.", 
    "name": "Michael D. Higgins"
  }, 
  {
    "quote": "Most of man's problems upon this planet, in the long history of the race, have been met and solved either partially or as a whole by experiment based on common sense and carried out with courage.", 
    "name": "Frances Perkins"
  }, 
  {
    "quote": "Although the war in which you fought took place more than half-a-century ago, your courage, your sacrifice and your patriotism reaches through the decades and inspires us today.", 
    "name": "Mike Ferguson"
  }, 
  {
    "quote": "Optimism is the foundation of courage.", 
    "name": "Nicholas M. Butler"
  }, 
  {
    "quote": "Americans are gathering the courage to just say no. We are saying no to addictive consumer lifestyles. We are saying no to wars and corporate takeover and the IMF loans that gobble up people and their resources.", 
    "name": "Cynthia McKinney"
  }, 
  {
    "quote": "As a gay Jewish white South African, I belong to quite a lot of minority groups. You constantly have to question who you are, what you are and whether you have the courage to be who you are.", 
    "name": "Antony Sher"
  }, 
  {
    "quote": "To go to hospitals and see people fight and overcome cystic fibrosis or cancer or any number of illnesses is to see courage that is humbling. And athletes constantly need to be humbled.", 
    "name": "Dale Murphy"
  }, 
  {
    "quote": "The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair.", 
    "name": "Mercy Otis Warren"
  }, 
  {
    "quote": "Yes, you must have the courage of being free.", 
    "name": "Jose Carreras"
  }, 
  {
    "quote": "Throughout the history of our young nation, we have seen our military go bravely into battle, armed with courage and willing to make the ultimate sacrifice.", 
    "name": "John M. McHugh"
  }, 
  {
    "quote": "I think what I would say to my younger self, and probably to younger, just starting-out writers is that a lot of times you're just afraid to put yourself out there, and it's uncomfortable because it's working up the courage to do something, to push yourself to do those things.", 
    "name": "Carol Leifer"
  }, 
  {
    "quote": "Rosa Parks' courage, determination, and tenacity continue to be an inspiration to all those committed to non-violent protest and change nearly half a century later.", 
    "name": "Bob Filner"
  }, 
  {
    "quote": "It is so often true that whether a person carries with him an atmosphere of gloom and depression or one of confidence and courage depends on his individual outlook.", 
    "name": "James Keller"
  }, 
  {
    "quote": "To see what is right and not to do it is want of courage, or of principle.", 
    "name": "Kong Fu Zi"
  }, 
  {
    "quote": "The problem is when you are writing something in retrospective, it needs a lot of courage not to change, or you will forget a certain reality, and you will just take in consideration your view today.", 
    "name": "Boutros Boutros-Ghali"
  }, 
  {
    "quote": "The qualities of an exceptional cook are akin to those of a successful tightrope walker: an abiding passion for the task, courage to go out on a limb and an impeccable sense of balance.", 
    "name": "Bryan Miller"
  }, 
  {
    "quote": "In short, we need to recover the courage we celebrate in our heroes, and in particular, the courage to tolerate, for the sake of a free society, a level of risk we hardly ever imagined in the past.", 
    "name": "Daniel Dennett"
  }, 
  {
    "quote": "It is a wise man who knows where courage ends and stupidity begins.", 
    "name": "Jerome Cady"
  }, 
  {
    "quote": "I try to be a truthful artist and I try to show a level of courage. I enjoy that. I'm a messenger.", 
    "name": "Jeff Koons"
  }, 
  {
    "quote": "Courage is the fear of being thought a coward.", 
    "name": "Horace Smith"
  }, 
  {
    "quote": "The right response to the non-problem of global warming is to have the courage to do nothing.", 
    "name": "Christopher Monckton"
  }, 
  {
    "quote": "In the inhalation and exhalation there is an energy and a lively divine spirit, since He, through his spirit supports the breath of life, giving courage to the people who are in the earth and spirit to those who walk on it.", 
    "name": "Michael Servetus"
  }, 
  {
    "quote": "Let me start with Yahoo. As we meet today, a Chinese citizen who had the courage to speak his mind on the Internet is in prison because Yahoo chose to share his name and address with the Chinese Government.", 
    "name": "Tom Lantos"
  }, 
  {
    "quote": "Courage is action, not talk.", 
    "name": "Jeff Rich"
  }, 
  {
    "quote": "It is our conduct, our patriotism and belief in our American way of life, our courage that will win the final battle.", 
    "name": "Prescott Bush"
  }, 
  {
    "quote": "Remember in 1973 the same science chatter said that the coming Ice Age is going to occur, we're going to lose millions of people. And the politicians knew how to solve it, they just didn't have the courage to solve it they were going to put coal dust on the Arctic.", 
    "name": "Don Young"
  }, 
  {
    "quote": "Let who will boast their courage in the field, I find but little safety from my shield, Nature's, not honour's law we must obey: This made me cast my useless shield away.", 
    "name": "Archilochus"
  }, 
  {
    "quote": "It was actually a women's writing group I belonged to in graduate school that gave me the courage to move from poetry to fiction.", 
    "name": "Mary Gordon"
  }, 
  {
    "quote": "As long as the opposition believes the world will stand with Ukraine's democrat reformers, they will have the leverage and the courage to establish a legitimate republic under the leadership of Viktor Yushchenko.", 
    "name": "Bob Schaffer"
  }, 
  {
    "quote": "It would be sad if we lost our instinct and our courage to love and protect.", 
    "name": "Emeli Sande"
  }, 
  {
    "quote": "I think the moments that are difficult for anybody are when you see what your life could be, if only you had the courage to take the steps needed.", 
    "name": "John Slattery"
  }, 
  {
    "quote": "Farrah Fawcett had courage, she had strength, and she had faith.", 
    "name": "Jaclyn Smith"
  }, 
  {
    "quote": "I have written a memoir here and there, and that takes its own form of selfishness and courage. However, generally speaking, I have no interest in writing about my own life or intruding in the privacy of those around me.", 
    "name": "Peter Carey"
  }, 
  {
    "quote": "I know what real courage is, and I understand true compassion.", 
    "name": "Mo Yan"
  }, 
  {
    "quote": "My talent is such that no undertaking, however vast in size... has ever surpassed my courage.", 
    "name": "Peter Paul Rubens"
  }, 
  {
    "quote": "And as a child I was filled with passionate admiration for acts of civic courage I had seen performed by an elderly military doctor, who was a friend of my family.", 
    "name": "Rene Cassin"
  }, 
  {
    "quote": "The single outstanding exception was the broad yet precise mandate communicated by the General Assembly in 1946 to prepare as soon as possible the Charter of Human Rights which the San Francisco Conference had not had the time or the courage to draw up.", 
    "name": "Rene Cassin"
  }, 
  {
    "quote": "It often takes more courage to change one's opinion than to keep it.", 
    "name": "Willy Brandt"
  }, 
  {
    "quote": "We must remind Americans that the promise of opportunity remains unbroken - that every person in this great nation can succeed through hard work, courage and personal responsibility.", 
    "name": "Brian Sandoval"
  }, 
  {
    "quote": "Courage is always the surest wisdom.", 
    "name": "Wilfred Grenfell"
  }, 
  {
    "quote": "One of the marks of a gift is to have the courage of it.", 
    "name": "Katherine Anne Porter"
  }, 
  {
    "quote": "But after this natural burst of indignation, no man of sense, courage, or prudence will waste his time or his strength in retrospective reproaches or repinings.", 
    "name": "Robert Peel"
  }, 
  {
    "quote": "I think the Iraqi people have shown extraordinary patience and courage in the last few months. They have really put a political system on the way to success, to a real democracy here.", 
    "name": "Paul Bremer"
  }, 
  {
    "quote": "Freedom is a system based on courage.", 
    "name": "Charles Peguy"
  }, 
  {
    "quote": "In this work I have received the opposition of a number of men who only advocate the unobtainable because the immediately possible is beyond their moral courage, administrative ability, and their political prescience.", 
    "name": "John Burns"
  }, 
  {
    "quote": "With honesty of purpose, balance, a respect for tradition, courage, and, above all, a philosophy of life, any young person who embraces the historical profession will find it rich in rewards and durable in satisfaction.", 
    "name": "Samuel E. Morison"
  }, 
  {
    "quote": "I would kiss you, had I the courage.", 
    "name": "Edouard Manet"
  }, 
  {
    "quote": "One of the hardest questions I have been asked is 'How will you manage the army if you are having menstrual cramps?' I have also been asked if I will have the courage to face criminals. My answer is that courage is not a matter of gender.", 
    "name": "Josefina Vazquez Mota"
  }, 
  {
    "quote": "It is remarkable that this people, though unarmed, dares attack an armed foe the infantry defy the cavalry, and by their activity and courage generally prove victors.", 
    "name": "Giraldus Cambrensis"
  }, 
  {
    "quote": "With Pearl Jam, everybody is so good at what they do, it's hard to get up the courage to say, Can I sing this part, or, I want to play guitar. I feel like I have more courage to do that.", 
    "name": "Jeff Ament"
  }, 
  {
    "quote": "I'm not a fighter, but I would love to be a boxer because I love the courage and toughness. I mean, there can be nothing more terrifying than walking into an arena and looking at Mike Tyson in the ring.", 
    "name": "Mark McGrath"
  }, 
  {
    "quote": "But steel bars have never yet kept out a mob it takes something a good deal stronger: human courage backed up by the consciousness of being right.", 
    "name": "Ray Stannard Baker"
  }, 
  {
    "quote": "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.", 
    "name": "Xi Jinping"
  }, 
  {
    "quote": "I've decided to run for the U.S. Senate because I believe Wisconsin families need a senator who will work hard to deliver results for the middle class - a leader with the courage to do what's right, no matter how tough the odds or how powerful the special interests we have to fight.", 
    "name": "Tammy Baldwin"
  }, 
  {
    "quote": "Ofttimes the test of courage becomes rather to live than to die.", 
    "name": "Vittorio Alfieri"
  }, 
  {
    "quote": "I like so much wearing heels, legs look so much better, everything looks better. But it's only recently I've had the courage to do that.", 
    "name": "Blanka Vlasic"
  }, 
  {
    "quote": "Courage is just fear, plus prayers, plus understanding.", 
    "name": "Edward Albert"
  }, 
  {
    "quote": "Ronald Reagan's well documented final battles with Alzheimer's disease were fought with the same conviction and courage that his many public battles were fought.", 
    "name": "William L. Jenkins"
  }, 
  {
    "quote": "The man who has the courage of his platitudes is always a successful man.", 
    "name": "Van Wyck Brooks"
  }, 
  {
    "quote": "In our film profession you may have Gable's looks, Tracy's art, Marlene's legs or Liz's violet eyes, but they don't mean a thing without that swinging thing called courage.", 
    "name": "Frank Capra"
  }, 
  {
    "quote": "To show the world what long experience gains, requires not courage, though it calls for pains but at life's outset to inform mankind is a bold effort of a valiant mind.", 
    "name": "George Crabbe"
  }, 
  {
    "quote": "War paralyzes your courage and deadens the spirit of true manhood.", 
    "name": "Alexander Berkman"
  }, 
  {
    "quote": "None speak of the bravery, the might, or the intellect of Jesus but the devil is always imagined as a being of acute intellect, political cunning, and the fiercest courage. These universal and instinctive tendencies of the human mind reveal much.", 
    "name": "Lydia M. Child"
  }, 
  {
    "quote": "Men who live valiantly and die nobly have a strength and a courage from the eternal Father.", 
    "name": "Josephus Daniels"
  }, 
  {
    "quote": "True courage is a result of reasoning. A brave mind is always impregnable.", 
    "name": "Jeremy Collier"
  }, 
  {
    "quote": "It may not be the most popular but there is a place for it. I think about the kind of music I love, acoustic, melodic, and I guess it kind of took a bit of courage on my part to think I could be one of those songwriters.", 
    "name": "Helen Slater"
  }, 
  {
    "quote": "Martin Luther King, Jr. Day is a time to honor the greatest champion of racial equality who taught a nation - through compassion and courage - about democracy, nonviolence and racial justice.", 
    "name": "Mark Pryor"
  }, 
  {
    "quote": "It takes far less courage to kill yourself than it takes to make yourself wake up one more time. It's harder to stay where you are than to get out. For everyone but you, that is.", 
    "name": "Judith Rossner"
  }, 
  {
    "quote": "There is no glory in war, yet from the blackness of its history, there emerge vivid colours of human character and courage. Those who risked their lives to help their friends.", 
    "name": "Silvia Cartwright"
  }, 
  {
    "quote": "Courage to be is the key to revelatory power of the feminist revolution.", 
    "name": "Mary Daly"
  }, 
  {
    "quote": "I took my courage in both hands and went to the Laundromat to do my washing. I had to use three machines.", 
    "name": "Julie Doucet"
  }, 
  {
    "quote": "I love revolutionaries who have the courage to stand up against the status quo. They're always misunderstood, but they're the ones who are standing up for human rights.", 
    "name": "Richard Hatch"
  }, 
  {
    "quote": "To bathe a cat takes brute force, perseverance, courage of conviction - and a cat. The last ingredient is usually hardest to come by.", 
    "name": "Stephen Baker"
  }, 
  {
    "quote": "The memoirs that have come out of Africa are sometimes startlingly beautiful, often urgent, and essentially life-affirming, but they are all performances of courage and honesty.", 
    "name": "Alexandra Fuller"
  }, 
  {
    "quote": "Give the people not hell, but hope and courage.", 
    "name": "John Murray"
  }, 
  {
    "quote": "Courage ought to have eyes as well as arms.", 
    "name": "H. G. Bohn"
  }, 
  {
    "quote": "Whatever enlarges hope will also exalt courage.", 
    "name": "William Samuel Johnson"
  }, 
  {
    "quote": "Someone once told me the one thread that runs through them all is a premium on personal courage - not intellectual courage, but just plain physical courage.", 
    "name": "Walter Lord"
  }, 
  {
    "quote": "They put me in a harness, like a horse, to learn the back somersault. It was weird up there when I put on that harness for the first time. The courage came with practice.", 
    "name": "Donald O'Connor"
  }, 
  {
    "quote": "There has to be this pioneer, the individual who has the courage, the ambition to overcome the obstacles that always develop when one tries to do something worthwhile, especially when it is new and different.", 
    "name": "Alfred P. Sloan"
  }, 
  {
    "quote": "If we can't have the courage to tell our constituents, hey, we've got to cut back, then if we can point to something and say, I would like to vote for more benefits for you, but this balanced budget amendment or statutory spending cap or whatever the device is, is preventing me from doing it.", 
    "name": "Jeff Flake"
  }, 
  {
    "quote": "If you set as your goal to roll back the size of government, you have an obligation to answer the tough questions and show real courage, not just appeal to ideology. Treat the voters like adults.", 
    "name": "Brian Baird"
  }, 
  {
    "quote": "The presidents of colleges have to have some courage to step forward. You can't limit alcohol in college sports, you have to get rid of it.", 
    "name": "Dean Smith"
  }, 
  {
    "quote": "What I love about the East End is that there's a great perseverance, determination and courage. What I dislike about it is that there is sometimes a celebration of ignorance.", 
    "name": "Eddie Marsan"
  }, 
  {
    "quote": "Morality may consist solely in the courage of making a choice.", 
    "name": "Leon Blum"
  }, 
  {
    "quote": "Necessity does the work of courage.", 
    "name": "Nicholas M. Butler"
  }, 
  {
    "quote": "Even within the last three or four years, I have a greater ability to communicate, I think. I have more courage to show the stuff... And it does take courage.", 
    "name": "Barbara Cook"
  }, 
  {
    "quote": "Courage is rightly esteemed the first of human qualities - because it is the quality which guarantees all others.", 
    "name": "Joseph Chamberlain"
  }, 
  {
    "quote": "A man of character in peace is a man of courage in war.", 
    "name": "Charles Wilson"
  }, 
  {
    "quote": "My definition of courage is never letting anyone define you.", 
    "name": "Jenna Jameson"
  }, 
  {
    "quote": "If I am to be known for anything, I would like it to be for encouraging Canadians, for knowing a little bit about their daily, extraordinary courage. And for wanting that courage to be recognized.", 
    "name": "Romeo LeBlanc"
  }, 
  {
    "quote": "We simply do not understand our place in the universe and have not the courage to admit it.", 
    "name": "Barry Lopez"
  }, 
  {
    "quote": "It's up to the courage of the filmmakers to make art in cinema, not just business. John was rejected by studios, he borrowed money and did movies with his own money. You're either courageous or not. You have to find a way.", 
    "name": "Ben Gazzara"
  }, 
  {
    "quote": "I know this president. And I can tell you that he cares deeply about the next generation of young women in this country - his daughters, and everyone's daughters. President Obama had the courage to stand with Sandra Fluke. Without hesitation, he defended her right to tell her story.", 
    "name": "Nancy Keenan"
  }, 
  {
    "quote": "People don't follow titles, they follow courage.", 
    "name": "William Wells Brown"
  }, 
  {
    "quote": "Moral courage is higher and a rarer virtue than physical courage.", 
    "name": "William Slim"
  }, 
  {
    "quote": "Support the strong, give courage to the timid, remind the indifferent, and warn the opposed.", 
    "name": "Whitney M. Young"
  }, 
  {
    "quote": "Greatness, in the last analysis, is largely bravery - courage in escaping from old ideas and old standards and respectable ways of doing things.", 
    "name": "James Robinson"
  }, 
  {
    "quote": "I emphasize... that the Harrimans showed great courage and loyalty and confidence in us, because three or four of us were really running the business, the day to day business.", 
    "name": "Prescott Bush"
  }, 
  {
    "quote": "Have the courage to face a difficulty lest it kick you harder than you bargain for.", 
    "name": "Stanislaus I"
  }, 
  {
    "quote": "To him that waits all things reveal themselves, provided that he has the courage not to deny, in the darkness, what he has seen in the light.", 
    "name": "Coventry Patmore"
  }, 
  {
    "quote": "There's no mystique to acting. It's only common sense - and a bit of courage.", 
    "name": "Bill Hunter"
  }, 
  {
    "quote": "Resignation is the courage of Christian sorrow.", 
    "name": "Alexandre Vinet"
  }, 
  {
    "quote": "There can be a fundamental gulf of gracelessness in a human heart which neither our love nor our courage can bridge.", 
    "name": "Patrick Campbell"
  }, 
  {
    "quote": "I know that if I'd had to go and take an exam for acting, I wouldn't have got anywhere. You don't take exams for acting, you take your courage.", 
    "name": "Dame Edith Evans"
  }, 
  {
    "quote": "You cannot build character and courage by taking away a man's initiative and independence.", 
    "name": "William Boetcker"
  }, 
  {
    "quote": "I want to encourage our people, to educate our people to have the courage to understand and fight for their rights.", 
    "name": "Megawati Sukarnoputri"
  }
]