[
  {
    "quote": "All that I am, or hope to be, I owe to my angel mother.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I remember my mother's prayers and they have always followed me. They have clung to me all my life.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "The most important thing a father can do for his children is to love their mother.", 
    "name": "Theodore Hesburgh"
  }, 
  {
    "quote": "Mother is the name for God in the lips and hearts of little children.", 
    "name": "William Makepeace Thackeray"
  }, 
  {
    "quote": "A mother's arms are made of tenderness and children sleep soundly in them.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "God could not be everywhere, and therefore he made mothers.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "Mother's love is peace. It need not be acquired, it need not be deserved.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "I got to grow up with a mother who taught me to believe in me.", 
    "name": "Antonio Villaraigosa"
  }, 
  {
    "quote": "Children are the anchors of a mother's life.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "A mother's happiness is like a beacon, lighting up the future but reflected also on the past in the guise of fond memories.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Life began with waking up and loving my mother's face.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "The babe at first feeds upon the mother's bosom, but it is always on her heart.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love.", 
    "name": "Stevie Wonder"
  }, 
  {
    "quote": "When my mother had to get dinner for 8 she'd just make enough for 16 and only serve half.", 
    "name": "Gracie Allen"
  }, 
  {
    "quote": "The love of a mother is the veil of a softer light between the heart and the heavenly Father.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "There is nothing in the world of art like the songs mother used to sing.", 
    "name": "Billy Sunday"
  }, 
  {
    "quote": "Motherhood: All love begins and ends there.", 
    "name": "Robert Browning"
  }, 
  {
    "quote": "Sometimes the strength of motherhood is greater than natural laws.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "With what price we pay for the glory of motherhood.", 
    "name": "Isadora Duncan"
  }, 
  {
    "quote": "Motherhood is... difficult and... rewarding.", 
    "name": "Gloria Estefan"
  }, 
  {
    "quote": "I was always at peace because of the way my mom treated me.", 
    "name": "Martina Hingis"
  }, 
  {
    "quote": "My mother is a walking miracle.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "My mom is definitely my rock.", 
    "name": "Alicia Keys"
  }, 
  {
    "quote": "Who's a boy gonna talk to if not his mother?", 
    "name": "Donald E. Westlake"
  }
]