[
  {
    "quote": "Green is the prime color of the world, and that from which its loveliness arises.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Look deep into nature, and then you will understand everything better.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "All my life I have tried to pluck a thistle and plant a flower wherever the flower would grow in thought and mind.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "And this, our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "In the depth of winter I finally learned that there was in me an invincible summer.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Keep your face to the sunshine and you cannot see a shadow.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "He is richest who is content with the least, for content is the wealth of nature.", 
    "name": "Socrates"
  }, 
  {
    "quote": "The trees that are slow to grow bear the best fruit.", 
    "name": "Moliere"
  }, 
  {
    "quote": "Sunshine is delicious, rain is refreshing, wind braces us up, snow is exhilarating there is really no such thing as bad weather, only different kinds of good weather.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "There are always flowers for those who want to see them.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Solitary trees, if they grow at all, grow strong.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Forget not that the earth delights to feel your bare feet and the winds long to play with your hair.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Come forth into the light of things, let nature be your teacher.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "The good man is the friend of all living things.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Fishes live in the sea, as men do a-land the great ones eat up the little ones.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "To me a lush carpet of pine needles or spongy grass is more welcome than the most luxurious Persian rug.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Earth laughs in flowers.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "One touch of nature makes the whole world kin.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Autumn is a second spring when every leaf is a flower.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "In all things of nature there is something of the marvelous.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "When nature has work to be done, she creates a genius to do it.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Nature always wears the colors of the spirit.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The best thing one can do when it's raining is to let it rain.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "If one way be better than another, that you may be sure is nature's way.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "If you wish to make an apple pie from scratch, you must first invent the universe.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "A bird doesn't sing because it has an answer, it sings because it has a song.", 
    "name": "Lou Holtz"
  }, 
  {
    "quote": "Nature will bear the closest inspection. She invites us to lay our eye level with her smallest leaf, and take an insect view of its plain.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I still get wildly enthusiastic about little things... I play with leaves. I skip down the street and run against the wind.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Spring is nature's way of saying, 'Let's party!'", 
    "name": "Robin Williams"
  }, 
  {
    "quote": "Wherever you go, no matter what the weather, always bring your own sunshine.", 
    "name": "Anthony J. D'Angelo"
  }, 
  {
    "quote": "The bluebird carries the sky on his back.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "What the caterpillar calls the end of the world the master calls a butterfly.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "Except during the nine months before he draws his first breath, no man manages his affairs as well as a tree does.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "By reading the scriptures I am so renewed that all nature seems renewed around me and with me. The sky seems to be a pure, a cooler blue, the trees a deeper green. The whole world is charged with the glory of God and I feel fire and music under my feet.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "A lot of people like snow. I find it to be an unnecessary freezing of water.", 
    "name": "Carl Reiner"
  }, 
  {
    "quote": "For in the true nature of things, if we rightly consider, every green tree is far more glorious than if it were made of gold and silver.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "I go to nature to be soothed and healed, and to have my senses put in order.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "The mountains are calling and I must go.", 
    "name": "John Muir"
  }, 
  {
    "quote": "The butterfly counts not months but moments, and has time enough.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "I love to think of nature as an unlimited broadcasting station, through which God speaks to us every hour, if we will only tune in.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "Let the rain kiss you. Let the rain beat upon your head with silver liquid drops. Let the rain sing you a lullaby.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds.", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "It is not light that we need, but fire it is not the gentle shower, but thunder. We need the storm, the whirlwind, and the earthquake.", 
    "name": "Frederick Douglass"
  }, 
  {
    "quote": "Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time.", 
    "name": "John Lubbock"
  }, 
  {
    "quote": "Birds sing after a storm why shouldn't people feel as free to delight in whatever remains to them?", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Delicious autumn! My very soul is wedded to it, and if I were a bird I would fly about the earth seeking the successive autumns.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Nature knows no pause in progress and development, and attaches her curse on all inaction.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "One must ask children and birds how cherries and strawberries taste.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "That which is not good for the bee-hive cannot be good for the bees.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "It is not so much for its beauty that the forest makes a claim upon men's hearts, as for that subtle something, that quality of air that emanation from old trees, that so wonderfully changes and renews a weary spirit.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Flowers are the sweetest things God ever made and forgot to put a soul into.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Reading about nature is fine, but if a person walks in the woods and listens carefully, he can learn more than what is in books, for they speak with the voice of God.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "The sun, with all those planets revolving around it and dependent on it, can still ripen a bunch of grapes as if it had nothing else in the universe to do.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "Earth and sky, woods and fields, lakes and rivers, the mountain and the sea, are excellent schoolmasters, and teach some of us more than we can ever learn from books.", 
    "name": "John Lubbock"
  }, 
  {
    "quote": "Don't knock the weather nine-tenths of the people couldn't start a conversation if it didn't change once in a while.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "I believe a leaf of grass is no less than the journey-work of the stars.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "The world is mud-luscious and puddle-wonderful.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "What is the good of your stars and trees, your sunrise and the wind, if they do not enter into our daily lives?", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "A morning-glory at my window satisfies me more than the metaphysics of books.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "I believe in God, only I spell it Nature.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "A hen is only an egg's way of making another egg.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "I've made an odd discovery. Every time I talk to a savant I feel quite sure that happiness is no longer a possibility. Yet when I talk with my gardener, I'm convinced of the opposite.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Give me odorous at sunrise a garden of beautiful flowers where I can walk undisturbed.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Some people walk in the rain, others just get wet.", 
    "name": "Roger Miller"
  }, 
  {
    "quote": "Trees are the earth's endless effort to speak to the listening heaven.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "The clearest way into the Universe is through a forest wilderness.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Everything is blooming most recklessly if it were voices instead of colors, there would be an unbelievable shrieking into the heart of the night.", 
    "name": "Rainer Maria Rilke"
  }, 
  {
    "quote": "What would be ugly in a garden constitutes beauty in a mountain.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "As the poet said, 'Only God can make a tree,' probably because it's so hard to figure out how to get the bark on.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Adapt or perish, now as ever, is nature's inexorable imperative.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "Forests, lakes, and rivers, clouds and winds, stars and flowers, stupendous glaciers and crystal snowflakes - every form of animate or inanimate existence, leaves its impress upon the soul of man.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Ocean: A body of water occupying about two-thirds of a world made for man - who has no gills.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "There is nothing in a caterpillar that tells you it's going to be a butterfly.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "The Universe is one great kindergarten for man. Everything that exists has brought with it its own peculiar lesson.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "All water has a perfect memory and is forever trying to get back to where it was.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "I am two with nature.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "The violets in the mountains have broken the rocks.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Man has lost the capacity to foresee and to forestall. He will end by destroying the earth.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "Don't pray when it rains if you don't pray when the sun shines.", 
    "name": "Satchel Paige"
  }, 
  {
    "quote": "To sit in the shade on a fine day and look upon verdure is the most perfect refreshment.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "We do not see nature with our eyes, but with our understandings and our hearts.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Winter is nature's way of saying, 'Up yours.'", 
    "name": "Robert Byrne"
  }, 
  {
    "quote": "I would feel more optimistic about a bright future for man if he spent less time proving that he can outwit Nature and more time tasting her sweetness and respecting her seniority.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "How strange that nature does not knock, and yet does not intrude!", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "Nature is trying very hard to make us succeed, but nature does not depend on us. We are not the only experiment.", 
    "name": "R. Buckminster Fuller"
  }, 
  {
    "quote": "Nature, to be commanded, must be obeyed.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "The poetry of the earth is never dead.", 
    "name": "John Keats"
  }, 
  {
    "quote": "To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "To be interested in the changing seasons is a happier state of mind than to be hopelessly in love with spring.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "There are no passengers on spaceship earth. We are all crew.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Ah, summer, what power you have to make us suffer and like it.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "All things are artificial, for nature is the art of God.", 
    "name": "Thomas Browne"
  }, 
  {
    "quote": "We may brave human laws, but we cannot resist natural ones.", 
    "name": "Jules Verne"
  }, 
  {
    "quote": "In wilderness I sense the miracle of life, and behind it our scientific accomplishments fade to trivia.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "We cannot command Nature except by obeying her.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "It is written on the arched sky it looks out from every star. It is the poetry of Nature it is that which uplifts the spirit within us.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence.", 
    "name": "Hal Borland"
  }, 
  {
    "quote": "Land really is the best art.", 
    "name": "Andy Warhol"
  }, 
  {
    "quote": "Yosemite Valley, to me, is always a sunrise, a glitter of green and golden wonder in a vast edifice of stone and space.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "Nature teaches more than she preaches. There are no sermons in stones. It is easier to get a spark out of a stone than a moral.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "Nature is so powerful, so strong. Capturing its essence is not easy - your work becomes a dance with light and the weather. It takes you to a place within yourself.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "I believe that if one always looked at the skies, one would end up with wings.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "Spring is when you feel like whistling even with a shoe full of slush.", 
    "name": "Doug Larson"
  }, 
  {
    "quote": "Let the gentle bush dig its root deep and spread upward to split the boulder.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "Love thou the rose, yet leave it on its stem.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "Never measure the height of a mountain until you have reached the top. Then you will see how low it was.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "Hope is the only bee that makes honey without flowers.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "A woodland in full color is awesome as a forest fire, in magnitude at least, but a single tree is like a dancing tongue of flame to warm the heart.", 
    "name": "Hal Borland"
  }, 
  {
    "quote": "I knew, of course, that trees and plants had roots, stems, bark, branches and foliage that reached up toward the light. But I was coming to realize that the real magician was light itself.", 
    "name": "Edward Steichen"
  }, 
  {
    "quote": "I never saw a discontented tree. They grip the ground as though they liked it, and though fast rooted they travel about as far as we do.", 
    "name": "John Muir"
  }, 
  {
    "quote": "Like music and art, love of nature is a common language that can transcend political or social boundaries.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "And the heart that is soonest awake to the flowers is always the first to be touch'd by the thorns.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "A light wind swept over the corn, and all nature laughed in the sunshine.", 
    "name": "Anne Bronte"
  }, 
  {
    "quote": "Just living is not enough... one must have sunshine, freedom, and a little flower.", 
    "name": "Hans Christian Anderson"
  }, 
  {
    "quote": "I decided that if I could paint that flower in a huge scale, you could not ignore its beauty.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "The sea is everything. It covers seven tenths of the terrestrial globe. Its breath is pure and healthy. It is an immense desert, where man is never lonely, for he feels life stirring on all sides.", 
    "name": "Jules Verne"
  }, 
  {
    "quote": "The snow itself is lonely or, if you prefer, self-sufficient. There is no other time when the whole world seems composed of one thing and one thing only.", 
    "name": "Joseph Wood Krutch"
  }, 
  {
    "quote": "For every person who has ever lived there has come, at last, a spring he will never see. Glory then in the springs that are yours.", 
    "name": "Pam Brown"
  }, 
  {
    "quote": "The counterfeit and counterpart of Nature is reproduced in art.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Every flower is a soul blossoming in nature.", 
    "name": "Gerard De Nerval"
  }, 
  {
    "quote": "Swans sing before they die - 'twere no bad thing should certain persons die before they sing.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "Unless a tree has borne blossoms in spring, you will vainly look for fruit on it in autumn.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "Nature is wont to hide herself.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "For myself I hold no preferences among flowers, so long as they are wild, free, spontaneous. Bricks to all greenhouses! Black thumb and cutworm to the potted plant!", 
    "name": "Edward Abbey"
  }, 
  {
    "quote": "Breathless, we flung us on a windy hill, Laughed in the sun, and kissed the lovely grass.", 
    "name": "Rupert Brooke"
  }, 
  {
    "quote": "Birds have wings they're free they can fly where they want when they want. They have the kind of mobility many people envy.", 
    "name": "Roger Tory Peterson"
  }, 
  {
    "quote": "You can't be suspicious of a tree, or accuse a bird or a squirrel of subversion or challenge the ideology of a violet.", 
    "name": "Hal Borland"
  }, 
  {
    "quote": "The sun, the moon and the stars would have disappeared long ago... had they happened to be within the reach of predatory human hands.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Sorrows gather around great souls as storms do around mountains but, like them, they break the storm and purify the air of the plain beneath them.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "The ground we walk on, the plants and creatures, the clouds above constantly dissolving into new formations - each gift of nature possessing its own radiant energy, bound together by cosmic harmony.", 
    "name": "Ruth Bernhard"
  }, 
  {
    "quote": "Perhaps the truth depends on a walk around the lake.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "I like trees because they seem more resigned to the way they have to live than other things do.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "Many a man curses the rain that falls upon his head, and knows not that it brings abundance to drive away the hunger.", 
    "name": "Saint Basil"
  }, 
  {
    "quote": "Mother Nature may be forgiving this year, or next year, but eventually she's going to come around and whack you. You've got to be prepared.", 
    "name": "Geraldo Rivera"
  }, 
  {
    "quote": "Mere goodness can achieve little against the power of nature.", 
    "name": "Georg Wilhelm Friedrich Hegel"
  }, 
  {
    "quote": "Having family responsibilities and concerns just has to make you a more understanding person.", 
    "name": "Sandra Day O'Connor"
  }, 
  {
    "quote": "To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "Each blade of grass has its spot on earth whence it draws its life, its strength and so is man rooted to the land from which he draws his faith together with his life.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "Nothing is more memorable than a smell. One scent can be unexpected, momentary and fleeting, yet conjure up a childhood summer beside a lake in the mountains.", 
    "name": "Diane Ackerman"
  }, 
  {
    "quote": "I perhaps owe having become a painter to flowers.", 
    "name": "Claude Monet"
  }, 
  {
    "quote": "I am not bound for any public place, but for ground of my own where I have planted vines and orchard trees, and in the heat of the day climbed up into the healing shadow of the woods.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "It is only in the country that we can get to know a person or a book.", 
    "name": "Cyril Connolly"
  }, 
  {
    "quote": "People from a planet without flowers would think we must be mad with joy the whole time to have such things about us.", 
    "name": "Iris Murdoch"
  }, 
  {
    "quote": "Nothing is so beautiful as spring - when weeds, in wheels, shoot long and lovely and lush Thrush's eggs look little low heavens, and thrush through the echoing timber does so rinse and wring the ear, it strikes like lightning to hear him sing.", 
    "name": "Gerard Manley Hopkins"
  }, 
  {
    "quote": "Let a hundred flowers bloom, let a hundred schools of thought contend.", 
    "name": "Mao Zedong"
  }, 
  {
    "quote": "Poor, dear, silly Spring, preparing her annual surprise!", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "Life has loveliness to sell, all beautiful and splendid things, blue waves whitened on a cliff, soaring fire that sways and sings, and children's faces looking up, holding wonder like a cup.", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "There's always a period of curious fear between the first sweet-smelling breeze and the time when the rain comes cracking down.", 
    "name": "Don DeLillo"
  }, 
  {
    "quote": "In some mysterious way woods have never seemed to me to be static things. In physical terms, I move through them yet in metaphysical ones, they seem to move through me.", 
    "name": "John Fowles"
  }, 
  {
    "quote": "The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life.", 
    "name": "Jean Giraudoux"
  }, 
  {
    "quote": "The mind, in proportion as it is cut off from free communication with nature, with revelation, with God, with itself, loses its life, just as the body droops when debarred from the air and the cheering light from heaven.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "There is a muscular energy in sunlight corresponding to the spiritual energy of wind.", 
    "name": "Annie Dillard"
  }, 
  {
    "quote": "I remember a hundred lovely lakes, and recall the fragrant breath of pine and fir and cedar and poplar trees. The trail has strung upon it, as upon a thread of silk, opalescent dawns and saffron sunsets.", 
    "name": "Hamlin Garland"
  }, 
  {
    "quote": "The lake and the mountains have become my landscape, my real world.", 
    "name": "Georges Simenon"
  }, 
  {
    "quote": "In June as many as a dozen species may burst their buds on a single day. No man can heed all of these anniversaries no man can ignore all of them.", 
    "name": "Aldo Leopold"
  }, 
  {
    "quote": "I'm very gregarious, but I love being in the hills on my own.", 
    "name": "Norman MacCaig"
  }, 
  {
    "quote": "Occasionally I have come across a last patch of snow on top of a mountain in late May or June. There's something very powerful about finding snow in summer.", 
    "name": "Andy Goldsworthy"
  }, 
  {
    "quote": "Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow.", 
    "name": "Antonio Porchia"
  }, 
  {
    "quote": "Deep in their roots, all flowers keep the light.", 
    "name": "Theodore Roethke"
  }, 
  {
    "quote": "Understanding the laws of nature does not mean that we are immune to their operations.", 
    "name": "David Gerrold"
  }, 
  {
    "quote": "There is no forgiveness in nature.", 
    "name": "Ugo Betti"
  }, 
  {
    "quote": "Those little nimble musicians of the air, that warble forth their curious ditties, with which nature hath furnished them to the shame of art.", 
    "name": "Izaak Walton"
  }, 
  {
    "quote": "There is nothing in which the birds differ more from man than the way in which they can build and yet leave a landscape as it was before.", 
    "name": "Robert Wilson Lynd"
  }, 
  {
    "quote": "What makes a river so restful to people is that it doesn't have any doubt - it is sure to get where it is going, and it doesn't want to go anywhere else.", 
    "name": "Hal Boyle"
  }, 
  {
    "quote": "The very winds whispered in soothing accents, and maternal Nature bade me weep no more.", 
    "name": "Mary Wollstonecraft Shelley"
  }, 
  {
    "quote": "Bats drink on the wing, like swallows, by sipping the surface, as they play over pools and streams.", 
    "name": "Gilbert White"
  }, 
  {
    "quote": "Having contemplated this admirable grove, I proceeded towards the shrubberies on the banks of the river, and though it was now late in December, the aromatic groves appeared in full bloom.", 
    "name": "William Bartram"
  }, 
  {
    "quote": "My progress was rendered delightful by the sylvan elegance of the groves, chearful meadows, and high distant forests, which in grand order presented themselves to view.", 
    "name": "William Bartram"
  }, 
  {
    "quote": "When I see a bird that walks like a duck and swims like a duck and quacks like a duck, I call that bird a duck.", 
    "name": "James Whitcomb Riley"
  }, 
  {
    "quote": "The groves were God's first temples.", 
    "name": "William C. Bryant"
  }, 
  {
    "quote": "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing.", 
    "name": "Eric Berne"
  }, 
  {
    "quote": "Whenever the pressure of our complex city life thins my blood and numbs my brain, I seek relief in the trail and when I hear the coyote wailing to the yellow dawn, my cares fall from me - I am happy.", 
    "name": "Hamlin Garland"
  }, 
  {
    "quote": "We talk of our mastery of nature, which sounds very grand but the fact is we respectfully adapt ourselves, first, to her ways.", 
    "name": "Clarence Day"
  }, 
  {
    "quote": "I think that I shall never see a poem lovely as a tree.", 
    "name": "Joyce Kilmer"
  }, 
  {
    "quote": "It was one of those perfect English autumnal days which occur more frequently in memory than in life.", 
    "name": "P. D. James"
  }, 
  {
    "quote": "My recollection of a hundred lovely lakes has given me blessed release from care and worry and the troubled thinking of our modern day. It has been a return to the primitive and the peaceful.", 
    "name": "Hamlin Garland"
  }, 
  {
    "quote": "Maybe nature is fundamentally ugly, chaotic and complicated. But if it's like that, then I want out.", 
    "name": "Steven Weinberg"
  }, 
  {
    "quote": "People in cities may forget the soil for as long as a hundred years, but Mother Nature's memory is long and she will not let them forget indefinitely.", 
    "name": "Henry Cantwell Wallace"
  }, 
  {
    "quote": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous.", 
    "name": "Ingrid Bergman"
  }, 
  {
    "quote": "We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "A strong body makes the mind strong. As to the species of exercises, I advise the gun. While this gives moderate exercise to the body, it gives boldness, enterprise and independence to the mind. Games played with the ball, and others of that nature, are too violent for the body and stamp no character on the mind. Let your gun therefore be your constant companion of your walks.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Adopt the pace of nature: her secret is patience.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Joy in looking and comprehending is nature's most beautiful gift.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "We still do not know one thousandth of one percent of what nature has revealed to us.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Occurrences in this domain are beyond the reach of exact prediction because of the variety of factors in operation, not because of any lack of order in nature.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It stands to the everlasting credit of science that by acting on the human mind it has overcome man's insecurity before himself and before nature.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "God and Nature first made us what we are, and then out of our own created genius we make ourselves what we want to be. Follow always that great law. Let the sky and God be our limit and Eternity our measurement.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "A peace is of the nature of a conquest for then both parties nobly are subdued, and neither party loser.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Truth is by nature self-evident. As soon as you remove the cobwebs of ignorance that surround it, it shines clear.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Sex is a part of nature. I go along with nature.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quiet, alone with the heavens, nature and God. Because only then does one feel that all is as it should be.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "Man can never be a woman's equal in the spirit of selfless service with which nature has endowed her.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If the machine of government is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "A friend may well be reckoned the masterpiece of nature.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Miracles do not, in fact, break the laws of nature.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "We should meet abuse by forbearance. Human nature is so constituted that if we take absolutely no notice of anger or abuse, the person indulging in it will soon weary of it and stop.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "What we call Man's power over Nature turns out to be a power exercised by some men over other men with Nature as its instrument.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "Man's nature is not essentially evil. Brute nature has been know to yield to the influence of love. You must never despair of human nature.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Perhaps nature is our best assurance of immortality.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Nature hath framed strange fellows in her time.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Nature and books belong to the eyes that see them.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Nature does not hurry, yet everything is accomplished.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "All men by nature desire knowledge.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "In general, mankind, since the improvement of cookery, eats twice as much as nature requires.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "All men are by nature equal, made all of the same earth by one Workman and however we deceive ourselves, as dear unto God is the poor peasant as the mighty prince.", 
    "name": "Plato"
  }, 
  {
    "quote": "Keep close to Nature's heart... and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean.", 
    "name": "John Muir"
  }, 
  {
    "quote": "It is cruel, you know, that music should be so beautiful. It has the beauty of loneliness of pain: of strength and freedom. The beauty of disappointment and never-satisfied love. The cruel beauty of nature and everlasting beauty of monotony.", 
    "name": "Benjamin Britten"
  }, 
  {
    "quote": "All the perplexities, confusion and distress in America arise, not from defects in their Constitution or Confederation, not from want of honor or virtue, so much as from the downright ignorance of the nature of coin, credit and circulation.", 
    "name": "John Adams"
  }, 
  {
    "quote": "Love is a canvas furnished by nature and embroidered by imagination.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Nature is a mutable cloud which is always and never the same.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.", 
    "name": "John Muir"
  }, 
  {
    "quote": "I have no hostility to nature, but a child's love to it. I expand and live in the warm day like corn and melons.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "We see God face to face every hour, and know the savor of Nature.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Nature hates calculators.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "We are by nature observers, and thereby learners. That is our permanent state.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Everything in Nature contains all the powers of Nature. Everything is made of one hidden stuff.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The method of nature: who could ever analyze it?", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Man is by nature a political animal.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Nature does nothing in vain.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "For as the eyes of bats are to the blaze of day, so is the reason in our soul to the things which are by nature most evident of all.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Nature is full of genius, full of the divinity so that not a snowflake escapes its fashioning hand.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The moral virtues, then, are produced in us neither by nature nor against nature. Nature, indeed, prepares in us the ground for their reception, but their complete formation is the product of habit.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Hence poetry is something more philosophic and of graver import than history, since its statements are rather of the nature of universals, whereas those of history are singulars.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I think computer viruses should count as life. I think it says something about human nature that the only form of life we have created so far is purely destructive. We've created life in our own image.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "He who can be, and therefore is, another's, and he who participates in reason enough to apprehend, but not to have, is a slave by nature.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Art is not merely an imitation of the reality of nature, but in truth a metaphysical supplement to the reality of nature, placed alongside thereof for its conquest.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Nature is not human hearted.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "It is better to do one's own duty, however defective it may be, than to follow the duty of another, however well one may perform it. He who does his duty as his own nature reveals it, never sins.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Were I called on to define, very briefly, the term Art, I should call it 'the reproduction of what the Senses perceive in Nature through the veil of the soul.' The mere imitation, however accurate, of what is in Nature, entitles no man to the sacred name of 'Artist.'", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "You may make some mistakes - but that doesn't make you a sinner. You've got the very nature of God on the inside of you.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "There are certain pursuits which, if not wholly poetic and true, do at least suggest a nobler and finer relation to nature than we know. The keeping of bees, for instance.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "What is tolerance? It is the consequence of humanity. We are all formed of frailty and error let us pardon reciprocally each other's folly - that is the first law of nature.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Nature puts no question and answers none which we mortals ask. She has long ago taken her resolution.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "The Artist is he who detects and applies the law from observation of the works of Genius, whether of man or Nature. The Artisan is he who merely applies the rules which others have detected.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "What is human warfare but just this an effort to make the laws of God and nature take sides with one party.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "To be admitted to Nature's hearth costs nothing. None is excluded, but excludes himself. You have only to push aside the curtain.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Nature and human life are as various as our several constitutions. Who shall say what prospect life offers to another?", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "In every walk with nature one receives far more than he seeks.", 
    "name": "John Muir"
  }, 
  {
    "quote": "There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "It appears to be a law that you cannot have a deep sympathy with both man and nature.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "There is more of good nature than of good sense at the bottom of most marriages.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I am against nature. I don't dig nature at all. I think nature is very unnatural. I think the truly natural things are dreams, which nature can't touch with decay.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "External nature is only internal nature writ large.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.", 
    "name": "Tom Hanks"
  }, 
  {
    "quote": "He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.", 
    "name": "Plato"
  }, 
  {
    "quote": "No man should bring children into the world who is unwilling to persevere to the end in their nature and education.", 
    "name": "Plato"
  }, 
  {
    "quote": "Every artist dips his brush in his own soul, and paints his own nature into his pictures.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "Retaliation is related to nature and instinct, not to law. Law, by definition, cannot obey the same rules as nature.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Nature gives you the face you have at twenty it is up to you to merit the face you have at fifty.", 
    "name": "Coco Chanel"
  }, 
  {
    "quote": "The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "But while they prate of economic laws, men and women are starving. We must lay hold of the fact that economic laws are not made by nature. They are made by human beings.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "My nature just changes.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "I was trying to do too many things at the same time, which is my nature. But I was enjoying it, and I still do enjoy it.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "The family is one of nature's masterpieces.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "The tree which moves some to tears of joy is in the eyes of others only a green thing that stands in the way. Some see nature all ridicule and deformity... and some scarce see nature at all. But to the eyes of the man of imagination, nature is imagination itself.", 
    "name": "William Blake"
  }, 
  {
    "quote": "The art of medicine consists in amusing the patient while nature cures the disease.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "We are all full of weakness and errors let us mutually pardon each other our follies - it is the first law of nature.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Look out into the universe and contemplate the glory of God. Observe the stars, millions of them, twinkling in the night sky, all with a message of unity, part of the very nature of God.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "I think I have a dualistic nature.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.", 
    "name": "John D. Rockefeller"
  }, 
  {
    "quote": "To prefer evil to good is not in human nature and when a man is compelled to choose one of two evils, no one will choose the greater when he might have the less.", 
    "name": "Plato"
  }, 
  {
    "quote": "Mistakes are almost always of a sacred nature. Never try to correct them. On the contrary: rationalize them, understand them thoroughly. After that, it will be possible for you to sublimate them.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains.", 
    "name": "Walt Whitman"
  }, 
  {
    "quote": "Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.", 
    "name": "Henry Norris Russell"
  }, 
  {
    "quote": "It is the nature of truth in general, as of some ores in particular, to be richest when most superficial.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "Then not only custom, but also nature affirms that to do is more disgraceful than to suffer injustice, and that justice is equality.", 
    "name": "Plato"
  }, 
  {
    "quote": "Nature cannot be tricked or cheated. She will give up to you the object of your struggles only after you have paid her price.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "The deepest principle in human nature is the craving to be appreciated.", 
    "name": "William James"
  }, 
  {
    "quote": "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "Economic medicine that was previously meted out by the cupful has recently been dispensed by the barrel. These once unthinkable dosages will almost certainly bring on unwelcome after-effects. Their precise nature is anyone's guess, though one likely consequence is an onslaught of inflation.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "But when women are moved and lend help, when women, who are by nature calm and controlled, give encouragement and applause, when virtuous and knowledgeable women grace the endeavor with their sweet love, then it is invincible.", 
    "name": "Jose Marti"
  }, 
  {
    "quote": "Man seeks to change the foods available in nature to suit his tastes, thereby putting an end to the very essence of life contained in them.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "When we think of the major threats to our national security, the first to come to mind are nuclear proliferation, rogue states and global terrorism. But another kind of threat lurks beyond our shores, one from nature, not humans - an avian flu pandemic.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "I don't like formal gardens. I like wild nature. It's just the wilderness instinct in me, I guess.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "All cartoon characters and fables must be exaggeration, caricatures. It is the very nature of fantasy and fable.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Nothing happens to any man that he is not formed by nature to bear.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "In nature we never see anything isolated, but everything in connection with something else which is before it, beside it, under it and over it.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "To conceal anything from those to whom I am attached, is not in my nature. I can never close my lips where I have opened my heart.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "I find it strange the way human nature wants heroes and yet wants to destroy their heroes. It's a kind of mass insecurity people want something to look up to and get a buzz off but, at the same time, want to destroy it because it makes them feel insecure.", 
    "name": "Danielle Dax"
  }, 
  {
    "quote": "Despise not death, but welcome it, for nature wills it like all else.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Observe constantly that all things take place by change, and accustom thyself to consider that the nature of the Universe loves nothing so much as to change the things which are, and to make new things like them.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Loss is nothing else but change, and change is Nature's delight.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Water is the driving force of all nature.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "You can't just let nature run wild.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Nature has always had more force than education.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "If you look deep enough you will see music the heart of nature being everywhere music.", 
    "name": "Thomas Carlyle"
  }, 
  {
    "quote": "Death, like birth, is a secret of Nature.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The most beautiful as well as the most ugly inclinations of man are not part of a fixed biologically given human nature, but result from the social process which creates man.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Man is subject to innumerable pains and sorrows by the very condition of humanity, and yet, as if nature had not sown evils enough in life, we are continually adding grief to grief and aggravating the common calamity by our cruel treatment of one another.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "I am in the habit of looking not so much to the nature of a gift as to the spirit in which it is offered.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble in a statue the marble must be like flesh.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Consistency is contrary to nature, contrary to life. The only completely consistent people are dead.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "According to the law of nature it is only fair that no one should become richer through damages and injuries suffered by another.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written, as with a sunbeam, in the whole volume of human nature, by the hand of the divinity itself and can never be erased.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "To become an able and successful man in any profession, three things are necessary, nature, study and practice.", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "There is a certain enthusiasm in liberty, that makes human nature rise above itself, in acts of bravery and heroism.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "To feel much for others and little for ourselves to restrain our selfishness and exercise our benevolent affections, constitute the perfection of human nature.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "We are not weak if we make a proper use of those means which the God of Nature has placed in our power... the battle, sir, is not to the strong alone it is to the vigilant, the active, the brave.", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "One of the first conditions of happiness is that the link between Man and Nature shall not be broken.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "There are a lot of conservative people, a lot of moderate people, Republicans, Democrats, in Hollywood. It is just that the conservative people by the nature of the word itself play closer to the vest. They do not go around hot dogging it.", 
    "name": "Clint Eastwood"
  }, 
  {
    "quote": "Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "We must lay hold of the fact that economic laws are not made by nature. They are made by human beings.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "Although nature commences with reason and ends in experience it is necessary for us to do the opposite, that is to commence with experience and from this to proceed to investigate the reason.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "The sway of alcohol over mankind is unquestionably due to its power to stimulate the mystical faculties of human nature, usually crushed to earth by the cold facts and dry criticisms of the sober hour.", 
    "name": "William James"
  }, 
  {
    "quote": "Human subtlety will never devise an invention more beautiful, more simple or more direct than does nature because in her inventions nothing is lacking, and nothing is superfluous.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "All art is but imitation of nature.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Where is human nature so weak as in the bookstore?", 
    "name": "Henry Ward Beecher"
  }, 
  {
    "quote": "A happy life is one which is in accordance with its own nature.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "To understand the nature of the people one must be a prince, and to understand the nature of the prince, one must be of the people.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "For greed all nature is too little.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "Miracles are not contrary to nature, but only contrary to what we know about nature.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Call it Nature, Fate, Fortune all these are names of the one and selfsame God.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "As long as I retain my feeling and my passion for Nature, I can partly soften or subdue my other passions and resist or endure those of others.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Nature has made a pebble and a female. The lapidary makes the diamond, and the lover makes the woman.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Words, like nature, half reveal and half conceal the soul within.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "In the general course of human nature, A power over a man's subsistence amounts to a power over his will.", 
    "name": "Alexander Hamilton"
  }, 
  {
    "quote": "As a means of contrast with the sublime, the grotesque is, in our view, the richest source that nature can offer.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "It is absolutely impossible to transcend the laws of nature. What can change in historically different circumstances is only the form in which these laws expose themselves.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "Nature gives to every time and season some beauties of its own and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Human nature is not of itself vicious.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "But such is the irresistable nature of truth, that all it asks, and all it wants is the liberty of appearing.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Study nature, love nature, stay close to nature. It will never fail you.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "It is wrong to think that the task of physics is to find out how Nature is. Physics concerns what we say about Nature.", 
    "name": "Niels Bohr"
  }, 
  {
    "quote": "Love is that splendid triggering of human vitality the supreme activity which nature affords anyone for going out of himself toward someone else.", 
    "name": "Jose Ortega y Gasset"
  }, 
  {
    "quote": "Religion. A daughter of Hope and Fear, explaining to Ignorance the nature of the Unknowable.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "It's our nature: Human beings like success but they hate successful people.", 
    "name": "Carrot Top"
  }, 
  {
    "quote": "Nature that framed us of four elements, warring within our breasts for regiment, doth teach us all to have aspiring minds.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "An inexhaustible good nature is one of the most precious gifts of heaven, spreading itself like oil over the troubled sea of thought, and keeping the mind smooth and equable in the roughest weather.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Everything is the product of one universal creative effort. There is nothing dead in Nature. Everything is organic and living, and therefore the whole world appears to be a living organism.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The true way to be humble is not to stoop until you are smaller than yourself, but to stand at your real height against some higher nature that will show you what the real smallness of your greatness is.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "I think a spiritual journey is not so much a journey of discovery. It's a journey of recovery. It's a journey of uncovering your own inner nature. It's already there.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "What nature requires is obtainable, and within easy reach. It is for the superfluous we sweat.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "A politician never forgets the precarious nature of elective life. We have never established a practice of tenure in public office.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "We must all obey the great law of change. It is the most powerful law of nature.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "I think we're going to the moon because it's in the nature of the human being to face challenges. It's by the nature of his deep inner soul... we're required to do these things just as salmon swim upstream.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "I experience a period of frightening clarity in those moments when nature is so beautiful. I am no longer sure of myself, and the paintings appear as in a dream.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "Nature never breaks her own laws.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Youth is the gift of nature, but age is a work of art.", 
    "name": "Stanislaw Lec"
  }, 
  {
    "quote": "It is not the language of painters but the language of nature which one should listen to, the feeling for the things themselves, for reality is more important than the feeling for pictures.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.", 
    "name": "Alan Watts"
  }, 
  {
    "quote": "Time is nature's way of keeping everything from happening at once.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Revenge is a kind of wild justice, which the more a man's nature runs to, the more ought law to weed it out.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "In nature, nothing is perfect and everything is perfect. Trees can be contorted, bent in weird ways, and they're still beautiful.", 
    "name": "Alice Walker"
  }, 
  {
    "quote": "For I have learned to look on nature, not as in the hour of thoughtless youth, but hearing oftentimes the still, sad music of humanity.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "It is the nature of every person to error, but only the fool perseveres in error.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The psychical, whatever its nature may be, is itself unconscious.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Nature never did betray the heart that loved her.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Nature is an infinite sphere of which the center is everywhere and the circumference nowhere.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Nature holds the key to our aesthetic, intellectual, cognitive and even spiritual satisfaction.", 
    "name": "E. O. Wilson"
  }, 
  {
    "quote": "There is but one law for all, namely that law which governs all law, the law of our Creator, the law of humanity, justice, equity - the law of nature and of nations.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "God is the great mysterious motivator of what we call nature, and it has often been said by philosophers, that nature is the will of God. And I prefer to say that nature is the only body of God that we shall ever see.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "To insult someone we call him 'bestial. For deliberate cruelty and nature, 'human' might be the greater insult.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "Of all nature's gifts to the human race, what is sweeter to a man than his children?", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Two things control men's nature, instinct and experience.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Man's true nature being lost, everything becomes his nature as, his true good being lost, everything becomes his good.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Our nature consists in motion complete rest is death.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Habit is a second nature that destroys the first. But what is nature? Why is habit not natural? I am very much afraid that nature itself is only a first habit, just as habit is a second nature.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Nature seems at each man's birth to have marked out the bounds of his virtues and vices, and to have determined how good or how wicked that man shall be capable of being.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "It is not in the nature of politics that the best men should be elected. The best men do not want to govern their fellowmen.", 
    "name": "George MacDonald"
  }, 
  {
    "quote": "What a book a devil's chaplain might write on the clumsy, wasteful, blundering, low, and horribly cruel work of nature!", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "Nature shows that with the growth of intelligence comes increased capacity for pain, and it is only with the highest degree of intelligence that suffering reaches its supreme point.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "In nature there are neither rewards nor punishments there are consequences.", 
    "name": "Robert Green Ingersoll"
  }, 
  {
    "quote": "Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "You have not found your place until all your faculties are roused, and your whole nature consents and approves of the work you are doing.", 
    "name": "Orison Swett Marden"
  }, 
  {
    "quote": "Borrow trouble for yourself, if that's your nature, but don't lend it to your neighbours.", 
    "name": "Rudyard Kipling"
  }, 
  {
    "quote": "Human nature is potentially aggressive and destructive and potentially orderly and constructive.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "There is something beautiful about all scars of whatever nature. A scar means the hurt is over, the wound is closed and healed, done with.", 
    "name": "Harry Crews"
  }, 
  {
    "quote": "The natural liberty of man is to be free from any superior power on Earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule.", 
    "name": "Samuel Adams"
  }, 
  {
    "quote": "A rude nature is worse than a brute nature by so much more as man is better than a beast: and those that are of civil natures and genteel dispositions are as much nearer to celestial creatures as those that are rude and cruel are to devils.", 
    "name": "Margaret Cavendish"
  }, 
  {
    "quote": "The least movement is of importance to all nature. The entire ocean is affected by a pebble.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Man is but a reed, the most feeble thing in nature, but he is a thinking reed.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Custom is our nature. What are our natural principles but principles of custom?", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Self-preservation is the first law of nature.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "It is the nature of all greatness not to be exact.", 
    "name": "Edmund Burke"
  }, 
  {
    "quote": "Suffering is permanent, obscure and dark, And shares the nature of infinity.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "Modern morality and manners suppress all natural instincts, keep people ignorant of the facts of nature and make them fighting drunk on bogey tales.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "The salary of the chief executive of a large corporation is not a market award for achievement. It is frequently in the nature of a warm personal gesture by the individual to himself.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "Subdue your appetites, my dears, and you've conquered human nature.", 
    "name": "Charles Dickens"
  }, 
  {
    "quote": "Men are by nature merely indifferent to one another but women are by nature enemies.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Deceit is the game of petty spirits, and that is by nature a woman's quality.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "Time destroys the speculation of men, but it confirms nature.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Nature has planted in our minds an insatiable longing to see the truth.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Our soul is cast into a body, where it finds number, time, dimension. Thereupon it reasons, and calls this nature necessity, and can believe nothing else.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "Use those talents you have. You will make it. You will give joy to the world. Take this tip from nature: The woods would be a very silent place if no birds sang except those who sang best.", 
    "name": "Bernard Meltzer"
  }, 
  {
    "quote": "Nature abhors annihilation.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Virtue is a habit of the mind, consistent with nature and moderation and reason.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "There are more men ennobled by study than by nature.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Our character is not so much the product of race and heredity as of those circumstances by which nature forms our habits, by which we are nurtured and live.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Though nature be ever so generous, yet can she not make a hero alone. Fortune must contribute her part too and till both concur, the work cannot be perfected.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Complex, statistically improbable things are by their nature more difficult to explain than simple, statistically probable things.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win.", 
    "name": "John Paul Jones"
  }, 
  {
    "quote": "Marriage is nature's way of keeping us from fighting with strangers.", 
    "name": "Alan King"
  }, 
  {
    "quote": "Nature, like man, sometimes weeps from gladness.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "In all private quarrels the duller nature is triumphant by reason of dullness.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Nature is often hidden, sometimes overcome, seldom extinguished.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "I also became close to nature, and am now able to appreciate the beauty with which this world is endowed.", 
    "name": "James Dean"
  }, 
  {
    "quote": "Race hate isn't human nature race hate is the abandonment of human nature.", 
    "name": "Orson Welles"
  }, 
  {
    "quote": "Our body is a machine for living. It is organized for that, it is its nature. Let life go on in it unhindered and let it defend itself.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "Nature makes only dumb animals. We owe the fools to society.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "What is art? Nature concentrated.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "Nature uses only the longest threads to weave her patterns, so that each small piece of her fabric reveals the organization of the entire tapestry.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "I love not man the less, but Nature more.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Politeness is to human nature what warmth is to wax.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Scenery is fine - but human nature is finer.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Although our intellect always longs for clarity and certainty, our nature often finds uncertainty fascinating.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Ideas devour the ages as men are devoured by their passions. When man is cured, human nature will cure itself perhaps.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "The world is too much with us late and soon, getting and spending, we lay waste our powers: Little we see in Nature that is ours.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "As regards the individual nature, woman is defective and misbegotten, for the active power of the male seed tends to the production of a perfect likeness in the masculine sex while the production of a woman comes from defect in the active power.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "The chess-board is the world, the pieces are the phenomena of the universe, the rules of the game are what we call the laws of Nature. The player on the other side is hidden from us.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "He who knows no hardships will know no hardihood. He who faces no calamity will need no courage. Mysterious though it is, the characteristics in human nature which we love best grow in a soil with a strong mixture of troubles.", 
    "name": "Harry Emerson Fosdick"
  }, 
  {
    "quote": "For an Impressionist to paint from nature is not to paint the subject, but to realize sensations.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "I admire people who are, by nature, kind and fair to others.", 
    "name": "Sidney Sheldon"
  }, 
  {
    "quote": "Sit down before fact as a little child, be prepared to give up every conceived notion, follow humbly wherever and whatever abysses nature leads, or you will learn nothing.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Man is fully responsible for his nature and his choices.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "Americans are apocalyptic by nature. The reason why is that we've always had so much, so we live in deadly fear that people are going to take it away from us.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "Really I don't like human nature unless all candied over with art.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The machine does not isolate man from the great problems of nature but plunges him more deeply into them.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "Take a course in good water and air and in the eternal youth of Nature you may renew your own. Go quietly, alone no harm will befall you.", 
    "name": "John Muir"
  }, 
  {
    "quote": "An architect should live as little in cities as a painter. Send him to our hills, and let him study there what nature understands by a buttress, and what by a dome.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "There is an electric fire in human nature tending to purify - so that among these human creatures there is continually some birth of new heroism. The pity is that we must wonder at it, as we should at finding a pearl in rubbish.", 
    "name": "John Keats"
  }, 
  {
    "quote": "Science cannot solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are a part of the mystery that we are trying to solve.", 
    "name": "Max Planck"
  }, 
  {
    "quote": "If you are of the opinion that the contemplation of suicide is sufficient evidence of a poetic nature, do not forget that actions speak louder than words.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Only the brave know how to forgive... a coward never forgave it is not in his nature.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "The sky is the part of creation in which nature has done for the sake of pleasing man.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "We need a government, alas, because of the nature of humans.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "There are grounds for cautious optimism that we may now be near the end ofthe search for the ultimate laws of nature.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Studies perfect nature and are perfected still by experience.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Nature is by and large to be found out of doors, a location where, it cannot be argued, there are never enough comfortable chairs.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Men speak of natural rights, but I challenge any one to show where in nature any rights existed or were recognized until there was established for their declaration and protection a duly promulgated body of corresponding laws.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace.", 
    "name": "May Sarton"
  }, 
  {
    "quote": "Nature has no principles. She makes no distinction between good and evil.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "It is human nature to think wisely and act in an absurd fashion.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "The subtlety of nature is greater many times over than the subtlety of the senses and understanding.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Painting from nature is not copying the object it is realizing one's sensations.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "I have always considered it as treason against the great republic of human nature, to make any man's virtues the means of deceiving him.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "The way of the Creative works through change and transformation, so that each thing receives its true nature and destiny and comes into permanent accord with the Great Harmony: this is what furthers and what perseveres.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "There are three principal means of acquiring knowledge... observation of nature, reflection, and experimentation. Observation collects facts reflection combines them experimentation verifies the result of that combination.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "A God without dominion, providence, and final causes, is nothing else but fate and nature.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "The gross heathenism of civilization has generally destroyed nature, and poetry, and all that is spiritual.", 
    "name": "John Muir"
  }, 
  {
    "quote": "You can hold yourself back from the sufferings of the world, that is something you are free to do and it accords with your nature, but perhaps this very holding back is the one suffering you could avoid.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "Nature never deceives us it is we who deceive ourselves.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Nature has given women so much power that the law has very wisely given them little.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "To destroy is still the strongest instinct in nature.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "I'm not into organized religion. I'm into believing in a higher source of creation, realizing we're all just part of nature.", 
    "name": "Neil Young"
  }, 
  {
    "quote": "All are but parts of one stupendous whole, Whose body Nature is, and God the soul.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "The learned is happy, nature to explore The fool is happy, that he knows no more.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Nature and nature's laws lay hid in the night. God said, Let Newton be! and all was light!", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "It is the nature of the artist to mind excessively what is said about him. Literature is strewn with the wreckage of men who have minded beyond reason the opinions of others.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "To photograph truthfully and effectively is to see beneath the surfaces and record the qualities of nature and humanity which live or are latent in all things.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "In our nature, however, there is a provision, alike marvelous and merciful, that the sufferer should never know the intensity of what he endures by its present torture, but chiefly by the pang that rankles after it.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "All nature is but art unknown to thee.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "Man has demonstrated that he is master of everything except his own nature.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "If you don't know how to die, don't worry Nature will tell you what to do on the spot, fully and adequately. She will do this job perfectly for you don't bother your head about it.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "I look at an ant and I see myself: a native South African, endowed by nature with a strength much greater than my size so I might cope with the weight of a racism that crushes my spirit.", 
    "name": "Miriam Makeba"
  }, 
  {
    "quote": "Nature is relentless and unchangeable, and it is indifferent as to whether its hidden reasons and actions are understandable to man or not.", 
    "name": "Galileo Galilei"
  }, 
  {
    "quote": "Habit is a second nature which prevents us from knowing the first, of which it has neither the cruelties nor the enchantments.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Man is by nature competitive, combative, ambitious, jealous, envious, and vengeful.", 
    "name": "Arthur Keith"
  }, 
  {
    "quote": "You may drive out nature with a pitchfork, yet she'll be constantly running back.", 
    "name": "Horace"
  }, 
  {
    "quote": "When man lives under government, he is fallen, his worth is gone, and his nature tarnished.", 
    "name": "Adam Weishaupt"
  }, 
  {
    "quote": "What is government itself but the greatest of all reflections on human nature? If men were angels, no government would be necessary. If angels were to govern men, neither external nor internal controls on government would be necessary.", 
    "name": "James Madison"
  }, 
  {
    "quote": "Covetousness is both the beginning and the end of the devil's alphabet - the first vice in corrupt nature that moves, and the last which dies.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Let us permit nature to have her way. She understands her business better than we do.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Psychology keeps trying to vindicate human nature. History keeps undermining the effort.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "It was a Greek tragedy. Nixon was fulfilling his own nature. Once it started it could not end otherwise.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "It is the nature, and the advantage, of strong people that they can bring out the crucial questions and form a clear opinion about them. The weak always have to decide between alternatives that are not their own.", 
    "name": "Dietrich Bonhoeffer"
  }, 
  {
    "quote": "And out of darkness came the hands that reach thro' nature, moulding men.", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "Nowadays the rage for possession has got to such a pitch that there is nothing in the realm of nature, whether sacred or profane, out of which profit cannot be squeezed.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach.", 
    "name": "Henry Beston"
  }, 
  {
    "quote": "Our ideas must be as broad as Nature if they are to interpret Nature.", 
    "name": "Arthur Conan Doyle"
  }, 
  {
    "quote": "The rain began again. It fell heavily, easily, with no meaning or intention but the fulfilment of its own nature, which was to fall and fall.", 
    "name": "Helen Garner"
  }, 
  {
    "quote": "Nature is my manifestation of God. I go to nature every day for inspiration in the day's work. I follow in building the principles which nature has used in its domain.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "Our most intimate friend is not he to whom we show the worst, but the best of our nature.", 
    "name": "Nathaniel Hawthorne"
  }, 
  {
    "quote": "Slave to no sect, who takes no private road, But looks through Nature up to Nature's God.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Extremes in nature equal ends produce In man they join to some mysterious use.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "Behold the child, by Nature's kindly law pleased with a rattle, tickled with a straw.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "If people think nature is their friend, then they sure don't need an enemy.", 
    "name": "Kurt Vonnegut"
  }, 
  {
    "quote": "What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what's going on.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "England has always been disinclined to accept human nature.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "'Healing,' Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "Cats are intended to teach us that not everything in nature has a function.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "Nature, more of a stepmother than a mother in several ways, has sown a seed of evil in the hearts of mortals, especially in the more thoughtful men, which makes them dissatisfied with their own lot and envious of another s.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "All my life through, the new sights of Nature made me rejoice like a child.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "If men and women are to understand each other, to enter into each other's nature with mutual sympathy, and to become capable of genuine comradeship, the foundation must be laid in youth.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "It is the nature of babies to be in bliss.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Our founders got it right when they wrote in the Declaration of Independence that our rights come from nature and nature's God, not from government.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "I think that if people are instructed about anything, it should be about the nature of cruelty. And about why people behave so cruelly to each other. And what kind of satisfactions they derive from it. And why there is always a cost, and a price to be paid.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "They are much to be pitied who have not been given a taste for nature early in life.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Human nature is so well disposed towards those who are in interesting situations, that a young person, who either marries or dies, is sure of being kindly spoken of.", 
    "name": "Jane Austen"
  }, 
  {
    "quote": "Every man wants a woman to appeal to his better side, his nobler instincts, and his higher nature - and another woman to help him forget them.", 
    "name": "Helen Rowland"
  }, 
  {
    "quote": "Human society sustains itself by transforming nature into garbage.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "A poet ought not to pick nature's pocket. Let him borrow, and so borrow as to repay by the very act of borrowing. Examine nature accurately, but write from recollection, and trust more to the imagination than the memory.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "It is impossible to imagine a more complete fusion with nature than that of the Gypsy.", 
    "name": "Franz Liszt"
  }, 
  {
    "quote": "The artist produces for the liberation of his soul. It is his nature to create as it is the nature of water to run down the hill.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Airplane travel is nature's way of making you look like your passport photo.", 
    "name": "Al Gore"
  }, 
  {
    "quote": "Of moral purpose I see no trace in Nature. That is an article of exclusively human manufacture and very much to our credit.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "If a man cannot do brain work without stimulants of any kind, he had better turn to hand work it is an indication on Nature's part that she did not mean him to be a head worker.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "If we can find God only as he is revealed in nature we have no moral God.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "I think politicians get hamstrung by the nature of politics when the private sector can really do great things.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "Human nature is evil, and goodness is caused by intentional activity.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "I sit astride life like a bad rider on a horse. I only owe it to the horse's good nature that I am not thrown off at this very moment.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "Creativity is the ability to introduce order into the randomness of nature.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "The Amen of nature is always a flower.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "Art, as far as it is able, follows nature, as a pupil imitates his master thus your art must be, as it were, God's grandchild.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "Fear not, we are of the nature of the lion, and cannot descend to the destruction of mice and such small beasts.", 
    "name": "Elizabeth I"
  }, 
  {
    "quote": "There are worlds of experience beyond the world of the aggressive man, beyond history, and beyond science. The moods and qualities of nature and the revelations of great art are equally difficult to define we can grasp them only in the depths of our perceptive spirit.", 
    "name": "Ansel Adams"
  }, 
  {
    "quote": "Reason is a supple nymph, and slippery as a fish by nature. She had as leave give her kiss to an absurdity any day, as to syllogistic truth. The absurdity may turn out truer.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Men have an extraordinarily erroneous opinion of their position in nature and the error is ineradicable.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "No speech can stain what is noble by nature.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "The stars shall fade away, the sun himself Grow dim with age, and nature sink in years, But thou shalt flourish in immortal youth, Unhurt amidst the wars of elements, The wrecks of matter, and the crush of worlds.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "There is not so variable a thing in nature as a lady's head-dress.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Mutability of temper and inconsistency with ourselves is the greatest weakness of human nature.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Men may change their climate, but they cannot change their nature. A man that goes out a fool cannot ride or sail himself into common sense.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Everything in excess is opposed to nature.", 
    "name": "Hippocrates"
  }, 
  {
    "quote": "Whatever is received is received according to the nature of the recipient.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "You don't have to call it God or Jesus. That's religious humbug to a lot of people, but you've gotta believe that nature and spiritual things surround us. That is what put us here! I thank the universe for that every day of my life.", 
    "name": "Jack LaLanne"
  }, 
  {
    "quote": "What nature delivers to us is never stale. Because what nature creates has eternity in it.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "The mastery of nature is vainly believed to be an adequate substitute for self mastery.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "I think that in today's world, by nature, we are all self-centered. And that often leads to selfishness.", 
    "name": "Gary Chapman"
  }, 
  {
    "quote": "To be happy, we must be true to nature and carry our age along with us.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Gossip is nature's telephone.", 
    "name": "Sholom Aleichem"
  }, 
  {
    "quote": "Man is the unnatural animal, the rebel child of nature, and more and more does he turn himself against the harsh and fitful hand that reared him.", 
    "name": "H. G. Wells"
  }, 
  {
    "quote": "By nature's kindly disposition most questions which it is beyond a man's power to answer do not occur to him at all.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "As human beings, we are endowed with freedom of choice, and we cannot shuffle off our responsibility upon the shoulders of God or nature. We must shoulder it ourselves. It is our responsibility.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "To be perfectly just is an attribute of the divine nature to be so to the utmost of our abilities, is the glory of man.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "The chief ingredients in the composition of those qualities that gain esteem and praise, are good nature, truth, good sense, and good breeding.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Nature has not got two voices, you know, one of them condemning all day what the other commands.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "The science of the mind can only have for its proper goal the understanding of human nature by every human being, and through its use, brings peace to every human soul.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "The perfect joys of heaven do not satisfy the cravings of nature.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "The humblest painter is a true scholar and the best of scholars the scholar of nature.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "Poetry is the universal language which the heart holds with nature and itself. He who has a contempt for poetry, cannot have much respect for himself, or for anything else.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "What we observe is not nature itself, but nature exposed to our method of questioning.", 
    "name": "Werner Heisenberg"
  }, 
  {
    "quote": "Corruption is nature's way of restoring our faith in democracy.", 
    "name": "Peter Ustinov"
  }, 
  {
    "quote": "I have never felt salvation in nature. I love cities above all.", 
    "name": "Michelangelo"
  }, 
  {
    "quote": "There is no God, Nature sufficeth unto herself in no wise hath she need of an author.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "By nature all men are equal in liberty, but not in other endowments.", 
    "name": "Thomas Aquinas"
  }, 
  {
    "quote": "I have lived long enough to satisfy both nature and glory.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "But human nature dictates that there will always be cheaters. That's inevitable. Where there's money involved and glory, there are going to be people that cheat, and there will always be ways to cheat.", 
    "name": "David Millar"
  }, 
  {
    "quote": "I'm very competitive by nature. And I like to be the underdog - It's the best way to win. To come from behind and win is a great feeling!", 
    "name": "Zac Efron"
  }, 
  {
    "quote": "Sensual love deceives one as to the nature of heavenly love it could not do so alone, but since it unconsciously has the element of heavenly love within it, it can do so.", 
    "name": "Franz Kafka"
  }, 
  {
    "quote": "Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned yet they will hardly believe there be many so wise as themselves.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "All is disgust when a man leaves his own nature and does what is unfit.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Every girl should use what Mother Nature gave her before Father Time takes it away.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "My illness has taught me something about the nature of humanity, love, brotherhood and relationships that I never understood, and probably never would have. So, from that standpoint, there is some truth and good in everything.", 
    "name": "Lee Atwater"
  }, 
  {
    "quote": "Whenever nature leaves a hole in a person's mind, she generally plasters it over with a thick coat of self-conceit.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "It would be against all nature for all the Negroes to be either at the bottom, top, or in between. We will go where the internal drive carries us like everybody else. It is up to the individual.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "The truth is in nature, and I shall prove it.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Natural gas is hemispheric. I like to call it hemispheric in nature because it is a product that we can find in our neighborhoods.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Nature soaks every evil with either fear or shame.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "All that I say is, examine, inquire. Look into the nature of things. Search out the grounds of your opinions, the for and against. Know why you believe, understand what you believe, and possess a reason for the faith that is in you.", 
    "name": "Frances Wright"
  }, 
  {
    "quote": "Although I do wrong, I do not the wrongs that I am charged with doing the wrong that I do is through the frailty of human nature, like other men. No man lives without fault.", 
    "name": "Joseph Smith, Jr."
  }, 
  {
    "quote": "Destruction, hence, like creation, is one of Nature's mandates.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "The more intense the nature of a man, the more readily will he find meditation, and the more successfully will he practice it.", 
    "name": "James Allen"
  }, 
  {
    "quote": "It is good to realize that if love and peace can prevail on earth, and if we can teach our children to honor nature's gifts, the joys and beauties of the outdoors will be here forever.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I am a leader by default, only because nature does not allow a vacuum.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Our behavior toward each other is the strangest, most unpredictable, and most unaccountable of all the phenomena with which we are obliged to live. In all of nature, there is nothing so threatening to humanity as humanity itself.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "Art is a harmony parallel with nature.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "I think what made it difficult for people to get, and still makes it difficult for people to get, is the theatrical nature of the work and the fact that, my music doesn't exist without the performance-art element.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Look, when you're the president, there's all kinds of things said about us. I mean, it's just the nature of the job.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Art is the right hand of Nature. The latter has only given us being, the former has made us men.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "If the technical innovations of the Impressionists led merely to a more accurate representation of nature, it was perhaps of not much value in enlarging their powers of expression.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "A vacuum is a hell of a lot better than some of the stuff that nature replaces it with.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Man's heart away from nature becomes hard.", 
    "name": "Standing Bear"
  }, 
  {
    "quote": "Those things that nature denied to human sight, she revealed to the eyes of the soul.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Man was nature's mistake she neglected to finish him and she has never ceased paying for her mistake.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "If I have been of service, if I have glimpsed more of the nature and essence of ultimate good, if I am inspired to reach wider horizons of thought and action, if I am at peace with myself, it has been a successful day.", 
    "name": "Alex Noble"
  }, 
  {
    "quote": "Nature scarcely ever gives us the very best for that we must have recourse to art.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "The fairest thing in nature, a flower, still has its roots in earth and manure.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Nature is one great big wood-chipper. Sooner or later, everything shoots out the other end in a spray of blood, bones and hair.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "My aim in painting has always been the most exact transcription possible of my most intimate impression of nature.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "Painting will have to deal more fully and less obliquely with life and nature's phenomena before it can again become great.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "There will be, I think, an attempt to grasp again the surprise and accidents of nature and a more intimate and sympathetic study of its moods, together with a renewed wonder and humility on the part of such as are still capable of these basic reactions.", 
    "name": "Edward Hopper"
  }, 
  {
    "quote": "There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar I love not Man the less, but Nature more.", 
    "name": "George Byron"
  }, 
  {
    "quote": "Where there are large powers with little ambition... nature may be said to have fallen short of her purposes.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "The possibilities that are suggested in quantum physics tell us that everything that we're looking at may not be in fact there, so the underlying nature of being is weird.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Beauty is our weapon against nature by it we make objects, giving them limit, symmetry, proportion. Beauty halts and freezes the melting flux of nature.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I'm aware of the mystery around us, so I write about coincidences, premonitions, emotions, dreams, the power of nature, magic.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "There's an easygoing nature that comes with a perspective of things that aren't as important as we make them sometimes.", 
    "name": "Marguerite Moreau"
  }, 
  {
    "quote": "Nature, when she invented, manufactured, and patented her authors, contrived to make critics out of the chips that were left.", 
    "name": "Oliver Wendell Holmes"
  }, 
  {
    "quote": "The right of nature... is the liberty each man hath to use his own power, as he will himself, for the preservation of his own nature that is to say, of his own life.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Good breeding is the result of good sense, some good nature, and a little self-denial for the sake of others.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Those who look for the laws of Nature as a support for their new works collaborate with the creator.", 
    "name": "Antonio Gaudi"
  }, 
  {
    "quote": "If the sight of the blue skies fills you with joy, if the simplest things of nature have a message that you understand, rejoice, for your soul is alive.", 
    "name": "Eleanora Duse"
  }, 
  {
    "quote": "In athletics there's always been a willingness to cheat if it looks like you're not cheating. I think that's just a quirk of human nature.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "Camping is nature's way of promoting the motel business.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "The principle that human nature, in its psychological aspects, is nothing more than a product of history and given social relations removes all barriers to coercion and manipulation by the powerful.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "I'm definitely a Polaroid camera girl. For me, what I'm really excited about is bringing back the artistry and the nature of Polaroid.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Support by United States rulers is rather in the nature of the support that the rope gives to a hanged man.", 
    "name": "Nikita Khrushchev"
  }, 
  {
    "quote": "It is not to be expected that human nature will change in a day.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "The elusive nature of love... it can be such a fleeting thing. You see it there and it's just fluttering and it's gone.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "In this business you have to develop a thick skin, but I'm always going to feel everything. It's my nature.", 
    "name": "Taylor Swift"
  }, 
  {
    "quote": "Romance and novel paint beauty in colors more charming than nature, and describe a happiness that humans never taste. How deceptive and destructive are those pictures of consummate bliss!", 
    "name": "Oliver Goldsmith"
  }, 
  {
    "quote": "The real cure for our environmental problems is to understand that our job is to salvage Mother Nature. We are facing a formidable enemy in this field. It is the hunters... and to convince them to leave their guns on the wall is going to be very difficult.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "Pure drawing is an abstraction. Drawing and colour are not distinct, everything in nature is coloured.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "Doubtless there are things in nature which have not yet been seen. If an artist discovers them, he opens the way for his successors.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "We must not be content to memorize the beautiful formulas of our illustrious predecessors. Let us go out and study beautiful nature.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "I lack the magnificent richness of color that animates nature.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "There are unknown forces in nature when we give ourselves wholly to her, without reserve, she lends them to us she shows us these forms, which our watching eyes do not see, which our intelligence does not understand or suspect.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "The duty of man is the same in respect to his own nature as in respect to the nature of all other things, namely not to follow it but to amend it.", 
    "name": "John Stuart Mill"
  }, 
  {
    "quote": "Beauty is the first present nature gives to women and the first it takes away.", 
    "name": "Fay Weldon"
  }, 
  {
    "quote": "I'm experimental by nature... always exploring my creativity.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Life is the power that's greater than I can ever comprehend. The way life runs through everything, even the tiniest elements of nature - that makes me humble.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "It is unfair to blame man too fiercely for being pugnacious he learned the habit from Nature.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "The willow is my favorite tree. I grew up near one. It's the most flexible tree in nature and nothing can break it - no wind, no elements, it can bend and withstand anything.", 
    "name": "Pink"
  }, 
  {
    "quote": "Stupidity is something unshakable nothing attacks it without breaking itself against it it is of the nature of granite, hard and resistant.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "I have resolved on an enterprise that has no precedent and will have no imitator. I want to set before my fellow human beings a man in every way true to nature and that man will be myself.", 
    "name": "Jean-Jacques Rousseau"
  }, 
  {
    "quote": "Nature... is nothing but the inner voice of self-interest.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Tears are nature's lotion for the eyes. The eyes see better for being washed by them.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "Nature is a good name for an effect whose cause is God.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Thus happiness depends, as nature shows, less on exterior things than most suppose.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "Only nature knows how to justly proportion to the fault the punishment it deserves.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "Nature is perfect.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Out with stereotypes, feminism proclaims. But stereotypes are the west's stunning sexual personae, the vehicles of art's assault against nature. The moment there is imagination, there is myth.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "All, all is theft, all is unceasing and rigorous competition in nature the desire to make off with the substance of others is the foremost - the most legitimate - passion nature has bred into us and, without doubt, the most agreeable one.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "We are learning, too, that the love of beauty is one of Nature's greatest healers.", 
    "name": "Ellsworth Huntington"
  }, 
  {
    "quote": "Truth makes on the ocean of nature no one track of light every eye, looking on, finds its own.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "America is still mostly xenophobic and racist. That's the nature of America, I think.", 
    "name": "Jerry Garcia"
  }, 
  {
    "quote": "Great art picks up where nature ends.", 
    "name": "Marc Chagall"
  }, 
  {
    "quote": "Married love between man and woman is bigger than oaths guarded by right of nature.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It's very special to me.", 
    "name": "Larry Wilcox"
  }, 
  {
    "quote": "When I'm off the road, my husband and I recharge our batteries. It's a day of deep rest and connection with the spiritual, and that can be anything - going for a walk in nature, being in silence, burning incense.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "Everyone who understands the nature of God rightly necessarily knows that God is to be believed and hoped in, that he is to be loved and called upon, and to be heard in all things.", 
    "name": "William Ames"
  }, 
  {
    "quote": "Reality must take precedence over public relations, for nature cannot be fooled.", 
    "name": "Richard P. Feynman"
  }, 
  {
    "quote": "As in nature, as in art, so in grace it is rough treatment that gives souls, as well as stones, their luster.", 
    "name": "Thomas Guthrie"
  }, 
  {
    "quote": "The wit makes fun of other persons the satirist makes fun of the world the humorist makes fun of himself, but in so doing, he identifies himself with people - that is, people everywhere, not for the purpose of taking them apart, but simply revealing their true nature.", 
    "name": "James Thurber"
  }, 
  {
    "quote": "Zoos are becoming facsimiles - or perhaps caricatures - of how animals once were in their natural habitat. If the right policies toward nature were pursued, we would need no zoos at all.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "Caught up in life, you see it badly. You suffer from it or enjoy it too much. The artist, in my opinion, is a monstrosity, something outside of nature.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "But I'm a hot-blooded Italian by nature. Whatever the situation you present, I'm going to make something out of it.", 
    "name": "Maynard James Keenan"
  }, 
  {
    "quote": "It's human nature to gripe, but I'm going ahead and doing the best I can.", 
    "name": "Elvis Presley"
  }, 
  {
    "quote": "I mean, if a person acts irresponsibly in his own life, he will pay the consequences. And it's not so much divine retribution as it's built into the law of nature.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "We must return to nature and nature's god.", 
    "name": "Luther Burbank"
  }, 
  {
    "quote": "No man has received from nature the right to command his fellow human beings.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "I am following Nature without being able to grasp her, I perhaps owe having become a painter to flowers.", 
    "name": "Claude Monet"
  }, 
  {
    "quote": "Ayurveda is a sister philosophy to yoga. It is the science of life or longevity and it teaches about the power and the cycles of nature, as well as the elements.", 
    "name": "Christy Turlington"
  }, 
  {
    "quote": "If one could conclude as to the nature of the Creator from a study of his creation it would appear that God has a special fondness for stars and beetles.", 
    "name": "John B. S. Haldane"
  }, 
  {
    "quote": "If a person is homosexual by nature - that is, if one's sexuality is as intrinsic a part of one's identity as gender or skin color - then society can no more deny a gay person access to the secular rights and religious sacraments because of his homosexuality than it can reinstate Jim Crow.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "Modern bodybuilding is ritual, religion, sport, art, and science, awash in Western chemistry and mathematics. Defying nature, it surpasses it.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "No author ever drew a character consistent to human nature, but he was forced to ascribe to it many inconsistencies.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "The glory of gardening: hands in the dirt, head in the sun, heart with nature. To nurture a garden is to feed not just on the body, but the soul.", 
    "name": "Alfred Austin"
  }, 
  {
    "quote": "Our nature is the mind. And the mind is our nature.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Nature has never read the Declaration of Independence. It continues to make us unequal.", 
    "name": "Will Durant"
  }, 
  {
    "quote": "Nothing is given to man on earth - struggle is built into the nature of life, and conflict is possible - the hero is the man who lets no obstacle prevent him from pursuing the values he has chosen.", 
    "name": "Andrew Bernstein"
  }, 
  {
    "quote": "It seems to be a law of nature that no man, unless he has some obvious physical deformity, ever is loth to sit for his portrait.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "Resentment seems to have been given us by nature for a defense, and for a defense only! It is the safeguard of justice and the security of innocence.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "It is a sign of a dull nature to occupy oneself deeply in matters that concern the body for instance, to be over much occupied about exercise, about eating and drinking, about easing oneself, about sexual intercourse.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Italians know about human nature - they understand human nature perhaps better than anyone else does. They know that people are weak and greedy and lazy and dishonest and they just try to make the best of it to work around it.", 
    "name": "Donna Leon"
  }, 
  {
    "quote": "A book is a fragile creature, it suffers the wear of time, it fears rodents, the elements and clumsy hands. so the librarian protects the books not only against mankind but also against nature and devotes his life to this war with the forces of oblivion.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "The addiction to sports, therefore, in a peculiar degree marks an arrested development in man's moral nature.", 
    "name": "Thorstein Veblen"
  }, 
  {
    "quote": "Who would dare assign to art the sterile function of imitating nature?", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "Nature is a temple in which living columns sometimes emit confused words. Man approaches it through forests of symbols, which observe him with familiar glances.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "To the artist there is never anything ugly in nature.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "To any artist, worthy of the name, all in nature is beautiful, because his eyes, fearlessly accepting all exterior truth, read there, as in an open book, all the inner truth.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "Those who seek to satisfy the mind of man by hampering it with ceremonies and music and affecting charity and devotion have lost their original nature.", 
    "name": "Zhuangzi"
  }, 
  {
    "quote": "We trifle when we assign limits to our desires, since nature hath set none.", 
    "name": "Christian Nestell Bovee"
  }, 
  {
    "quote": "If the sight of the blue skies fills you with joy, if a blade of grass springing up in the fields has power to move you, if the simple things of nature have a message that you understand, rejoice, for your soul is alive.", 
    "name": "Eleonora Duse"
  }, 
  {
    "quote": "Happiness is dependent on self-discipline. We are the biggest obstacles to our own happiness. It is much easier to do battle with society and with others than to fight our own nature.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "People must help one another it is nature's law.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "Limited in his nature, infinite in his desire, man is a fallen god who remembers heaven.", 
    "name": "Alphonse de Lamartine"
  }, 
  {
    "quote": "Your body is the church where Nature asks to be reverenced.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "The primary and most beautiful of Nature's qualities is motion, which agitates her at all times, but this motion is simply a perpetual consequence of crimes, she conserves it by means of crimes only.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "The protean nature of the computer is such that it can act like a machine or like a language to be shaped and exploited.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "I'll walk where my own nature would be leading: It vexes me to choose another guide.", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "People who don't see their nature and imagine they can practice thoughtlessness all the time are lairs and fools.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Becoming emancipated at 14, my life wasn't normal. I didn't have to go to school, so I didn't. I was rebellious by nature. I spent my 20s focusing on my company, Flower Films, and producing movies. Now that I'm almost 30, I would like to try other things in lie. I'm crazy about photography, and I want to take an art history class.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "I thoroughly enjoy getting away from the game and going out fishing because it's so relaxing, so quiet and peaceful. I mean, there's no noise other than nature - and it's so different from what I do in a tournament situation that it just eases my mind.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Whether we and our politicians know it or not, Nature is party to all our deals and decisions, and she has more votes, a longer memory, and a sterner sense of justice than we do.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "There's something in human nature, the trying-to-get-on-with-it quality of people, the struggle to maintain or keep the show going can be exhausting.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "Physics does not change the nature of the world it studies, and no science of behavior can change the essential nature of man, even though both sciences yield technologies with a vast power to manipulate the subject matters.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Nature is commonplace. Imitation is more interesting.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "An artist must possess Nature. He must identify himself with her rhythm, by efforts that will prepare the mastery which will later enable him to express himself in his own language.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Human intelligence may not be the best trick nature has to offer.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "I consider it useless and tedious to represent what exists, because nothing that exists satisfies me. Nature is ugly, and I prefer the monsters of my fancy to what is positively trivial.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "We all dream. We dream vividly, depending on our nature. Our existence is beyond our explanation, whether we believe in God or we have religion or we're atheist.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "To find a Buddha all you have to do is see your nature.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Art is contemplation. It is the pleasure of the mind which searches into nature and which there divines the spirit of which nature herself is animated.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "Parents of recovered children, and I've met hundreds, all share the same experience of doubters and deniers telling us our child must have never even had autism or that the recovery was simply nature's course. We all know better, and frankly we're too busy helping other parents to really care.", 
    "name": "Jenny McCarthy"
  }, 
  {
    "quote": "Our job is to represent the truth of human nature, whether you're playing a tender love story that's set in a coffee shop or whether you're in 'The Avengers,' which is set in a Manhattan which is exploding.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "Your basic person wants to talk about material culture, internet culture. I think about God, cats, nature.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Man is a creative retrospection of nature upon itself.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "He who does not become familiar with nature through love will never know her.", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "I think the destructive, vicious, negative nature of much of the news media makes it harder to govern this country, harder to attract decent people to run for public office.", 
    "name": "Newt Gingrich"
  }, 
  {
    "quote": "There is a very remarkable inclination in human nature to bestow on external objects the same emotions which it observes in itself, and to find every where those ideas which are most present to it.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Nature, who for the perfect maintenance of the laws of her general equilibrium, has sometimes need of vices and sometimes of virtues, inspires now this impulse, now that one, in accordance with what she requires.", 
    "name": "Marquis de Sade"
  }, 
  {
    "quote": "Part of making any endeavour is that each one has its own special problems. It's the nature of the process.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "Nature is the art of God.", 
    "name": "Dante Alighieri"
  }, 
  {
    "quote": "By nature I'm not a brooder.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I have two children and it's amazing how in tune they are with nature, with light, with smells, with time.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "That's all about the natural order of things, the idea of nature protecting children but also children protecting nature.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I know I'm not known as method. By nature I'm not a brooder. What I continue to use is a mixture of the English school, which is traditionally outside-in, and the more American way of working from the inside out.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "Chaos was the law of nature Order was the dream of man.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Nature is indifferent to the survival of the human species, including Americans.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Nature is at work. Character and destiny are her handiwork. She gives us love and hate, jealousy and reverence. All that is ours is the power to choose which impulse we shall follow.", 
    "name": "David Seabury"
  }, 
  {
    "quote": "Marriage is an institution fits in perfect harmony with the laws of nature whereas systems of slavery and segregation were designed to brutally oppress people and thereby violated the laws of nature.", 
    "name": "Jack Kingston"
  }, 
  {
    "quote": "No tendency is quite so strong in human nature as the desire to lay down rules of conduct for other people.", 
    "name": "William Howard Taft"
  }, 
  {
    "quote": "If you can kill animals, the same attitude can kill human beings. The mentality is the same which exploits nature and which creates wars.", 
    "name": "Satish Kumar"
  }, 
  {
    "quote": "Living in Cambridge, with nature and everything, it's so clean.", 
    "name": "Syd Barrett"
  }, 
  {
    "quote": "Nature never makes any blunders, when she makes a fool she means it.", 
    "name": "Archibald Alexander"
  }, 
  {
    "quote": "Once you see your nature, sex is basically immaterial.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Human beings are accustomed to think of intellect as the power of having and controlling ideas and of ability to learn as synonymous with ability to have ideas. But learning by having ideas is really one of the rare and isolated events in nature.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "We are a people that have always celebrated other people's success so long as we always had the opportunity to meet that success ourselves. That is the American nature. That is the American character. That is one of the things that makes us different from the rest of the world. And I'm afraid we could lose that or are on the verge of losing that.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "It's not in our nature. Americans have never been a people that drive through a nice neighborhood and say, 'Oh, I hate the people who live in these nice houses.'", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "We all need to look into the dark side of our nature - that's where the energy is, the passion. People are afraid of that because it holds pieces of us we're busy denying.", 
    "name": "Sue Grafton"
  }, 
  {
    "quote": "Nature makes boys and girls lovely to look upon so they can be tolerated until they acquire some sense.", 
    "name": "William Lyon Phelps"
  }, 
  {
    "quote": "There is a great deal of human nature in man.", 
    "name": "Charles Kingsley"
  }, 
  {
    "quote": "Loki in 'Thor' is the most incredible springboard into a sort of excavation of the darker aspects of human nature. So that was thrilling, coming back knowing that I'd built the boat and now I could set sail into choppier waters.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "While day by day the overzealous student stores up facts for future use, he who has learned to trust nature finds need for ever fewer external directions. He will discard formula after formula, until he reaches the conclusion: Let nature take its course.", 
    "name": "Larry Bird"
  }, 
  {
    "quote": "Nature's great masterpiece, an elephant the only harmless great thing.", 
    "name": "John Donne"
  }, 
  {
    "quote": "I am not going to claim that modern anarchism has any direct relation to Roman jurisprudence but I do claim that it has its basis in the laws of nature rather than in the state of nature.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "What constitutes a real, live human being is more of a mystery than ever these days, and men each one of whom is a valuable, unique experiment on the part of nature are shot down wholesale.", 
    "name": "Hermann Hesse"
  }, 
  {
    "quote": "That's the nature of women, not to love when we love them, and to love when we love them not.", 
    "name": "Miguel de Cervantes"
  }, 
  {
    "quote": "This is a war universe. War all the time. That is its nature. There may be other universes based on all sorts of other principles, but ours seems to be based on war and games.", 
    "name": "William Burroughs"
  }, 
  {
    "quote": "Man masters nature not by force but by understanding. This is why science has succeeded where magic failed: because it has looked for no spell to cast over nature.", 
    "name": "Jacob Bronowski"
  }, 
  {
    "quote": "The nature of rumor is known to all.", 
    "name": "Tertullian"
  }, 
  {
    "quote": "I like my home and I like the nature.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Man is the miracle in nature. God Is the One Miracle to man.", 
    "name": "Jean Ingelow"
  }, 
  {
    "quote": "God is each truly and exalted thing, therefore the individual himself to the highest degree. But are not nature and the world individuals?", 
    "name": "Karl Wilhelm Friedrich Schlegel"
  }, 
  {
    "quote": "Humans have certain properties and characteristics which are intrinsic to them, just as every other organism does. That's human nature.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "As I grew older, I realized that it was much better to insist on the genuine forms of nature, for simplicity is the greatest adornment of art.", 
    "name": "Albrecht Durer"
  }, 
  {
    "quote": "Societies have always been shaped more by the nature of the media by which men communicate than by the content of the communication.", 
    "name": "Marshall McLuhan"
  }, 
  {
    "quote": "Disease is the retribution of outraged Nature.", 
    "name": "Hosea Ballou"
  }, 
  {
    "quote": "I believe it is in my nature to dance by virtue of the beat of my heart, the pulse of my blood and the music in my mind.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "By its very nature the beautiful is isolated from everything else. From beauty no road leads to reality.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "For all of nature's wonder and beauty, it is also hostile and unpredictable.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "Although I'm an atheist who believes only in great nature, I recognize the spiritual richness and grandeur of the Roman Catholicism in which I was raised.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "Philosophy would render us entirely Pyrrhonian, were not nature too strong for it.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Human Nature is the only science of man and yet has been hitherto the most neglected.", 
    "name": "David Hume"
  }, 
  {
    "quote": "Be truthful, nature only sides with truth.", 
    "name": "Adolf Loos"
  }, 
  {
    "quote": "The man who interprets Nature is always held in great honor.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "When I was growing up, Dr. Seuss was really my favorite. There was something about the lyrical nature and the simplicity of his work that really hit me.", 
    "name": "Tim Burton"
  }, 
  {
    "quote": "I did not want to be a tree, a flower or a wave. In a dancer's body, we as audience must see ourselves, not the imitated behavior of everyday actions, not the phenomenon of nature, not exotic creatures from another planet, but something of the miracle that is a human being.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "When a man and a woman have an overwhelming passion for each other, it seems to me, in spite of such obstacles dividing them as parents or husband, that they belong to each other in the name of Nature, and are lovers by Divine right, in spite of human convention or the laws.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "He who asks of life nothing but the improvement of his own nature... is less liable than anyone else to miss and waste life.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "The nature of God is a circle of which the center is everywhere and the circumference is nowhere.", 
    "name": "Empedocles"
  }, 
  {
    "quote": "It is not human nature we should accuse but the despicable conventions that pervert it.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Our observation of nature must be diligent, our reflection profound, and our experiments exact. We rarely see these three means combined and for this reason, creative geniuses are not common.", 
    "name": "Denis Diderot"
  }, 
  {
    "quote": "Nature is neutral.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Every formula which expresses a law of nature is a hymn of praise to God.", 
    "name": "Maria Mitchell"
  }, 
  {
    "quote": "Ultimately, all human activities have as their goal the realization of happiness. Why, then, have we ended up producing the opposite result? Could the underlying cause be our failure to correctly understand the true nature of happiness?", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "I think it's a very firm part of human nature that if you surround yourself with like-minded people, you'll end up thinking more extreme versions of what you thought before.", 
    "name": "Cass Sunstein"
  }, 
  {
    "quote": "Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy.", 
    "name": "Dorothy Thompson"
  }, 
  {
    "quote": "Nature can do more than physicians.", 
    "name": "Oliver Cromwell"
  }, 
  {
    "quote": "To me, the world's rather beautiful if you look at it. Especially nature.", 
    "name": "David Hockney"
  }, 
  {
    "quote": "To enter by reason means to realize the essence through instruction and to believe that all living things share the same true nature, which isn't apparent because it's shrouded by sensation and delusion.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Your nature is the Buddha.", 
    "name": "Bodhidharma"
  }, 
  {
    "quote": "Save for the wild force of Nature, nothing moves in this world that is not Greek in its origin.", 
    "name": "Lord Acton"
  }, 
  {
    "quote": "None of us is responsible for the complexion of his skin. This fact of nature offers no clue to the character or quality of the person underneath.", 
    "name": "Marian Anderson"
  }, 
  {
    "quote": "A hatred of failure has always been part of my nature.", 
    "name": "Paul Getty"
  }, 
  {
    "quote": "There is nothing more corrupting, nothing more destructive of the noblest and finest feelings of our nature, than the exercise of unlimited power.", 
    "name": "William Henry Harrison"
  }, 
  {
    "quote": "The essence of the Hebrew Bible, transmitted by Christianity, is separation: between life and death, nature and God, good and evil, man and woman, and the holy and the profane.", 
    "name": "Dennis Prager"
  }, 
  {
    "quote": "Controversy is part of the nature of art and creativity.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "In the world of words, the imagination is one of the forces of nature.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "God created the world the laws of nature were created by God. True science tries to find out what God put in the world. The trouble is where scientists speculate about theology and they don't know what they're talking about because they weren't there. They can't speculate about the origins of life because they weren't there.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "In antiquity the sage kings recognized that men's nature is bad and that their tendencies were not being corrected and their lawlessness controlled.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "The creative destruction that social media is currently unleashing will change more than technology or the leader board of the Fortune 100. It is driving a qualitative shift in the nature of relationships between brands and their customers.", 
    "name": "Simon Mainwaring"
  }, 
  {
    "quote": "To say to the painter that Nature is to be taken as she is, is to say to the player that he may sit on the piano.", 
    "name": "James Whistler"
  }, 
  {
    "quote": "It is the nature of the self to manifest itself, In every atom slumbers the might of the self.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "It's incredible how nature sets females up to take care of people, and yet it is tricky for them to take care of themselves.", 
    "name": "Bjork"
  }, 
  {
    "quote": "Nature, I have constantly argued in my work, is the real superpower of this godless universe. It is the ultimate disposer of human fate, randomly recarving geography over 10,000-year epochs.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "High Romanticism shows you nature in all its harsh and lovely metamorphoses. Flood, fire and quake fling us back to the primal struggle for survival and reveal our gross dependency on mammoth, still mysterious forces.", 
    "name": "Camille Paglia"
  }, 
  {
    "quote": "I have never been able to grasp the meaning of time. I don't believe it exists. I've felt this again and again, when alone and out in nature. On such occasions, time does not exist. Nor does the future exist.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "Literature is the expression of a feeling of deprivation, a recourse against a sense of something missing. But the contrary is also true: language is what makes us human. It is a recourse against the meaningless noise and silence of nature and history.", 
    "name": "Octavio Paz"
  }, 
  {
    "quote": "An argument fatal to the communist theory, is suggested by the fact, that a desire for property is one of the elements of our nature.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "There is something mean in human nature that prefers to think evil, that gives a willing ear and a ready welcome to calumny, a sort of jealousy of goodness and greatness and things of good report.", 
    "name": "Richard Le Gallienne"
  }, 
  {
    "quote": "The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "The private citizen, beset by partisan appeals for the loan of his Public Opinion, will soon see, perhaps, that these appeals are not a compliment to his intelligence, but an imposition on his good nature and an insult to his sense of evidence.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "I'm so not stylish by nature, but I've learned to work with what I have.", 
    "name": "Julie Bowen"
  }, 
  {
    "quote": "Cruelty is the law pervading all nature and society and we can't get out of it if we would.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "\"We don't do things we aren't good at by nature. I wouldn't play basketball because I'm only 5' 1\"\". Find what you enjoy - whether it's racing, flying a helicopter, being a doctor, or stitching clothes together. Once you've done that, you have the passion you need.\"", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "I think that the best way to explain that is that my mother gave me all the color and character and flare and liveliness, and my father gave me all the sanity and nature and all the things that helped me be a more rounded human being.", 
    "name": "Julie Andrews"
  }, 
  {
    "quote": "A desire to resist oppression is implanted in the nature of man.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "When you look at Japanese traditional architecture, you have to look at Japanese culture and its relationship with nature. You can actually live in a harmonious, close contact with nature - this very unique to Japan.", 
    "name": "Tadao Ando"
  }, 
  {
    "quote": "Wars will remain while human nature remains. I believe in my soul in cooperation, in arbitration but the soldier's occupation we cannot say is gone until human nature is gone.", 
    "name": "Rutherford B. Hayes"
  }, 
  {
    "quote": "The law cannot equalize mankind in spite of nature.", 
    "name": "Luc de Clapiers"
  }, 
  {
    "quote": "I don't stop. It's my nature. People have to tell me to slow down. I plan on playing every role on Broadway. I want to do 'Evita.' I want to do 'Sweeney Todd' with Chris Colfer. We want to do 'Wicked.' I'll be Elphaba and he wants to play 'Guy-linda.' I want to do movies, make music. 'Glee' is only the beginning.", 
    "name": "Lea Michele"
  }, 
  {
    "quote": "Art is nature speeded up and God slowed down.", 
    "name": "Malcolm De Chazal"
  }, 
  {
    "quote": "Every corny thing that's said about living with nature - being in harmony with the earth, feeling the cycle of the seasons - happens to be true.", 
    "name": "Susan Orlean"
  }, 
  {
    "quote": "Nature's music is never over her silences are pauses, not conclusions.", 
    "name": "Mary Webb"
  }, 
  {
    "quote": "There are no lines in nature, only areas of colour, one against another.", 
    "name": "Edouard Manet"
  }, 
  {
    "quote": "The beautiful spring came and when Nature resumes her loveliness, the human soul is apt to revive also.", 
    "name": "Harriet Ann Jacobs"
  }, 
  {
    "quote": "The stars, that nature hung in heaven, and filled their lamps with everlasting oil, give due light to the misled and lonely traveller.", 
    "name": "John Milton"
  }, 
  {
    "quote": "It often happens that when a person possesses a particular ability to an extraordinary degree, nature makes up for it by leaving him or her incompetent in every other department.", 
    "name": "Robert Shea"
  }, 
  {
    "quote": "You can tell the nature of the man by the words he chooses.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "Mother Nature comes up against reality, and the reality is that the system doesn't work.", 
    "name": "John Garamendi"
  }, 
  {
    "quote": "The body is ready to have babies. Nature wants it done then, when the body can handle it, not after 40, when the income can handle it.", 
    "name": "Toni Morrison"
  }, 
  {
    "quote": "The diversity of the phenomena of nature is so great, and the treasures hidden in the heavens so rich, precisely in order that the human mind shall never be lacking in fresh nourishment.", 
    "name": "Johannes Kepler"
  }, 
  {
    "quote": "We are more than just flesh and bones. There's a certain spiritual nature and something of the mind that we can't measure. We can't find it. With all our sophisticated equipment, we cannot monitor or define it, and yet it's there.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "Nature is a petrified magic city.", 
    "name": "Novalis"
  }, 
  {
    "quote": "It is a law of human nature that in victory even the coward may boast of his prowess, while defeat injures the reputation even of the brave.", 
    "name": "Sallust"
  }, 
  {
    "quote": "The possibility of a scientific treatment of history means a wider experience, a greater maturity of practical reason, and finally a fuller realization of certain basic ideas regarding the nature of life and time.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Cruelty is a part of nature, at least of human nature, but it is the one thing that seems unnatural to us.", 
    "name": "Robinson Jeffers"
  }, 
  {
    "quote": "The insufferable arrogance of human beings to think that Nature was made solely for their benefit, as if it was conceivable that the sun had been set afire merely to ripen men's apples and head their cabbages.", 
    "name": "Cyrano de Bergerac"
  }, 
  {
    "quote": "It is in the very nature of things human that every act that has once made its appearance and has been recorded in the history of mankind stays with mankind as a potentiality long after its actuality has become a thing of the past.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "Of all those arts in which the wise excel, Nature's chief masterpiece is writing well.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "One learns more from listening than speaking.And both the wind and the people who continue to live close to nature still have much to tell us which we cannot hear within university walls.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "No further evidence is needed to show that 'mental illness' is not the name of a biological condition whose nature awaits to be elucidated, but is the name of a concept whose purpose is to obscure the obvious.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "Those who made and endorsed our Constitution knew man's nature, and it is to their ideas, rather than to the temptations of utopia, that we must ask that our judges adhere.", 
    "name": "Robert Bork"
  }, 
  {
    "quote": "Never does nature say one thing and wisdom another.", 
    "name": "Juvenal"
  }, 
  {
    "quote": "Nothing is too wonderful to be true if it be consistent with the laws of nature.", 
    "name": "Michael Faraday"
  }, 
  {
    "quote": "If journalism is good, it is controversial, by its nature.", 
    "name": "Julian Assange"
  }, 
  {
    "quote": "Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "Conservatives sense a link between television and drugs, but they do not grasp the nature of this connection.", 
    "name": "Christopher Lasch"
  }, 
  {
    "quote": "A true man never frets about his place in the world, but just slides into it by the gravitation of his nature, and swings there as easily as a star.", 
    "name": "Edwin Hubbel Chapin"
  }, 
  {
    "quote": "I've been very competitive by nature from a young age, whether it was eating a bowl of pasta faster than somebody else, or always wanting to be the first one in line.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "I believe that laughter is the best emotional Band-Aid in the world. It's like nature's Neosporin.", 
    "name": "Matt LeBlanc"
  }, 
  {
    "quote": "Beauty is grace and confidence. I've learned to accept and appreciate what nature gave me.", 
    "name": "Lindsay Lohan"
  }, 
  {
    "quote": "All a musician can do is to get closer to the sources of nature, and so feel that he is in communion with the natural laws.", 
    "name": "John Coltrane"
  }, 
  {
    "quote": "Nature is the master of talents genius is the master of nature.", 
    "name": "J. G. Holland"
  }, 
  {
    "quote": "Many people believe that they are attracted by God, or by Nature, when they are only repelled by man.", 
    "name": "William Ralph Inge"
  }, 
  {
    "quote": "The courage of a soldier is found to be the cheapest and most common quality of human nature.", 
    "name": "Edward Gibbon"
  }, 
  {
    "quote": "Is there some principal of nature which states that we never know the quality of what we have until it is gone?", 
    "name": "Herman Melville"
  }, 
  {
    "quote": "In the beginning you must subject yourself to the influence of nature. You must be able to walk firmly on the ground before you start walking on a tightrope.", 
    "name": "Henri Matisse"
  }, 
  {
    "quote": "Plot, rules, nor even poetry, are not half so great beauties in tragedy or comedy as a just imitation of nature, of character, of the passions and their operations in diversified situations.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "I often get letters, quite frequently, from people who say how they like the programmes a lot, but I never give credit to the almighty power that created nature.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "The man who has sufficient power over himself to wait until his nature has recovered its even balance is the truly wise man, but such beings are seldom met with.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "What I'm attempting to do is to show people that if I can spend some time with very dangerous spiders and snakes and scorpions, then maybe they'll feel different about the spiders and snakes they find around their areas. I don't need people to keep them as pets. I just like them to be respectful and see that everything in nature has its place.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "It's human nature to start taking things for granted again when danger isn't banging loudly on the door.", 
    "name": "David Hackworth"
  }, 
  {
    "quote": "I used to be such a militant city-ist, but more and more I've seen forests and nature and oceans, and I don't know any more if this is the awesomest way to live.", 
    "name": "Regina Spektor"
  }, 
  {
    "quote": "There's a constantly applicable nature to soul music, whereas sometimes pop music can be a periodical.", 
    "name": "John Mayer"
  }, 
  {
    "quote": "Games, by nature, have more plot options and non-linear qualities than TV and film.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I mean, you always want everybody to pat you on the back and tell you you're wonderful every time you do something I think that's human nature.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "We cannot remember too often that when we observe nature, and especially the ordering of nature, it is always ourselves alone we are observing.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "A good face they say, is a letter of recommendation. O Nature, Nature, why art thou so dishonest, as ever to send men with these false recommendations into the World!", 
    "name": "Henry Fielding"
  }, 
  {
    "quote": "What is called an acute knowledge of human nature is mostly nothing but the observer's own weaknesses reflected back from others.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "The Greeks possessed a knowledge of human nature we seem hardly able to attain to without passing through the strengthening hibernation of a new barbarism.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "It's just a part of our nature to hope.", 
    "name": "Elizabeth Edwards"
  }, 
  {
    "quote": "The artist is the confidant of nature, flowers carry on dialogues with him through the graceful bending of their stems and the harmoniously tinted nuances of their blossoms. Every flower has a cordial word which nature directs towards him.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "I've probably understood men too well. I realise they are predatory by nature, and I have a certain acceptance of the male animal.", 
    "name": "Jacqueline Bisset"
  }, 
  {
    "quote": "It was the full conviction of this, and of what could be done, if every man were placed in the office for which he was fitted by nature and a proper education, which first suggested to me the plan of Illumination.", 
    "name": "Adam Weishaupt"
  }, 
  {
    "quote": "No one likes to have less than they had before. That's the nature of the human animal.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I'm a very analytical person, a somewhat introspective person that's the nature of the work I do.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "There are times as a parent when you realize that your job is not to be the parent you always imagined you'd be, the parent you always wished you had. Your job is to be the parent your child needs, given the particulars of his or her own life and nature.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "The thing that gave me the most pain in life, psychologically, and it gave me tremendous pain psychologically, is man's disrespect for nature.", 
    "name": "Joni Mitchell"
  }, 
  {
    "quote": "I pity the young woman who will attempt to insinuate herself between my mama's boy and me. I sympathize with the monumental nature of her task. It will take a crowbar, two bulldozers and half a dozen Molotov cocktails to pry my Oedipus and me loose from one another.", 
    "name": "Ayelet Waldman"
  }, 
  {
    "quote": "Human nature is not black and white but black and grey.", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "Dreams come true without that possibility, nature would not incite us to have them.", 
    "name": "John Updike"
  }, 
  {
    "quote": "Greed is a basic part of animal nature. Being against it is like being against breathing or eating. It means nothing.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "The whole order of nature evinces a progressive march towards a higher life.", 
    "name": "H. P. Blavatsky"
  }, 
  {
    "quote": "A poem need not have a meaning and like most things in nature often does not have.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "I'd love to go back to Europe in the '20s and '30s, for the beginning of the Psychoanalytic Movement, and Freud and Jung, and all that was going on with discoveries in quantum physics. The whole nature of reality was changing and being challenged.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "Sound is the vocabulary of nature.", 
    "name": "Pierre Schaeffer"
  }, 
  {
    "quote": "Many difficulties which nature throws in our way, may be smoothed away by the exercise of intelligence.", 
    "name": "Titus Livius"
  }, 
  {
    "quote": "Human judges can show mercy. But against the laws of nature, there is no appeal.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "Now it is human nature to want to eat to ones fill when hungry, to want to warm up when cold, to want to rest when tired. These all are a part of people's emotional nature.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "I am more and more convinced that our happiness or our unhappiness depends far more on the way we meet the events of life than on the nature of those events themselves.", 
    "name": "Wilhelm von Humboldt"
  }, 
  {
    "quote": "Go forth under the open sky, and list To Nature's teachings.", 
    "name": "William C. Bryant"
  }, 
  {
    "quote": "Human nature is such that monogamy is a really hard thing to achieve.", 
    "name": "Sienna Miller"
  }, 
  {
    "quote": "Whatsoever is contrary to nature is contrary to reason, and whatsoever is contrary to reason is absurd.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "A committee is organic rather than mechanical in its nature: it is not a structure but a plant. It takes root and grows, it flowers, wilts, and dies, scattering the seed from which other committees will bloom in their turn.", 
    "name": "C. Northcote Parkinson"
  }, 
  {
    "quote": "Nothing in the universe is contingent, but all things are conditioned to exist and operate in a particular manner by the necessity of the divine nature.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Nature is something outside our body, but the mind is within us.", 
    "name": "Bhumibol Adulyadej"
  }, 
  {
    "quote": "And of all illumination which human reason can give, none is comparable to the discovery of what we are, our nature, our obligations, what happiness we are capable of, and what are the means of attaining it.", 
    "name": "Adam Weishaupt"
  }, 
  {
    "quote": "You want to put out a TV show? If you have the money to do it on your own, by yourself, and you have a TV network, you can do it by yourself. But the nature of the beast is, art needs finance. That's how this industry works. So until the Internet becomes our source of entertainment - and watch it, I believe it will - this is how things go.", 
    "name": "Nathan Fillion"
  }, 
  {
    "quote": "The scientific observer of Nature is a kind of mystic seeker in the act of prayer.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "Over-commercialization and its resulting restrictions and limitations can be very damaging and distorting to the inherent nature of the individual. I did not deliberately abandon my fans, nor did I deliberately abandon any responsibilities.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "I wish that all of nature's magnificence, the emotion of the land, the living energy of place could be photographed.", 
    "name": "Annie Leibovitz"
  }, 
  {
    "quote": "I can tell you for sure: people who are at their peak right now will not sustain that. You can't. It's against the law of nature.", 
    "name": "Bryan Cranston"
  }, 
  {
    "quote": "Compared to America or Europe, God isn't a big part of our lives here. I don't know anyone here who goes to church when he's had a rough divorce or is going through depression. We go out into nature instead.", 
    "name": "Bjork"
  }, 
  {
    "quote": "Don't be afraid in nature: one must be bold, at the risk of having been deceived and making mistakes.", 
    "name": "Camille Pissarro"
  }, 
  {
    "quote": "To bare our souls is all we ask, to give all we have to life and the beings surrounding us. Here the nature spirits are intense and we appreciate them, make offerings to them - these nature spirits who call us here - sealing our fate with each other, celebrating our love.", 
    "name": "Alex Grey"
  }, 
  {
    "quote": "A civilized nation can have no enemies, and one cannot draw a line across a map, a line that doesn't even exist in nature and say that the ugly enemy lives on the one side, and good friends live on the other.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "Nothing in human nature is so God-like as the disposition to do good to our fellow-creatures.", 
    "name": "Samuel Richardson"
  }, 
  {
    "quote": "Nothing. We're all friends and friendly. So when the cameras go down, depending on the mood or the nature of the material we're dealing with, there's usually a kind of a prevailing light attitude that's floating around.", 
    "name": "Richard Dean Anderson"
  }, 
  {
    "quote": "One of the greatest pains to human nature is the pain of a new idea.", 
    "name": "Walter Bagehot"
  }, 
  {
    "quote": "I never sort of thought of myself as a comedy writer, by nature.", 
    "name": "Lena Dunham"
  }, 
  {
    "quote": "Custom is second nature.", 
    "name": "Augustine of Hippo"
  }, 
  {
    "quote": "I attribute the quarrelsome nature of the Middle Ages young men entirely to the want of the soothing weed.", 
    "name": "Jerome K. Jerome"
  }, 
  {
    "quote": "I'm a typical middle child. I'm the mediator. The one that makes everything OK, puts their own needs aside to make sure everybody's happy. It's hard to change your nature, even with years and years of therapy.", 
    "name": "Jennifer Jason Leigh"
  }, 
  {
    "quote": "Ninety percent of the students take the 'preferred lender.' Why? Because that's the nature of the relationship. You trust the school. The school is in a position of authority.", 
    "name": "Andrew Cuomo"
  }, 
  {
    "quote": "The Republican form of government is the highest form of government: but because of this it requires the highest type of human nature, a type nowhere at present existing.", 
    "name": "Herbert Spencer"
  }, 
  {
    "quote": "The attitude that nature is chaotic and that the artist puts order into it is a very absurd point of view, I think. All that we can hope for is to put some order into ourselves.", 
    "name": "Willem de Kooning"
  }, 
  {
    "quote": "English majors understand human nature better than economists do.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "Close elections tend to break toward the challenger because undecided voters - having held out so long against the incumbent - are by nature looking for change.", 
    "name": "Ron Fournier"
  }, 
  {
    "quote": "Is human nature basically good or evil? No economist can embark upon his profession without considering this question, and yet they all seem to. And they all seem to think human nature is basically good, or they wouldn't be surprised by the effects of deregulation.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "People have always wanted to be recognized, and that's human nature. But people used to want to be recognized for their accomplishments, and now they simply want to be visible.", 
    "name": "Diablo Cody"
  }, 
  {
    "quote": "There can never be such a thing as a free market, because it is human nature to cheat, monopolize, and buy off others so as to corner the market.", 
    "name": "Jane Smiley"
  }, 
  {
    "quote": "We can't blame children for occupying themselves with Facebook rather than playing in the mud. Our society doesn't put a priority on connecting with nature. In fact, too often we tell them it's dirty and dangerous.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "Human nature doesn't include all human beings. There are human beings who are indifferent to politics, religion, virtually anything.", 
    "name": "Conor Cruise O'Brien"
  }, 
  {
    "quote": "As parents, grandparents, uncles and aunts we need to start getting out into nature with the young people in our lives. Families play a key role in getting kids outside.", 
    "name": "David Suzuki"
  }, 
  {
    "quote": "I think it is in collaboration that the nature of art is revealed.", 
    "name": "Steve Lacy"
  }, 
  {
    "quote": "I've always regarded nature as the clothing of God.", 
    "name": "Alan Hovhaness"
  }, 
  {
    "quote": "Nature never said to me: Do not be poor still less did she say: Be rich her cry to me was always: Be independent.", 
    "name": "Nicolas Chamfort"
  }, 
  {
    "quote": "While a case can be made for intelligent design, I can't figure out why some Christians are so thrilled about that possibility. First of all, it doesn't prove there's a God. If anything, intelligent design lends support to some form of pantheism that defines God as immanent within nature.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "There is no doubt that religion had already waned under the onslaught of the Enlightenment, but it was Freud who provided the radically new understanding of human nature that made any religious explanation of the whats and whys of our personhood seem naive.", 
    "name": "Tony Campolo"
  }, 
  {
    "quote": "The Ukrainian community is tight-knit by nature.", 
    "name": "Vera Farmiga"
  }, 
  {
    "quote": "Women, by their nature, are not exceptional chess players: they are not great fighters.", 
    "name": "Garry Kasparov"
  }, 
  {
    "quote": "The structure of life I have described in buildings - the structure which I believe to be objective - is deeply and inextricably connected with the human person, and with the innermost nature of human feeling.", 
    "name": "Christopher Alexander"
  }, 
  {
    "quote": "Listen, if there's one sure-fire rule that I have learned in this business, it's that I don't know anything about human nature.", 
    "name": "Francis Ford Coppola"
  }, 
  {
    "quote": "I realise that in this undertaking I place myself in a certain opposition to views widely held concerning the mathematical infinite and to opinions frequently defended on the nature of numbers.", 
    "name": "Georg Cantor"
  }, 
  {
    "quote": "The skull is nature's sculpture.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Anyone who has obeyed nature by transmitting a piece of gossip experiences the explosive relief that accompanies the satisfying of a primary need.", 
    "name": "Primo Levi"
  }, 
  {
    "quote": "Self-preservation, nature's first great law, all the creatures, except man, doth awe.", 
    "name": "Andrew Marvell"
  }, 
  {
    "quote": "The highest purpose is to have no purpose at all. This puts one in accord with nature, in her manner of operation.", 
    "name": "John Cage"
  }, 
  {
    "quote": "It is hard, I submit, to loathe bloodshed, including war, more than I do, but it is still harder to exceed my loathing of the very nature of totalitarian states in which massacre is only an administrative detail.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "A lawn is nature under totalitarian rule.", 
    "name": "Michael Pollan"
  }, 
  {
    "quote": "Hidden nature is secret God.", 
    "name": "Sri Aurobindo"
  }, 
  {
    "quote": "If you are cast in a different mould to the majority, it is no merit of yours: Nature did it.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "To make a love story, you need a couple of young people, but to reflect on the nature of love, you're better off with old ones. That is a fact of life and literature - and of the novel ever since it fell in love with love in the 18th century.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "It is human nature to instinctively rebel at obscurity or ordinariness.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "The exposed nature of life in the public square affects leaders' attitudes toward risk - and failure.", 
    "name": "Dee Dee Myers"
  }, 
  {
    "quote": "Nature isn't positive in that way. It doesn't aim itself at you. It's not being unkind to you.", 
    "name": "David Attenborough"
  }, 
  {
    "quote": "Abstraction is real, probably more real than nature.", 
    "name": "Josef Albers"
  }, 
  {
    "quote": "Most of us really aren't horribly unique. There are 6 billion of us. Put 'em all in one room and very few would stand out as individuals. So maybe we ought to think of worth in terms of our ability to get along as a part of nature, rather than being the lords over nature.", 
    "name": "Herbert Simon"
  }, 
  {
    "quote": "We lament the speed of our society and the lack of depth and the nature of disposable information.", 
    "name": "David Ogden Stiers"
  }, 
  {
    "quote": "Such is the audacity of man, that he hath learned to counterfeit Nature, yea, and is so bold as to challenge her in her work.", 
    "name": "Pliny the Elder"
  }, 
  {
    "quote": "Faith is not a notion, but a real strong essential hunger, an attracting or magnetic desire of Christ, which as it proceeds from a seed of the divine nature in us, so it attracts and unites with its like.", 
    "name": "William Law"
  }, 
  {
    "quote": "I'm very comfortable with the nature of life and death, and that we come to an end. What's most difficult to imagine is that those dreams and early yearnings and desires of childhood and adolescence will also disappear. But who knows? Maybe you become part of the eternal whatever.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "The gifts of nature are infinite in their variety, and mind differs from mind almost as much as body from body.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "I don't think I'll ever be able to stay in one place for more than a year or two. It's not in my nature.", 
    "name": "Ricky Williams"
  }, 
  {
    "quote": "Government is, by its very nature, a destroyer of liberties the Obama administration, specifically, is promising to interfere with the economy and the health care system so profoundly that Washington will soon have us all in chains.", 
    "name": "Thomas Frank"
  }, 
  {
    "quote": "Compassion is a call, a demand of nature, to relieve the unhappy as hunger is a natural call for food.", 
    "name": "Joseph Butler"
  }, 
  {
    "quote": "The idea is that there is a kind of memory in nature. Each kind of thing has a collective memory. So, take a squirrel living in New York now. That squirrel is being influenced by all past squirrels.", 
    "name": "Rupert Sheldrake"
  }, 
  {
    "quote": "Nature chooses who will be transgender individuals don't choose this.", 
    "name": "Mercedes Ruehl"
  }, 
  {
    "quote": "Learn from me, if not by my precepts, then by my example, how dangerous is the pursuit of knowledge and how much happier is that man who believes his native town to be the world than he who aspires to be greater than his nature will allow.", 
    "name": "Mary Wollstonecraft"
  }, 
  {
    "quote": "If you can't be in awe of Mother Nature, there's something wrong with you.", 
    "name": "Alex Trebek"
  }, 
  {
    "quote": "The nature of the global business environment guarantees that no matter how hard we work to create a stable and healthy organisation, our organisation will continue to experience dramatic changes far beyond our control.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "There is an urgent need for a radical revision of our current concepts of the nature of consciousness and its relationship to matter and the brain.", 
    "name": "Stanislav Grof"
  }, 
  {
    "quote": "Quantum computation is... a distinctively new way of harnessing nature... It will be the first technology that allows useful tasks to be performed in collaboration between parallel universes.", 
    "name": "David Deutsch"
  }, 
  {
    "quote": "Here take back the stuff that I am, nature, knead it back into the dough of being, make of me a bush, a cloud, whatever you will, even a man, only no longer make me me.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Many artists and scholars have pointed out that ultimately art depends on human nature.", 
    "name": "Steven Pinker"
  }, 
  {
    "quote": "The noble simplicity in the works of nature only too often originates in the noble shortsightedness of him who observes it.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Nature is not only all that is visible to the eye... it also includes the inner pictures of the soul.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "For neither life nor nature cares if justice is ever done or not.", 
    "name": "Patricia Highsmith"
  }, 
  {
    "quote": "A beautiful lady is an accident of nature. A beautiful old lady is a work of art.", 
    "name": "Louis Nizer"
  }, 
  {
    "quote": "Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "I don't understand the notion that modern farming is anything do to with nature. It's a pretty gross interference with nature.", 
    "name": "Peter Singer"
  }, 
  {
    "quote": "Art is about expressing the true nature of the human spirit in whatever way one wishes to express it. If it is honest, it is beautiful. If it is not honest, it is obvious.", 
    "name": "Corin Nemec"
  }, 
  {
    "quote": "Resistance is feasible even for those who are not heroes by nature, and it is an obligation, I believe, for those who fear the consequences and detest the reality of the attempt to impose American hegemony.", 
    "name": "Noam Chomsky"
  }, 
  {
    "quote": "Beauty is nature's brag, and must be shown in courts, at feasts, and high solemnities, where most may wonder at the workmanship.", 
    "name": "John Milton"
  }, 
  {
    "quote": "Nature abhors a vacuum.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "I think most artists create out of despair. The very nature of creation is not a performing glory on the outside, it's a painful, difficult search within.", 
    "name": "Louise Berliawsky Nevelson"
  }, 
  {
    "quote": "I can find God in nature, in animals, in birds and the environment.", 
    "name": "Pat Buckley"
  }, 
  {
    "quote": "But theater, because of its nature, both text, images, multimedia effects, has a wider base of communication with an audience. That's why I call it the most social of the various art forms.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "Love of man for woman - love of woman for man. That's the nature, the meaning, the best of life itself.", 
    "name": "Zane Grey"
  }, 
  {
    "quote": "There's a kind of dynamic quality about theater and that dynamic quality expresses itself in relation to, first of all, the environment in which it's being staged then the audience, the nature of the audience, the quality of the audience.", 
    "name": "Wole Soyinka"
  }, 
  {
    "quote": "Whenever I get fed up with life I love to go wandering in nature.", 
    "name": "Andrea Arnold"
  }, 
  {
    "quote": "Human nature is above all things lazy.", 
    "name": "Harriet Beecher Stowe"
  }, 
  {
    "quote": "We coin concepts and we use them to analyse and explain nature and society. But we seem to forget, midway, that these concepts are our own constructs and start equating them with reality.", 
    "name": "Abdolkarim Soroush"
  }, 
  {
    "quote": "Growing hemp as nature designed it is vital to our urgent need to reduce greenhouse gases and ensure the survival of our planet.", 
    "name": "Jack Herer"
  }, 
  {
    "quote": "The scientist does not study nature because it is useful he studies it because he delights in it, and he delights in it because it is beautiful.", 
    "name": "Henri Poincare"
  }, 
  {
    "quote": "By nature, men love newfangledness.", 
    "name": "Geoffrey Chaucer"
  }, 
  {
    "quote": "In the state of nature profit is the measure of right.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "I plead for conservation of human culture, which is much more fragile than nature herself. We needn't destroy other cultures with the force of our own.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "I love romantic comedies. They're for me the easiest thing to do and the most natural to do. There's nothing natural about holding an uzi hanging out of a moving van shooting at people. That's not second nature to me, thank God.", 
    "name": "Gabrielle Union"
  }, 
  {
    "quote": "No phenomenon can be isolated, but has repercussions through every aspect of our lives. We are learning that we are a fundamental part of nature's ecosystems.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "There is little doubt that we are in the midst of a revolution of a much more profound and fundamental nature than the social and political revolutions of the last half century.", 
    "name": "Arthur Erickson"
  }, 
  {
    "quote": "Each of us has a very rich nature and can look at things objectively, from a distance, and at the same time can have something more personal to say about them. I am trying to look at the world, and at myself, from many different points of view. I think many poets have this duality.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "Mencius said that human nature is good. I disagree with that.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "We must make it an imperative duty of our government to protect the gifts which Nature has bestowed on America and to insure the maintenance of a clean, healthy, wholesome environment for our people.", 
    "name": "George Lincoln Rockwell"
  }, 
  {
    "quote": "Thus, anybody who follows this nature and gives way its states will be led into quarrels and conflicts, and go against the conventions and rules of society, and will end up a criminal.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "Human nature is such that people are born with a love of profit If they follow these inclinations, they will struggle and snatch from each other, and inclinations to defer or yield will die.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "I believe the accepted model of capitalism that demands endless growth deserves the blame for the destruction of nature, and it should be displaced. Failing that, I try to work with those companies and help them change the way they think about our resources.", 
    "name": "Yvon Chouinard"
  }, 
  {
    "quote": "When I get recognized for 'Twilight,' it's usually a teenage girl, and they're usually really loud. So it certainly feels like I get recognized the most from that, but it could just be because of the nature of how vocal those fans are.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "Since the nature of people is bad, to become corrected they must be taught by teachers and to be orderly they must acquire ritual and moral principles.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "I like figuring out where I need to be mentally so that I'm not thinking about the camera and that it's second nature. I want to get to a place where I can exist within the confines of what you can do with filmmaking and not have to think about it.", 
    "name": "Anna Kendrick"
  }, 
  {
    "quote": "Human nature is what Heaven supplies.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "Human nature refers to what is in people but which they cannot study or work at achieving.", 
    "name": "Xun Zi"
  }, 
  {
    "quote": "It's a great event to get outside and enjoy nature. I find it very exciting no matter how many times I see bald eagles.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "Some people just use beautiful things to just shop or to have a tribal feeling - 'Oh, blah, blah, blah, I'm wearing Hermes blah, blah, blah, I'm wearing Saint Laurent blah-blah blah' - because it's like a need, a tribe, recognition: 'Ahh, my Rolex.' But I run away from anything which is too recognizable - it's my nature.", 
    "name": "Manolo Blahnik"
  }, 
  {
    "quote": "French is a foreign language, but I've been speaking it since I was 18 so it's second nature to me.", 
    "name": "Kristin Scott Thomas"
  }, 
  {
    "quote": "The laws of nature are but the mathematical thoughts of God.", 
    "name": "Euclid"
  }, 
  {
    "quote": "I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Only that thing is free which exists by the necessities of its own nature, and is determined in its actions by itself alone.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "I think there's a supreme power behind the whole thing, an intelligence. Look at all of the instincts of nature, both animals and plants, the very ingenious ways they survive. If you cut yourself, you don't have to think about it.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "Nothing exists from whose nature some effect does not follow.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Every man should follow the bent of his nature in art and letters, always provided that he does not offend against the rules of morality and good taste.", 
    "name": "Thomas Edward Brown"
  }, 
  {
    "quote": "Speech is human nature itself, with none of the artificiality of written language.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Since those who believe they need a hero/celebrity outnumber the actual heroes/celebrities, people feel safe and comfortably justified in numbers, committing egregious crimes in the name of the greater social ego. Ironically diminishing their own true hero-celebrity nature in the process.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "Assuming that man has a distinct spiritual nature, a soul, why should it be thought unnatural that under appropriate conditions of maladjustment, his soul might die before his body does or that his soul might die without his knowing it?", 
    "name": "Albert J. Nock"
  }, 
  {
    "quote": "The historic ascent of humanity, taken as a whole, may be summarized as a succession of victories of consciousness over blind forces - in nature, in society, in man himself.", 
    "name": "Leon Trotsky"
  }, 
  {
    "quote": "Natural science, does not simply describe and explain nature it is part of the interplay between nature and ourselves.", 
    "name": "Werner Heisenberg"
  }, 
  {
    "quote": "The fans know what's happened to me over the past couple of years. I lost my family. I pretty much got devastated financially and the fans know that I've had some hard times - and that's the nature of loyal fans. They want to see the people that they love and believe in get back on their feet.", 
    "name": "Hulk Hogan"
  }, 
  {
    "quote": "There were no temples or shrines among us save those of nature.", 
    "name": "Charles Eastman"
  }, 
  {
    "quote": "Nature says women are human beings, men have made religions to deny it. Nature says women are human beings, men cry out no!", 
    "name": "Taslima Nasrin"
  }, 
  {
    "quote": "There is no gardening without humility. Nature is constantly sending even its oldest scholars to the bottom of the class for some egregious blunder.", 
    "name": "Alfred Austin"
  }, 
  {
    "quote": "I found myself in a race with Mother Nature to play as much baseball as I could before she forced me to stop.", 
    "name": "Willie Stargell"
  }, 
  {
    "quote": "It's human nature to be curious about people, and to be more curious about young people than old people. We want to cheer something on at the same time we want to tear it down. That's just so normal.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "I have a bit of a rebellious nature.", 
    "name": "John Cusack"
  }
]