[
  {
    "quote": "The difference between stupidity and genius is that genius has its limits.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "It's not that I'm so smart, it's just that I stay with problems longer.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Intellectuals solve problems, geniuses prevent them.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "We should take care not to make the intellect our god it has, of course, powerful muscles, but no personality.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Failure is simply the opportunity to begin again, this time more intelligently.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Common sense is not so common.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Real knowledge is to know the extent of one's ignorance.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Ignorance is the curse of God knowledge is the wing wherewith we fly to heaven.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their intellects. A man cannot be too careful in the choice of his enemies.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Be as smart as you can, but remember that it is always better to be wise than to be smart.", 
    "name": "Alan Alda"
  }, 
  {
    "quote": "Character is higher than intellect. A great soul will be strong to live as well as think.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Intelligence without ambition is a bird without wings.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "I must have a prodigious quantity of mind it takes me as much as a week sometimes to make it up.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "A woman has to be intelligent, have charm, a sense of humor, and be kind. It's the same qualities I require from a man.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "A smart man makes a mistake, learns from it, and never makes that mistake again. But a wise man finds a smart man and learns from him how to avoid the mistake altogether.", 
    "name": "Roy H. Williams"
  }, 
  {
    "quote": "To expect the unexpected shows a thoroughly modern intellect.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I know that I am intelligent, because I know that I know nothing.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Information is not knowledge.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Talent hits a target no one else can hit Genius hits a target no one else can see.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Action is the real measure of intelligence.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?", 
    "name": "Scott Adams"
  }, 
  {
    "quote": "Intelligence is the ability to adapt to change.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "I'm not offended by all the dumb blonde jokes because I know I'm not dumb... and I also know that I'm not blonde.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "Common sense is genius dressed in its working clothes.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "All intelligent thoughts have already been thought what is necessary is only to try to think them again.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "When a true genius appears, you can know him by this sign: that all the dunces are in a confederacy against him.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "Wit is educated insolence.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "An intellectual is someone whose mind watches itself.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "Intelligence is the wife, imagination is the mistress, memory is the servant.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "There is no great genius without a mixture of madness.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Genius always finds itself a century too early.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "A woman uses her intelligence to find reasons to support her intuition.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Be what you are. This is the first step toward becoming better than you are.", 
    "name": "Julius Charles Hare"
  }, 
  {
    "quote": "It takes a lot of things to prove you are smart, but only one thing to prove you are ignorant.", 
    "name": "Don Herold"
  }, 
  {
    "quote": "Genius is the ability to renew one's emotions in daily experience.", 
    "name": "Paul Cezanne"
  }, 
  {
    "quote": "It is the mark of a truly intelligent person to be moved by statistics.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Small minds are concerned with the extraordinary, great minds with the ordinary.", 
    "name": "Blaise Pascal"
  }, 
  {
    "quote": "I'm not the smartest fellow in the world, but I can sure pick smart colleagues.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "I'm an optimist in the sense that I believe humans are noble and honorable, and some of them are really smart. I have a very optimistic view of individuals.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "The mind is not a vessel to be filled but a fire to be kindled.", 
    "name": "Plutarch"
  }, 
  {
    "quote": "Knowledge is love and light and vision.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "The brain is like a muscle. When it is in use we feel very good. Understanding is joyous.", 
    "name": "Carl Sagan"
  }, 
  {
    "quote": "Your intellect may be confused, but your emotions will never lie to you.", 
    "name": "Roger Ebert"
  }, 
  {
    "quote": "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think.", 
    "name": "A. A. Milne"
  }, 
  {
    "quote": "An intelligent person is never afraid or ashamed to find errors in his understanding of things.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years.", 
    "name": "Gracie Allen"
  }, 
  {
    "quote": "What a distressing contrast there is between the radiant intelligence of the child and the feeble mentality of the average adult.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Being an intellectual creates a lot of questions and no answers.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "Be smarter than other people, just don't tell them so.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "My success was not based so much on any great intelligence but on great common sense.", 
    "name": "Helen Gurley Brown"
  }, 
  {
    "quote": "An intellectual is a man who takes more words than necessary to tell more than he knows.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Genius is initiative on fire.", 
    "name": "Holbrook Jackson"
  }, 
  {
    "quote": "The voice of the intellect is a soft one, but it does not rest until it has gained a hearing.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Give me a smart idiot over a stupid genius any day.", 
    "name": "Samuel Goldwyn"
  }, 
  {
    "quote": "There are some ideas so wrong that only a very intelligent person could believe in them.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "We should not pretend to understand the world only by the intellect. The judgement of the intellect is only part of the truth.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Often the hands will solve a mystery that the intellect has struggled with in vain.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "There is no method but to be very intelligent.", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "The intellect of the wise is like glass it admits the light of heaven and reflects it.", 
    "name": "Augustus Hare"
  }, 
  {
    "quote": "Genius is more often found in a cracked pot than in a whole one.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Every true genius is bound to be naive.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "There are only two races on this planet - the intelligent and the stupid.", 
    "name": "John Fowles"
  }, 
  {
    "quote": "Belief is the death of intelligence.", 
    "name": "Robert Anton Wilson"
  }, 
  {
    "quote": "We are dealing with the best-educated generation in history. But they've got a brain dressed up with nowhere to go.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "To think is to practice brain chemistry.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "The intelligent man is one who has successfully fulfilled many accomplishments, and is yet willing to learn more.", 
    "name": "Ed Parker"
  }, 
  {
    "quote": "Genius ain't anything more than elegant common sense.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Mad, adj. Affected with a high degree of intellectual independence.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Everyone is a genius at least once a year. The real geniuses simply have their bright ideas closer together.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "An intellectual is a man who doesn't know how to park a bike.", 
    "name": "Spiro T. Agnew"
  }, 
  {
    "quote": "God has placed no limits to the exercise of the intellect he has given us, on this side of the grave.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "Always be smarter than the people who hire you.", 
    "name": "Lena Horne"
  }, 
  {
    "quote": "Like many intellectuals, he was incapable of saying a simple thing in a simple way.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "It is good to rub and polish our brain against that of others.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "It's a poor sort of memory that only works backwards.", 
    "name": "Lewis Carroll"
  }, 
  {
    "quote": "You have to be smart. The easy days are over.", 
    "name": "Robert Kiyosaki"
  }, 
  {
    "quote": "We all agree that pessimism is a mark of superior intellect.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "I not only use all the brains that I have, but all that I can borrow.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "The higher the voice the smaller the intellect.", 
    "name": "Ernest Newman"
  }, 
  {
    "quote": "Man becomes man only by his intelligence, but he is man only by his heart.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Man is the most intelligent of the animals - and the most silly.", 
    "name": "Diogenes"
  }, 
  {
    "quote": "Intelligence is really a kind of taste: taste in ideas.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "It is better to have a fair intellect that is well used than a powerful one that is idle.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "The bookful blockhead, ignorantly read With loads of learned lumber in his head.", 
    "name": "Alexander Pope"
  }, 
  {
    "quote": "There is no greater evidence of superior intelligence than to be surprised at nothing.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "A person must have a certain amount of intelligent ignorance to get anywhere.", 
    "name": "Charles Kettering"
  }, 
  {
    "quote": "The emotional brain responds to an event more quickly than the thinking brain.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "I can't tell you if genius is hereditary, because heaven has granted me no offspring.", 
    "name": "James Whistler"
  }, 
  {
    "quote": "If little else, the brain is an educational toy.", 
    "name": "Tom Robbins"
  }, 
  {
    "quote": "People are smarter than you might think.", 
    "name": "John Astin"
  }, 
  {
    "quote": "There is nobody so irritating as somebody with less intelligence and more sense than we have.", 
    "name": "Don Herold"
  }, 
  {
    "quote": "It is not worth an intelligent man's time to be in the majority. By definition, there are already enough people to do that.", 
    "name": "G. H. Hardy"
  }, 
  {
    "quote": "Wherever smart people work, doors are unlocked.", 
    "name": "Steve Wozniak"
  }, 
  {
    "quote": "Ignorance is no excuse, it's the real thing.", 
    "name": "Irene Peter"
  }, 
  {
    "quote": "Don't leave home without your sword - your intellect.", 
    "name": "Alan Moore"
  }, 
  {
    "quote": "To be able to fill leisure intelligently is the last product of civilization.", 
    "name": "Arnold J. Toynbee"
  }, 
  {
    "quote": "When I see a dolphin, I know it's just as smart as I am.", 
    "name": "Don Van Vliet"
  }, 
  {
    "quote": "Remember to be as smart as you are.", 
    "name": "Judd Nelson"
  }, 
  {
    "quote": "Intelligence is not a science.", 
    "name": "Frank Carlucci"
  }, 
  {
    "quote": "Intellectuals are too sentimental for me.", 
    "name": "Margaret Anderson"
  }, 
  {
    "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The true sign of intelligence is not knowledge but imagination.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Continuous effort - not strength or intelligence - is the key to unlocking our potential.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Talent wins games, but teamwork and intelligence wins championships.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not doing.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Love is the triumph of imagination over intelligence.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "There are three kinds of intelligence: one kind understands things for itself, the other appreciates what others can understand, the third understands neither for itself nor through others. This first kind is excellent, the second good, and the third kind useless.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Science has not yet taught us if madness is or is not the sublimity of the intelligence.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "I don't think the intelligence reports are all that hot. Some days I get more out of the New York Times.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "If you would take, you must first give, this is the beginning of intelligence.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "The first method for estimating the intelligence of a ruler is to look at the men he has around him.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Bottom line is, I didn't return to Apple to make a fortune. I've been very lucky in my life and already have one. When I was 25, my net worth was $100 million or so. I decided then that I wasn't going to let it ruin my life. There's no way you could ever spend it all, and I don't view wealth as something that validates my intelligence.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Everything in the universe has a purpose. Indeed, the invisible intelligence that flows through everything in a purposeful fashion is also flowing through you.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Shall I not have intelligence with the earth? Am I not partly leaves and vegetable mould myself.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I would like to take you seriously, but to do so would be an affront to your intelligence.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I don't even call it violence when it's in self defense I call it intelligence.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Humanity I love you because when you're hard up you pawn your intelligence to buy a drink.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "Immaturity is the incapacity to use one's intelligence without the guidance of another.", 
    "name": "Immanuel Kant"
  }, 
  {
    "quote": "No one in this world has ever lost money by underestimating the intelligence of the great masses of the plain people. Nor has anyone ever lost public office thereby.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "Military intelligence is a contradiction in terms.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I know this world is ruled by infinite intelligence. Everything that surrounds us- everything that exists - proves that there are infinite laws behind it. There can be no denying this fact. It is mathematical in its precision.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Where the stakes are the highest, in the war on terror, we cannot possibly succeed without extraordinary international cooperation. Effective international police actions require the highest degree of intelligence sharing, planning and collaborative enforcement.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "If men can develop weapons that are so terrifying as to make the thought of global war include almost a sentence for suicide, you would think that man's intelligence and his comprehension... would include also his ability to find a peaceful solution.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Anyone who conducts an argument by appealing to authority is not using his intelligence he is just using his memory.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "My mother's love has always been a sustaining force for our family, and one of my greatest joys is seeing her integrity, her compassion, her intelligence reflected in my daughters.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results.", 
    "name": "Sun Tzu"
  }, 
  {
    "quote": "Children are remarkable for their intelligence and ardor, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?", 
    "name": "John Keats"
  }, 
  {
    "quote": "I won't insult your intelligence by suggesting that you really believe what you just said.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "We will strengthen our security by building missile defense, restoring our military might, and standing by and strengthening our intelligence officers.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "I've always felt that a person's intelligence is directly reflected by the number of conflicting points of view he can entertain simultaneously on the same topic.", 
    "name": "Abigail Adams"
  }, 
  {
    "quote": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.", 
    "name": "Wolfgang Amadeus Mozart"
  }, 
  {
    "quote": "In our civilization, and under our republican form of government, intelligence is so highly honored that it is rewarded by exemption from the cares of office.", 
    "name": "Ambrose Bierce"
  }, 
  {
    "quote": "Man is an intelligence in servitude to his organs.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Scepticism, that dry caries of the intelligence.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "So far as I can remember, there is not one word in the Gospels in praise of intelligence.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "Man is made or unmade by himself. By the right choice he ascends. As a being of power, intelligence, and love, and the lord of his own thoughts, he holds the key to every situation.", 
    "name": "James Allen"
  }, 
  {
    "quote": "It is not clear that intelligence has any long-term survival value.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "In the aftermath of September 11, and as the 9/11 Commission report so aptly demonstrates, it is clear that our intelligence system is not working the way that it should.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "Sculpture is the art of the intelligence.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Success in almost any field depends more on energy and drive than it does on intelligence. This explains why we have so many stupid leaders.", 
    "name": "Sloan Wilson"
  }, 
  {
    "quote": "There is a real danger that computers will develop intelligence and take over. We urgently need to develop direct connections to the brain so that computers can add to human intelligence rather than be in opposition.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Three-quarters of the sicknesses of intelligent people come from their intelligence. They need at least a doctor who can understand this sickness.", 
    "name": "Marcel Proust"
  }, 
  {
    "quote": "Our bodies are shaped to bear children, and our lives are a working out of the processes of creation. All our ambitions and intelligence are beside that great elemental point.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "Nature shows that with the growth of intelligence comes increased capacity for pain, and it is only with the highest degree of intelligence that suffering reaches its supreme point.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "People are what you make them. A scornful look turns into a complete fool a man of average intelligence. A contemptuous indifference turns into an enemy a woman who, well treated, might have been an angel.", 
    "name": "Andre Maurois"
  }, 
  {
    "quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.", 
    "name": "Saul Bellow"
  }, 
  {
    "quote": "There is no worse screen to block out the Spirit than confidence in our own intelligence.", 
    "name": "John Calvin"
  }, 
  {
    "quote": "For passion, be it observed, brings insight with it it can give a sort of intelligence to simpletons, fools, and idiots, especially during youth.", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "No sooner does man discover intelligence than he tries to involve it in his own stupidity.", 
    "name": "Jacques Yves Cousteau"
  }, 
  {
    "quote": "The intelligent man who is proud of his intelligence is like the condemned man who is proud of his large cell.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "In these troubled, uncertain times, we don't need more command and control we need better means to engage everyone's intelligence in solving challenges and crises as they arise.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "Intelligence and courtesy not always are combined Often in a wooden house a golden room we find.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "Our intentions may be very good, but, because the intelligence is limited, the action may turn out to be a mistake - a mistake, but not necessarily a sin, for sin comes out of a wrong intention.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "The voice of the intelligence is drowned out by the roar of fear. It is ignored by the voice of desire. It is contradicted by the voice of shame. It is biased by hate and extinguished by anger. Most of all it is silenced by ignorance.", 
    "name": "Karl A. Menninger"
  }, 
  {
    "quote": "I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "Wealth, in even the most improbable cases, manages to convey the aspect of intelligence.", 
    "name": "John Kenneth Galbraith"
  }, 
  {
    "quote": "I'm in awe of the universe, but I don't necessarily believe there's an intelligence or agent behind it. I do have a passion for the visual in religious rituals, though, even though they may be completely empty and bereft of substance. The incense is powerful and provocative, whether Buddhist or Catholic.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "It occurred to me that there was no difference between men, in intelligence or race, so profound as the difference between the sick and the well.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "Republics are created by the virtue, public spirit, and intelligence of the citizens. They fall, when the wise are banished from the public councils, because they dare to be honest, and the profligate are rewarded, because they flatter the people, in order to betray them.", 
    "name": "Joseph Story"
  }, 
  {
    "quote": "Sex and beauty are inseparable, like life and consciousness. And the intelligence which goes with sex and beauty, and arises out of sex and beauty, is intuition.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Intelligence is not to make no mistakes, but quickly to see how to make them good.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "To educate the intelligence is to expand the horizon of its wants and desires.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "The intelligence of the creature known as a crowd, is the square root of the number of people in it.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "Intelligence is quickness in seeing things as they are.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "There can be no two opinions as to what a highbrow is. He is the man or woman of thoroughbred intelligence who rides his mind at a gallop across country in pursuit of an idea.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "Intelligence is a moral category.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "The universe is an intelligence test.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "An intelligence test sometimes shows a man how smart he would have been not to have taken it.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "It has always been my private conviction that any man who puts his intelligence up against a fish and loses had it coming.", 
    "name": "John Steinbeck"
  }, 
  {
    "quote": "Clear thinking requires courage rather than intelligence.", 
    "name": "Thomas Szasz"
  }, 
  {
    "quote": "Skill is successfully walking a tightrope between the twin towers of New York's World Trade Center. Intelligence is not trying.", 
    "name": "Marilyn vos Savant"
  }, 
  {
    "quote": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "A government for the people must depend for its success on the intelligence, the morality, the justice, and the interest of the people themselves.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "You can use all the quantitative data you can get, but you still have to distrust it and use your own intelligence and judgment.", 
    "name": "Alvin Toffler"
  }, 
  {
    "quote": "The best intelligence test is what we do with our leisure.", 
    "name": "Laurence J. Peter"
  }, 
  {
    "quote": "The role of the intelligence - that part of us which affirms and denies and formulates opinions is merely to submit.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Whatever debases the intelligence degrades the entire human being.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Talent and intelligence never yet inoculated anyone against the caprice of the fates.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Too many problem-solving sessions become battlegrounds where decisions are made based on power rather than intelligence.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "George W. Bush attended the intelligence briefing every day. Obama has not even attended half of them. He sends surrogates. That to me is significant.", 
    "name": "Rush Limbaugh"
  }, 
  {
    "quote": "After all, it is the divinity within that makes the divinity without and I have been more fascinated by a woman of talent and intelligence, though deficient in personal charms, than I have been by the most regular beauty.", 
    "name": "Washington Irving"
  }, 
  {
    "quote": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "Philosophy is a battle against the bewitchment of our intelligence by means of language.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "There are unknown forces in nature when we give ourselves wholly to her, without reserve, she lends them to us she shows us these forms, which our watching eyes do not see, which our intelligence does not understand or suspect.", 
    "name": "Auguste Rodin"
  }, 
  {
    "quote": "Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "I'm every bourgeois nightmare - a Cockney with intelligence and a million dollars.", 
    "name": "Michael Caine"
  }, 
  {
    "quote": "For me, I was somebody who was a smart young guy who didn't do very well in school. The basic system of education, I didn't fit in my intelligence was elsewhere.", 
    "name": "Bruce Springsteen"
  }, 
  {
    "quote": "I never think of myself as wise. I think of myself as possessing a critical intelligence which I intend to allow to operate.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "In view of the fact that God limited the intelligence of man, it seems unfair that He did not also limit his stupidity.", 
    "name": "Konrad Adenauer"
  }, 
  {
    "quote": "Intelligence is the ability to avoid doing work, yet getting the work done.", 
    "name": "Linus Torvalds"
  }, 
  {
    "quote": "I would like to take you seriously, but to do so would affront your intelligence.", 
    "name": "William F. Buckley, Jr."
  }, 
  {
    "quote": "The Clinton White House today said they would start to give national security and intelligence briefings to George Bush. I don't know how well this is working out. Today after the first one Bush said, 'I've got one question: What color is the red phone?'", 
    "name": "Bill Maher"
  }, 
  {
    "quote": "Some people worry that artificial intelligence will make us feel inferior, but then, anybody in his right mind should have an inferiority complex every time he looks at a flower.", 
    "name": "Alan Kay"
  }, 
  {
    "quote": "Intelligence agencies keep things secret because they often violate the rule of law or of good behavior.", 
    "name": "Julian Assange"
  }, 
  {
    "quote": "When our governments want to sell us a course of action, they do it by making sure it's the only thing on the agenda, the only thing everyone's talking about. And they pre-load the ensuing discussion with highly selected images, devious and prejudicial language, dubious linkages, weak or false 'intelligence' and selected 'leaks.'", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "A year spent in artificial intelligence is enough to make one believe in God.", 
    "name": "Alan Perlis"
  }, 
  {
    "quote": "Emotion is often what we rely upon to carry us across the unfathomable voids in our intelligence.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "For the execution of the voyage to the Indies, I did not make use of intelligence, mathematics or maps.", 
    "name": "Christopher Columbus"
  }, 
  {
    "quote": "I have met with some of them - very honest fellows, who, with all their stupidity, had a kind of intelligence and an upright good sense, which cannot be the characteristics of fools.", 
    "name": "Giacomo Casanova"
  }, 
  {
    "quote": "Human intelligence may not be the best trick nature has to offer.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "Many openly show discontentment with their looks, but few with their intelligence. I, however, assure you there are many more plain minds than faces.", 
    "name": "Bryant H. McGill"
  }, 
  {
    "quote": "My dad used to say, 'Just because you dress up in a coat and tie, it doesn't influence your intelligence.'", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "Intelligence flourishes only in the ages when belief withers.", 
    "name": "Emile M. Cioran"
  }, 
  {
    "quote": "Poets are the sense, philosophers the intelligence of humanity.", 
    "name": "Samuel Beckett"
  }, 
  {
    "quote": "Stupidity is infinitely more fascinating that intelligence. Intelligence has its limits while stupidity has none.", 
    "name": "Claude Chabrol"
  }, 
  {
    "quote": "Our actions are the results of our intentions and our intelligence.", 
    "name": "E. Stanley Jones"
  }, 
  {
    "quote": "Intelligence is enormously sexy.", 
    "name": "Frank Langella"
  }, 
  {
    "quote": "It's part of a writer's profession, as it's part of a spy's profession, to prey on the community to which he's attached, to take away information - often in secret - and to translate that into intelligence for his masters, whether it's his readership or his spy masters. And I think that both professions are perhaps rather lonely.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "We have an incredible warrior class in this country - people in law enforcement, intelligence - and I thank God every night we have them standing fast to protect us from the tremendous amount of evil that exists in the world.", 
    "name": "Brad Thor"
  }, 
  {
    "quote": "The private citizen, beset by partisan appeals for the loan of his Public Opinion, will soon see, perhaps, that these appeals are not a compliment to his intelligence, but an imposition on his good nature and an insult to his sense of evidence.", 
    "name": "Walter Lippmann"
  }, 
  {
    "quote": "Undernourished, intelligence becomes like the bloated belly of a starving child: swollen, filled with nothing the body can use.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "The Gorillaz cartoons seem more real to me than the actual people on TV. Because at least you know that there's some intelligence behind the cartoons, and there's a lot of work that's gone into it, so it can't all be just a lie.", 
    "name": "Damon Albarn"
  }, 
  {
    "quote": "The intelligence of few perceives what has been carefully hidden in the recesses of the mind.", 
    "name": "Phaedrus"
  }, 
  {
    "quote": "Newt Gingrich has a restless and outsized intelligence that is tragically unleavened by any kind of critical sensibility.", 
    "name": "John Podhoretz"
  }, 
  {
    "quote": "Football is a game about feelings and intelligence.", 
    "name": "Jose Mourinho"
  }, 
  {
    "quote": "Curiosity is free-wheeling intelligence.", 
    "name": "Alistair Cooke"
  }, 
  {
    "quote": "That which the Fascists hate above all else, is intelligence.", 
    "name": "Miguel de Unamuno"
  }, 
  {
    "quote": "All the intelligence and talent in the world can't make a singer. The voice is a wild thing. It can't be bred in captivity. It is a sport, like the silver fox. It happens.", 
    "name": "Willa Cather"
  }, 
  {
    "quote": "It has yet to be proven that intelligence has any survival value.", 
    "name": "Arthur C. Clarke"
  }, 
  {
    "quote": "Chess is as elaborate a waste of human intelligence as you can find outside an advertising agency.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "Many intelligence reports in war are contradictory even more are false, and most are uncertain.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Advertising: the science of arresting the human intelligence long enough to get money from it.", 
    "name": "Stephen Leacock"
  }, 
  {
    "quote": "There is no such thing as an underestimate of average intelligence.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "In the clashes between ignorance and intelligence, ignorance is generally the aggressor.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "Play is the only way the highest intelligence of humankind can unfold.", 
    "name": "Joseph Chilton Pearce"
  }, 
  {
    "quote": "The trouble with people like Tony Blair is they get confused, they think intelligence is education when they're two different things.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Bill Gates wants people to think he's Edison, when he's really Rockefeller. Referring to Gates as the smartest man in America isn't right... wealth isn't the same thing as intelligence.", 
    "name": "Larry Ellison"
  }, 
  {
    "quote": "I'm a big advocate of financial intelligence.", 
    "name": "Daymond John"
  }, 
  {
    "quote": "Though intelligence is powerless to modify character, it is a dab hand at finding euphemisms for its weaknesses.", 
    "name": "Quentin Crisp"
  }, 
  {
    "quote": "Successful organizations, including the Military, have learned that the higher the risk, the more necessary it is to engage everyone's commitment and intelligence.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "I don't deny that there are problems in the intelligence world, but I would argue that in the UK we try to uphold the highest standards in the world.", 
    "name": "William Hague"
  }, 
  {
    "quote": "My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "Intelligence is quickness to apprehend as distinct form ability, which is capacity to act wisely on the thing apprehended.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "It takes an extraordinary intelligence to contemplate the obvious.", 
    "name": "Alfred North Whitehead"
  }, 
  {
    "quote": "Kindness and intelligence don't always deliver us from the pitfalls and traps: there are always failures of love, of will, of imagination. There is no way to take the danger out of human relationships.", 
    "name": "Barbara Grizzuti Harrison"
  }, 
  {
    "quote": "God is another name for human intelligence raised above all error and imperfection, and extended to all possible truth.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "I think the sexiest thing on anybody is intelligence. I respect somebody who has a brain and wants to use it more than a pretty face and status.", 
    "name": "Sophia Bush"
  }, 
  {
    "quote": "Intelligence must follow faith, never precede it, and never destroy it.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "If you are going to have to play defense all the time, you cannot have the kind of ingenuity, assertiveness, independence, and intelligence which is what has made our country strong.", 
    "name": "Arlen Specter"
  }, 
  {
    "quote": "There is no logical reason why the camel of great art should pass through the needle of mob intelligence.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "Sensible and responsible women do not want to vote. The relative positions to be assumed by man and woman in the working out of our civilization were assigned long ago by a higher intelligence than ours.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "No man likes to have his intelligence or good faith questioned, especially if he has doubts about it himself.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "It is impossible to underrate human intelligence - beginning with one's own.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "We are constantly protecting the male ego, and it's a disservice to men. If a man has any sensitivity or intelligence, he wants to get the straight scoop from his girlfriend.", 
    "name": "Betty Dodson"
  }, 
  {
    "quote": "Quality in a classical Greek sense is how to live with grace and intelligence, with bravery and mercy.", 
    "name": "Theodore White"
  }, 
  {
    "quote": "There is little evidence that our individual intelligence has improved through recorded history.", 
    "name": "James Lovelock"
  }, 
  {
    "quote": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum.", 
    "name": "Holly Near"
  }, 
  {
    "quote": "I really admire a woman for her intelligence, her personality. Beauty is not enough.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "Foolishness is rarely a matter of lack of intelligence or even lack of information.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "Wisdom and deep intelligence require an honest appreciation of mystery.", 
    "name": "Thomas Moore"
  }, 
  {
    "quote": "It's not just Bin Laden or just those that are involved in the counterterrorism effort. We've gotta cast the net broader than that. But I think it's a - very special tribute that we all owe to the bravery and courage of the men and women in the intelligence and military business who performed so well to finally get it done.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "One of the functions of intelligence is to take account of the dangers that come from trusting solely to the intelligence.", 
    "name": "Lewis Mumford"
  }, 
  {
    "quote": "But once you are in that field, emotional intelligence emerges as a much stronger predictor of who will be most successful, because it is how we handle ourselves in our relationships that determines how well we do once we are in a given job.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "It is only when you watch the dense mass of thousands of ants, crowded together around the Hill, blackening the ground, that you begin to see the whole beast, and now you observe it thinking, planning, calculating. It is an intelligence, a kind of live computer, with crawling bits for its wits.", 
    "name": "Lewis Thomas"
  }, 
  {
    "quote": "If I could have been a marine biologist I would have, but I didn't have that kind of intelligence. Numbers were never my strong point.", 
    "name": "Nicolas Cage"
  }, 
  {
    "quote": "We will have to continue to improve our human intelligence system-something that was, unfortunately, lacking in the years which led up to September 11. This is going to be a continuing process of change.", 
    "name": "John Sununu"
  }, 
  {
    "quote": "Intelligence recognizes what has happened. Genius recognizes what will happen.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "If a cat does something, we call it instinct if we do the same thing, for the same reason, we call it intelligence.", 
    "name": "Will Cuppy"
  }, 
  {
    "quote": "There'll be differences of opinion in just about every intelligence analysis that you make.", 
    "name": "Robert Mueller"
  }, 
  {
    "quote": "A John Updike is a once-in-a-generation phenomenon, if that generation is lucky: so comfortable in so many genres, the same lively, generous intelligence suffusing all he did.", 
    "name": "George Saunders"
  }, 
  {
    "quote": "Cynicism is the intellectual cripple's substitute for intelligence.", 
    "name": "Russell Lynes"
  }, 
  {
    "quote": "I don't intend to simply go away and write my plays and be a good boy. I intend to remain an independent and political intelligence in my own right.", 
    "name": "Harold Pinter"
  }, 
  {
    "quote": "If you look at military and intelligence positions from the 1950s, the Israeli-Palestinian conflict has always been against American national interests.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Many difficulties which nature throws in our way, may be smoothed away by the exercise of intelligence.", 
    "name": "Titus Livius"
  }, 
  {
    "quote": "I now bid farewell to the country of my birth - of my passions - of my death a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream.", 
    "name": "Thomas Francis Meagher"
  }, 
  {
    "quote": "There are a lot of obstacles in the way of our understanding animal intelligence - not the least being that we can't even agree whether nonhuman species are conscious. We accept that chimps and dolphins experience awareness we like to think dogs and cats do. But what about mice and newts? What about a fly? Is anything going on there at all?", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "I want to exude strength and intelligence.", 
    "name": "Portia de Rossi"
  }, 
  {
    "quote": "I like shows that have some level of intelligence to them. When it's not as predictable, when you don't know what's coming at you.", 
    "name": "Mehmet Oz"
  }, 
  {
    "quote": "The Secret Intelligence Service I knew occupied dusky suites of little rooms opposite St James's Park Tube station in London.", 
    "name": "John le Carre"
  }, 
  {
    "quote": "I find intelligence sexy. I find a sense of humor sexy. I find sensitivity sexy.", 
    "name": "Nicole Appleton"
  }, 
  {
    "quote": "I'm a pessimist because of intelligence, but an optimist because of will.", 
    "name": "Antonio Gramsci"
  }, 
  {
    "quote": "Men create real miracles when they use their God-given courage and intelligence.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "The question that will decide our destiny is not whether we shall expand into space. It is: shall we be one species or a million? A million species will not exhaust the ecological niches that are awaiting the arrival of intelligence.", 
    "name": "Freeman Dyson"
  }, 
  {
    "quote": "Chess is the most elaborate waste of human intelligence outside of an advertising agency.", 
    "name": "Raymond Chandler"
  }, 
  {
    "quote": "I listen to them freely and with all the respect merited by their intelligence, their character, their knowledge, reserving always my incontestable right of criticism and censure.", 
    "name": "Mikhail Bakunin"
  }, 
  {
    "quote": "They say military have the so-called 'secret intelligence' - this amount of intelligence must be very secret, since I've never seen any intelligent military person, nor I have seen any sense in the bloody stupid wars.", 
    "name": "Ozzy Osbourne"
  }, 
  {
    "quote": "If an animal does something, we call it instinct if we do the same thing for the same reason, we call it intelligence.", 
    "name": "Will Cuppy"
  }, 
  {
    "quote": "I think there's a supreme power behind the whole thing, an intelligence. Look at all of the instincts of nature, both animals and plants, the very ingenious ways they survive. If you cut yourself, you don't have to think about it.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "It was my mother's idea. Her feeling was that I didn't have the intelligence to pick a trade myself.", 
    "name": "Vidal Sassoon"
  }, 
  {
    "quote": "If you wish to spare yourself and your venerable family, give heed to my advice with the ear of intelligence. If you do not, you will see what God has willed.", 
    "name": "Hulagu Khan"
  }, 
  {
    "quote": "We know that there are unaccounted-for Scud and other ballistic missiles in Iraq. And part of the problem is that, since 1998, there has been no way to even get minimal information about those programs except through intelligence means.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "So many people say that obviously my game has changed since I arrived here and I say that it's good that it changed, otherwise it would show a lack of intelligence.", 
    "name": "Thierry Henry"
  }, 
  {
    "quote": "But our society does not grant nontraditional forms of intelligence equal recognition, no matter how much it would help us get along or truly enrich our lives.", 
    "name": "Joan D. Vinge"
  }, 
  {
    "quote": "The ability to take pleasure in one's life is a skill and is a kind of intelligence. So intelligence is a hard thing to evaluate and it manifests itself in so many different ways. I do think the ability to know how to live a life and not be miserable is a sign of that.", 
    "name": "Todd Solondz"
  }, 
  {
    "quote": "Human folk are as a matter of fact eager to find intelligence in animals.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "A German immersed in any civilization different from his own loses a weight equivalent in volume to the amount of intelligence he displaces.", 
    "name": "Jose Bergamin"
  }, 
  {
    "quote": "Well look, CIA is an agency that has to collect intelligence, do operations. We have to take risks and it's important that we take risks and that we know that we have the support of the government and we have the support of the American people in what we're doing.", 
    "name": "Leon Panetta"
  }, 
  {
    "quote": "You know, as director of the CIA, I got an awful lot of intelligence about all the horrible things that could go on across the world.", 
    "name": "Leon Panetta"
  }, 
  {
    "quote": "Hamlet is an astonishing intelligence.", 
    "name": "Ben Kingsley"
  }, 
  {
    "quote": "It is an accepted commonplace in psychology that the spiritual level of people acting as a crowd is far lower than the mean of each individual's intelligence or morality.", 
    "name": "Christian Lous Lange"
  }, 
  {
    "quote": "Elia Kazan understood my problems. He was able to bring out the very best in me. He gave me credit for my intelligence.", 
    "name": "Ethel Waters"
  }, 
  {
    "quote": "Most good actors have a huge intelligence about the human condition and a real open heart to different kinds of people and behavior.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "Well, I think there's a distinction between sexing-up the intelligence and sexing-up the presentation of the intelligence.", 
    "name": "John Major"
  }, 
  {
    "quote": "The White House is giving George W. Bush intelligence briefings. You know, some of these jokes just write themselves.", 
    "name": "David Letterman"
  }, 
  {
    "quote": "When I went on to write my next book, Working With Emotional Intelligence, I wanted to make a business case that the best performers were those people strong in these skills.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "Emotional intelligence begins to develop in the earliest years. All the small exchanges children have with their parents, teachers, and with each other carry emotional messages.", 
    "name": "Daniel Goleman"
  }, 
  {
    "quote": "I apologize for being obvious, but every time I watch the curtain come down on even a halfway decent production of a Shakespeare play I feel a little sorrowful that I'll never know the man, or any man of such warm intelligence.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "True intelligence requires fabulous imagination.", 
    "name": "Ian Mcewan"
  }, 
  {
    "quote": "Instinct perfected is a faculty of using and even constructing organized instruments intelligence perfected is the faculty of making and using unorganized instruments.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "God does not require you to follow His leadings on blind trust. Behold the evidence of an invisible intelligence pervading everything, even your own mind and body.", 
    "name": "Raymond Holliwell"
  }, 
  {
    "quote": "I think what he's - what he believes, and he may be correct, I don't know, that we have some intelligence information that leads us to know some things about what's going on in Iraq that we haven't revealed to others.", 
    "name": "Lawrence Eagleburger"
  }, 
  {
    "quote": "In Europe they call geeks 'smart people,' and frankly I think we live in a culture that doesn't value intelligence enough so I am very proud in saying that I am a geek.", 
    "name": "James Marsters"
  }, 
  {
    "quote": "The Constitution was written by 55 educated and highly intelligent men in Philadelphia in 1787, but it was written so that it could be understood by people of limited education and modest intelligence.", 
    "name": "John Jay Hooker"
  }, 
  {
    "quote": "The higher the general average of intelligence, all things else being equal, the less the disposition to be meddlesome, critical, and overbearing.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "She saw too that man has the power of exceeding himself, of becoming himself more entirely and profoundly than he is, truths which have only recently begun to be seen in Europe and seem even now too great for its common intelligence.", 
    "name": "Sri Aurobindo"
  }, 
  {
    "quote": "I think intelligence is totally subjective it's like sexiness.", 
    "name": "David Fincher"
  }, 
  {
    "quote": "The assumption is that the right kind of society is an organic being not merely analogous to an organic being, but actually a living structure with appetites and digestions, instincts and passions, intelligence and reason.", 
    "name": "Herbert Read"
  }, 
  {
    "quote": "Prior to the passage of the Patriot Act, it was very difficult - often impossible - for us to share information with the Central Intelligence Agency, with NSA, with the other intelligence agencies, and likewise, for them to share information with us.", 
    "name": "Robert Mueller"
  }, 
  {
    "quote": "So there is a foreign intelligence purpose for every one of our FISA warrants.", 
    "name": "Robert Mueller"
  }, 
  {
    "quote": "In order to be successful against each of these threats, we have to have a presence overseas, work closely not only with our counterparts in the law enforcement community, but also with the intelligence community.", 
    "name": "Robert Mueller"
  }, 
  {
    "quote": "I have great faith in the intelligence of the American viewer and reader to put two and two together and come up with four.", 
    "name": "Jim Lehrer"
  }, 
  {
    "quote": "An organization's intelligence is distributed to the point of being ubiquitous.", 
    "name": "Kevin Kelly"
  }, 
  {
    "quote": "Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.", 
    "name": "Louis Pasteur"
  }, 
  {
    "quote": "The intelligence community gets hurt through sequestration.", 
    "name": "Lindsey Graham"
  }, 
  {
    "quote": "While the intelligence profession oftentimes demands secrecy, it is critically important that there be a full and open discourse on intelligence matters with the appropriate elected representatives of the American people.", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "I've always wanted to be a spy, and frankly I'm a little surprised that British intelligence has never approached me.", 
    "name": "Elizabeth Hurley"
  }, 
  {
    "quote": "From the lowest animals of which we can affirm intelligence up to man this type of intellect is found.", 
    "name": "Edward Thorndike"
  }, 
  {
    "quote": "I've never met a person who has more integrity than my husband. I respect that. There's his humor and intelligence, too, and he's really cute, all those things - but if you don't respect your partner, you'll get sick of him.", 
    "name": "Michelle Pfeiffer"
  }, 
  {
    "quote": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness.", 
    "name": "Emanuel Swedenborg"
  }, 
  {
    "quote": "Human intelligence is a reflection of the intelligence that produces everything. In knowing, we are simply extending the intelligence that comes to and constitutes us. We mimic the mind of God, so to speak. Or better, we continue and extend it.", 
    "name": "Huston Smith"
  }, 
  {
    "quote": "The best time to frame an answer to the letters of a friend, is the moment you receive them. Then the warmth of friendship, and the intelligence received, most forcibly cooperate.", 
    "name": "William Shenstone"
  }, 
  {
    "quote": "You'll remember Dr. Rice said that several times: It was not a warning about the place and the method and the time - it was a general warning. And that points out the imperfection, if you would, of our intelligence.", 
    "name": "Lee H. Hamilton"
  }, 
  {
    "quote": "All of the biggest technological inventions created by man - the airplane, the automobile, the computer - says little about his intelligence, but speaks volumes about his laziness.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "The Germans certainly - the intelligence service believed that there were WMD. It turns out that we were all wrong, probably in my judgment, and that is most disturbing.", 
    "name": "David Kay"
  }, 
  {
    "quote": "Christianity taught men that love is worth more than intelligence.", 
    "name": "Jacques Maritain"
  }, 
  {
    "quote": "I think that animals aren't less intelligent than humans, they're just of a different intelligence. We have five million smell-sensitive cells in our nose, they have two hundred and fifty million - they can smell emotion. They can smell different types of emotion, they just have another type of intelligence.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "Your personality as the prime minister feeds through to what you emphasise, and what you don't, how you'll handle a situation - whether you've got the combination of intelligence or instincts to adapt and to make good decisions.", 
    "name": "John Key"
  }, 
  {
    "quote": "An able, disinterested, public-spirited press, with trained intelligence to know the right and courage to do it, can preserve that public virtue without which popular government is a sham and a mockery.", 
    "name": "Joseph Pulitzer"
  }, 
  {
    "quote": "Intelligence is the faculty of making artificial objects, especially tools to make tools.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "We regard intelligence as man's main characteristic and we know that there is no superiority which intelligence cannot confer on us, no inferiority for which it cannot compensate.", 
    "name": "Henri Bergson"
  }, 
  {
    "quote": "I mean, we must act with intelligence. We must work on this framework, so that immigration becomes an asset to both nations. Believe me, what - just the Mayor Bloomberg said here in New York, that this city would be stopped, totally stopped if it were not by the immigrants working here.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "It would be incredibly presumptuous and self-serving of me to believe that Facebook was the end of history. The only way it could possibly be the end of history is if it becomes some sort of artificial super intelligence that takes over the world.", 
    "name": "Sean Parker"
  }, 
  {
    "quote": "It takes intelligence to make real comedy, and it takes a reality base to create all that little stuff I like to do that makes you giggle inside.", 
    "name": "Chris Tucker"
  }, 
  {
    "quote": "Here, again, as I conceive, gentlemen forget that this government is a republican one, resting exclusively in the intelligence and virtue of the People.", 
    "name": "Caleb Cushing"
  }, 
  {
    "quote": "And when they encounter works of art which show that using new media can lead to new experiences and to new consciousness, and expand our senses, our perception, our intelligence, our sensibility, then they will become interested in this music.", 
    "name": "Karlheinz Stockhausen"
  }, 
  {
    "quote": "Perhaps measuring animal intelligence by comparing it to human intelligence isn't the best litmus test.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "I've always felt, in all my books, that there's a deep decency in the American people and a native intelligence - providing they have the facts, providing they have the information.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "I couldn't help but to think back to my classmates at Thomas Jefferson High School in San Antonio. They had the same talent, the same brains, the same dreams as the folks we sat with at Stanford and Harvard. I realized the difference wasn't one of intelligence or drive. The difference was opportunity.", 
    "name": "Julian Castro"
  }, 
  {
    "quote": "I don't want to talk about intelligence matters. I will say, however, that intelligence-community estimates should not become public in the way of this city and in the way of Congress.", 
    "name": "Warren Christopher"
  }, 
  {
    "quote": "The United States has done more for the war crimes tribunal than any other country in the world. We're turning over all the information we have, including intelligence information.", 
    "name": "Warren Christopher"
  }, 
  {
    "quote": "I'm the chairman of the intelligence committee. We don't only get formal briefings, but we collect our information from the intelligence community in a variety of ways.", 
    "name": "Mike Rogers"
  }, 
  {
    "quote": "Intelligence is playing a more important role in policymaker decisions than I think I've ever seen in my time in Congress or before.", 
    "name": "Mike Rogers"
  }, 
  {
    "quote": "Since September 11th Congress has created the Department of Homeland Security, more than doubled the homeland security budget and implemented a bipartisan overhaul of our intelligence systems.", 
    "name": "Doc Hastings"
  }, 
  {
    "quote": "Schools are not intended to moralize a wicked world, but to impart knowledge and develop intelligence, with only two social aims in mind: prepare to take on one's share in the world's work, and perhaps in addition, lend a hand in improving society, after schooling is done.", 
    "name": "Jacques Barzun"
  }, 
  {
    "quote": "Man has made use of his intelligence, he invented stupidity.", 
    "name": "Remy de Gourmont"
  }, 
  {
    "quote": "These are Canadian and United States intelligence and law enforcement offices who are working in teams and who are using good intelligence and good law enforcement to really stop the criminals and terrorists before they ever get to the border.", 
    "name": "Paul Cellucci"
  }, 
  {
    "quote": "I can tell you that the Canadian intelligence and law enforcement agencies have been providing outstanding co-operation with our intelligence and law enforcement agencies as we work together to track down terrorists here in North America and put them out of commission.", 
    "name": "Paul Cellucci"
  }, 
  {
    "quote": "I can't see what's wrong about assuming intelligence in your audience and what's bad news about being rewarded for assuming that.", 
    "name": "Steven Moffat"
  }, 
  {
    "quote": "The rare person is still interested in new advances when they are adults. There is possibly a correlation with intelligence. In any case, you have to be fairly bright to keep learning and changing attitudes as you get older.", 
    "name": "Keith Henson"
  }, 
  {
    "quote": "Facebook is at the forefront. It's the company that can fundamentally change the way information is being exchanged and processed. It can be the basis for artificial intelligence to develop over time.", 
    "name": "Yuri Milner"
  }, 
  {
    "quote": "There is huge demand for artificial intelligence technologies.", 
    "name": "Yuri Milner"
  }, 
  {
    "quote": "The employer class is less indispensable in the modern organization of industries because the laboring men themselves possess sufficient intelligence to organize into co-operative relation and enjoy the entire benefits of their own labor.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "The right of each individual in any relation to secure to himself the full benefits of his intelligence, his capacity, his industry and skill are among the inalienable inheritances of humanity.", 
    "name": "Leland Stanford"
  }, 
  {
    "quote": "A great many people think that polysyllables are a sign of intelligence.", 
    "name": "Barbara Walters"
  }, 
  {
    "quote": "It is conceded by all that man is the very highest type of all living creatures on the earth. His intelligence is far superior to that of any other earthly being.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "I absolutely don't think a sentient artificial intelligence is going to wage war against the human species.", 
    "name": "Daniel H. Wilson"
  }, 
  {
    "quote": "The exact measure of the progress of civilization is the degree in which the intelligence of the common mind has prevailed over wealth and brute force.", 
    "name": "George Bancroft"
  }, 
  {
    "quote": "To attempt to superimpose its views through the exercise of force, is seldom the part of intelligence it is frequently the part of ignorance.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "Guantanamo allows us to secure dangerous detainees without the risk of escape, while at the same time providing us with valuable intelligence information on how best to proceed in the war against terror and prevent future attacks.", 
    "name": "Jim Ryun"
  }, 
  {
    "quote": "Reputation is favorable notoriety as distinguished from fame, which is permanent approval of great deeds and noble thoughts by the best intelligence of mankind.", 
    "name": "George William Curtis"
  }, 
  {
    "quote": "I don't know how to depict intelligence.", 
    "name": "David Fincher"
  }, 
  {
    "quote": "Our intelligence community needs better coordination of operations and exchange of information, and that's why we need an overall director of national intelligence and a national counterterrorism center.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "I strongly support the call to greatly expand our human intelligence capability to penetrate al Qaeda and gather critical intelligence to prevent terrorist attacks on our homeland.", 
    "name": "Jim Ramstad"
  }, 
  {
    "quote": "Improving our national intelligence capabilities should remain a top priority and a continual process.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "The war on terror, I believe, will be waged by effective intelligence and police work and cruise missiles.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "I do not want to go into its physical reasons: the construction of the human body is different from that of carnivorous animals. But man's intelligence is such that it can be utilised to defend any-thing he does, whether right or wrong.", 
    "name": "Morarji Desai"
  }, 
  {
    "quote": "As Prime Minister Netanyahu and Defense Minister Barak have repeatedly said, the intelligence and security relationship between the United States and Israel at present is unprecedented. It has never been stronger.", 
    "name": "Susan Rice"
  }, 
  {
    "quote": "There is a lot of strength and intelligence in Hollywood.", 
    "name": "Fay Wray"
  }, 
  {
    "quote": "In the fight against terrorism, national agencies keep full control over their police forces, security and intelligence agencies and judicial authorities.", 
    "name": "Gijs de Vries"
  }, 
  {
    "quote": "In intelligence work, there are limits to the amount of information one can share. Confidentiality is essential.", 
    "name": "Gijs de Vries"
  }, 
  {
    "quote": "You can't get closer to the heart of national sovereignty than national security and intelligence services.", 
    "name": "Gijs de Vries"
  }, 
  {
    "quote": "Taste is the fundamental quality which sums up all the other qualities. It is the nec plus ultra of the intelligence. Through this alone is genius the supreme health and balance of all the faculties.", 
    "name": "Isidore Ducasse Lautreamont"
  }, 
  {
    "quote": "It is difficult, if not impossible, to argue that laws written in the 1970s are adequate for today's intelligence challenges.", 
    "name": "Bob Barr"
  }, 
  {
    "quote": "Prince Charles is an absolute Mountbatten. The real intelligence in the royal family comes through my parents to Prince Philip and the children.", 
    "name": "Lord Mountbatten"
  }, 
  {
    "quote": "Ron Howard is as good a person as you could want to work with on film. He never lost his cool. He's the most easygoing, lovely man, but he's got this enormous intelligence and a wonderful humanity.", 
    "name": "Christine Baranski"
  }, 
  {
    "quote": "Oprah is so bright, and her intelligence is so piercing that I don't think anyone who spends a few minutes with her isn't struck by that.", 
    "name": "Victoria Principal"
  }, 
  {
    "quote": "When I resigned, I put the U.S. Government on notice that I'm going to stick to policy issues, that I have no intention of going out and blowing the cover off of the intelligence operations, that those are truly sensitive and they should not be exposed.", 
    "name": "Scott Ritter"
  }, 
  {
    "quote": "The original PATRIOT Act greatly increased our nation's ability to share intelligence information, made better use of technology, and provided terrorism investigators tools that have long been available in cases involving illegal drugs and organized crime.", 
    "name": "Michael K. Simpson"
  }, 
  {
    "quote": "We can't gather the intelligence we need to foil future attacks, if we are blindly granting terrorists the right to remain silent. But for some reason, we've already done that - with the terrorist who tried to bring down Flight 253.", 
    "name": "Peter King"
  }, 
  {
    "quote": "Everyone I know who used to be in the intelligence community is moving into the corporate world.", 
    "name": "Tony Gilroy"
  }, 
  {
    "quote": "I do not - I never believed it's better to kill a terrorist than to detain him. We want to detain as many terrorists as possible so we can elicit the intelligence from them in the appropriate manner so that we can disrupt follow-on terrorist attacks.", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "The actions that we take on the counterterrorism front, again, are to take actions against individuals where we believe that the intelligence base is so strong and the nature of the threat is so grave and serious, as well as imminent, that we have no recourse except to take this action that may involve a lethal strike.", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "We are in this business, whether it be intelligence or the government, to protect freedom, democracy and liberty, not to violate that.", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "I will not, nor will I ever, publicly divulge sensitive intelligence sources and methods. For when that happens, our national security is endangered and lives can be lost.", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "As a former career intelligence professional, I have a profound appreciation for the value of intelligence. Intelligence disrupts terrorist plots and thwarts attacks. Intelligence saves lives.", 
    "name": "John O. Brennan"
  }, 
  {
    "quote": "Would it not be much better to have a president who deliberately lied to the people because he thought a war was essential than to have one who was so dumb as to be taken in by intelligence agencies, especially those who told him what he wanted to hear?", 
    "name": "Andrew Greeley"
  }, 
  {
    "quote": "But some actors I have met possess an intelligence that I can only dream of. It's about character, it's about behavior. They understand things about people that I simply don't see.", 
    "name": "Ron Silver"
  }, 
  {
    "quote": "When I was the director of Central Intelligence in the early '90s, I tried to get the Air Force to partner with us in building drones. And they didn't want to, because they had no pilots.", 
    "name": "Robert M. Gates"
  }, 
  {
    "quote": "But it is equally incontrovertible that if our intelligence gathering process is seriously flawed, we had better find out and find out fast if we are to avoid another Sept. 11.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "The prompt assimilation of that intelligence will be essential if we are to avoid another September 11th.", 
    "name": "Adam Schiff"
  }, 
  {
    "quote": "Some of the best fan mail I get are from our men and women in the military and intelligence communities. They say, 'Boy you do your homework, this is exactly how we're doing it.'", 
    "name": "Brad Thor"
  }, 
  {
    "quote": "The Patriot Act removed major legal barriers that prevented the law enforcement, intelligence, and national defense communities from talking and coordinating their work to protect the American people and our national security.", 
    "name": "Jon Porter"
  }, 
  {
    "quote": "I sought Ben Affleck because I needed an everyman for this role. Ben appeals to men and women. He gives you a sense of intelligence, the notion of a guy who can think on his feet.", 
    "name": "John Frankenheimer"
  }, 
  {
    "quote": "People's intelligence tends to be in inverse proportion to their number. People don't tend to get smarter as they get into bigger groups.", 
    "name": "Robyn Hitchcock"
  }, 
  {
    "quote": "I take parenting incredibly seriously. I want to be there for my kids and help them navigate the world, and develop skills, emotional intelligence, to enjoy life, and I'm lucky to be able to do that and have two healthy, normal boys.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "I also believe that it is time to begin the fundamental analysis of how we got here, what led us here and what we need to do in order to ensure that we are equipped with the best possible intelligence as we face these issues in the future.", 
    "name": "David Kay"
  }, 
  {
    "quote": "I have had national security background, 10 years on the Intelligence Committee, the last two years as chair.", 
    "name": "Bob Graham"
  }, 
  {
    "quote": "We ought to recognize that we have an offensive responsibility to take the war to the terrorists where they are. That responsibility has waned in the last year as military and intelligence resources were withdrawn from Afghanistan and Pakistan to be used in Iraq.", 
    "name": "Bob Graham"
  }, 
  {
    "quote": "We need to make a greater investment in human intelligence.", 
    "name": "Bob Graham"
  }, 
  {
    "quote": "During the Cold War, we gathered information by listening to the Soviets, taking pictures of the Soviets, and we allowed our human intelligence to decline.", 
    "name": "Bob Graham"
  }, 
  {
    "quote": "This president has been reluctant to hold anybody accountable. No one was held accountable after September the 11th. Nobody's been held accountable after the clear flaws in intelligence leading up to the war in Iraq.", 
    "name": "Bob Graham"
  }, 
  {
    "quote": "In reality, serial killers are of average intelligence.", 
    "name": "Pat Brown"
  }, 
  {
    "quote": "The PATRIOT Act brought down the wall separating intelligence agencies from law enforcement and other entities charged with protecting the Nation from terrorism.", 
    "name": "Chris Chocola"
  }, 
  {
    "quote": "Legislation passed in the aftermath of September 11, 2001 enhanced our intelligence capabilities and strengthened our national defense, but until now our nation's immigration policies have not adapted to the needs of a post-September 11th world.", 
    "name": "Chris Chocola"
  }, 
  {
    "quote": "The great corporations of this country were not founded by ordinary people. They were founded by people with extraordinary intelligence, ambition, and aggressiveness.", 
    "name": "Daniel Patrick Moynihan"
  }, 
  {
    "quote": "By the 2030s, the nonbiological portion of our intelligence will predominate.", 
    "name": "Ray Kurzweil"
  }, 
  {
    "quote": "If God be God and man a creature made in image of the divine intelligence, his noblest function is the search for truth.", 
    "name": "Morris West"
  }, 
  {
    "quote": "We have actually experienced in recent months a dramatic demonstration of an unprecedented intelligence failure, perhaps the most significant intelligence failure in the history of the United States.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "I was an intelligence officer, not a policy-maker.", 
    "name": "Cofer Black"
  }, 
  {
    "quote": "The E.U. has moved to combat global terrorism by instituting common European arrest and evidence warrants and creating a joint situation center to pool and analyze intelligence.", 
    "name": "John Bruton"
  }, 
  {
    "quote": "As a member of the House Select Committee on Intelligence, I will be participating in several hearings on the startling revelations contained in the report.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "The Intelligence Committee will also examine present counterintelligence programs for the Department of Energy, the National Laboratories, and the Department of Defense.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "I had been involved in U.S. intelligence in Berlin, Germany, while in the military and had worked with a contact with the Central Intelligence Agency office there.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "I began even as a boy to realize how wide the world can be for a man of free intelligence.", 
    "name": "George Woodcock"
  }, 
  {
    "quote": "I've always chosen my band members based on their sense of humor. It might sound stupid, but it means not only are they fun to live with on a tour bus for years, but humor implies intelligence.", 
    "name": "Kristin Hersh"
  }, 
  {
    "quote": "George Tenet has been the director of central intelligence since 1997, time enough to have changed the Agency's culture. He has failed. He should go.", 
    "name": "Richard Perle"
  }, 
  {
    "quote": "People have an image of Italians. When I go somewhere in the world, I don't care where it is, when they look at me it's not about my intelligence. It's who can I beat up.", 
    "name": "Danny Aiello"
  }, 
  {
    "quote": "Look, people have an image of Italians. When I go somewhere in the world, I don't care where it is, when they look at me it's not about my intelligence. It's who can I beat up.", 
    "name": "Danny Aiello"
  }, 
  {
    "quote": "Despite our very recent appearance on the planet, humanity combines arrogance with increasing material demands, even as we become more numerous. Our toughness is a delusion. Have we the intelligence and discipline to vigilantly guard against our tendency to grow without limit?", 
    "name": "Lynn Margulis"
  }, 
  {
    "quote": "Louis Freeh said on national TV that actionable intelligence could have allowed us to stop the hijackings.", 
    "name": "Curt Weldon"
  }, 
  {
    "quote": "How can faceless bureaucrats in an intelligence agency deny brave soldiers a chance to tell the truth?", 
    "name": "Curt Weldon"
  }, 
  {
    "quote": "One of the great intellectual failures of the American intelligence community, and especially the counterterrorism community, is to assume if someone hasn't attacked us, it's because he can't or because we've defeated him.", 
    "name": "Michael Scheuer"
  }, 
  {
    "quote": "I'm much better informed than Mr. Clarke ever was about the nature of the intelligence that was available again Osama bin Laden and which was consistently denigrated by himself and Mr. Tenet.", 
    "name": "Michael Scheuer"
  }, 
  {
    "quote": "The 'Robben Island Bible' has arrived at the British Museum. It's a garish thing, its cover plastered with pink and gold Hindu images, designed to hide its contents. Within is the finest collection of words generated by human intelligence: the complete works of William Shakespeare.", 
    "name": "Daniel Hannan"
  }, 
  {
    "quote": "Someday we'll learn the whole story of why George W. Bush brushed off that intelligence briefing of Aug. 6, 2001, 'Bin Laden Determined to Strike in U.S.' But surely a big distraction was the major speech he was readying for delivery on Aug. 9, his first prime-time address to the nation.", 
    "name": "Frank Rich"
  }, 
  {
    "quote": "They have involved co-operation between the Iraqi intelligence and al-Qaeda operatives on training and combined operations regarding bomb making and chemical and biological weapons.", 
    "name": "Douglas Feith"
  }, 
  {
    "quote": "Terrorists continue to exploit divisions between law enforcement and the intelligence communities that limit the sharing of vital counterterrorism information.", 
    "name": "Jim Sensenbrenner"
  }, 
  {
    "quote": "We've done it in intelligence sharing and certain elements of security. There were parts of the department, in fact, that worked very well in Katrina, like the Coast Guard and TSA.", 
    "name": "Michael Chertoff"
  }, 
  {
    "quote": "There is no one, who possesses intelligence and uses reflection, who does not understand that it is one Being who both created all things and governs them with the same energy by which He created them.", 
    "name": "Lactantius"
  }, 
  {
    "quote": "You mustn't underestimate an audience's intelligence.", 
    "name": "Marvin Hamlisch"
  }, 
  {
    "quote": "Well, first of all, we did lots of studies where we show practical intelligence doesn't correlate with G. We have probably two dozen studies that practical intelligence better predicts job success than IQ.", 
    "name": "Robert Sternberg"
  }, 
  {
    "quote": "In November, they transferred control of Abu Ghraib to the military intelligence command completely it was, after all, the center for interrogations for Iraq.", 
    "name": "Janis Karpinski"
  }, 
  {
    "quote": "The day after the prison was transferred to the military intelligence command, they had an entire battalion - 1,200, 1,500 soldiers - arrive at Abu Ghraib just for force protection alone.", 
    "name": "Janis Karpinski"
  }, 
  {
    "quote": "Military intelligence interrogators, however, their goal is to get information, to save lives, to stop the war, to find Saddam - whatever the information is going to be used for, at whatever cost.", 
    "name": "Janis Karpinski"
  }, 
  {
    "quote": "I need to add that my work on multiple intelligences received a huge boost in 1995 when Daniel Goleman published his book on emotional intelligence. I am often confused with Dan. Initially, though Dan and I are longtime friends, this confusion irritated me.", 
    "name": "Howard Gardner"
  }, 
  {
    "quote": "People have taught me not to look for intelligence in rockmusic.", 
    "name": "Andrew Eldritch"
  }, 
  {
    "quote": "In our society those who are in reality superior in intelligence can be accepted by their fellows only if they pretend they are not.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "I did my military service from 1989 - 92 and I was never shot at or had to fire on anybody. I was very lucky. I was more involved in intelligence and counter-intelligence.", 
    "name": "Oded Fehr"
  }, 
  {
    "quote": "We live less and less, and we learn more and more. Sensibility is surrendering to intelligence.", 
    "name": "Remy de Gourmont"
  }, 
  {
    "quote": "Within thirty years, we will have the technological means to create superhuman intelligence.", 
    "name": "Vernor Vinge"
  }, 
  {
    "quote": "But every time our ability to access information and to communicate it to others is improved, in some sense we have achieved an increase over natural intelligence.", 
    "name": "Vernor Vinge"
  }, 
  {
    "quote": "I am suggesting that we recognize that in network and interface research there is something as profound (and potential wild) as Artificial Intelligence.", 
    "name": "Vernor Vinge"
  }, 
  {
    "quote": "If you imagine someone with 100 percent determination and 100 percent intelligence, you can discard a lot of intelligence before they stop succeeding. But if you start discarding determination, you very quickly get an ineffectual and perpetual grad student.", 
    "name": "Paul Graham"
  }, 
  {
    "quote": "The intelligence failures with respect to Iraq were massive and have damaged our credibility around the world.", 
    "name": "Carl Levin"
  }, 
  {
    "quote": "When a decision is made to go to war based on intelligence, it is a fateful decision. It has ramifications and impacts way beyond the current months and years.", 
    "name": "Carl Levin"
  }, 
  {
    "quote": "Dr. Rice's record on Iraq gives me great concern. In her public statements she clearly overstated and exaggerated the intelligence concerning Iraq before the war in order to support the President's decision to initiate military action against Iraq.", 
    "name": "Carl Levin"
  }, 
  {
    "quote": "I am committed to ensure that our intelligence community, law enforcement, medical professionals, and military have the information and funding needed to protect the American people from threats at home and abroad.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "The 9/11 Commission strongly recommends that the National Intelligence Director be fully in control of the budget, from developing it to implementing it, to ensuring that the National Intelligence Director has the clout to make decisions.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "The National Intelligence Director needs the authority to do the job we are asking him to do. That means power over the intelligence budget. And to be effective, to be allowed to do his or her job, they must have authority over the budget.", 
    "name": "Leonard Boswell"
  }, 
  {
    "quote": "I mean enormous pressure was brought to bear - Valerie Amos, Lady Amos, went round Africa with people from our intelligence services trying to press them. I had to make sure that we didn't promise a misuse of aid in a way that would be illegal.", 
    "name": "Clare Short"
  }, 
  {
    "quote": "The qualities I am looking for in Miss Right are intelligence and humour.", 
    "name": "Brendan Coyle"
  }, 
  {
    "quote": "If the presence of electricity can be made visible in any part of the circuit, I see no reason why intelligence may not be transmitted instantaneously by electricity.", 
    "name": "Samuel Morse"
  }, 
  {
    "quote": "The intelligence investigation under the leadership of Senator Church, which I know has helped cause this investigation by you, points out that the agencies did not disclose certain facts to us and that certain plots were going on.", 
    "name": "John Sherman Cooper"
  }, 
  {
    "quote": "My work requires acting at its most committed - it demands actors of enormous resilience, but also intelligence and wit. It doesn't work for narcissistic or selfish actors.", 
    "name": "Mike Leigh"
  }, 
  {
    "quote": "Policymakers have to make judgments based on the best intelligence they get.", 
    "name": "Frank Carlucci"
  }, 
  {
    "quote": "My understanding is that what was provided was general order of battle information, not operational intelligence. I certainly have no knowledge of US participation in preparing battle and strike packages and doubt strongly that that occurred.", 
    "name": "Frank Carlucci"
  }, 
  {
    "quote": "I can remember when I was National Security Adviser, the intelligence community told us... they put out an intelligence report saying that Iran would never back off from attacks on shipping in the Gulf if we use force.", 
    "name": "Frank Carlucci"
  }, 
  {
    "quote": "And I argued with that intelligence estimate and I think it is a responsibility of policymakers to use their best judgment on the basis of the intelligence they've received.", 
    "name": "Frank Carlucci"
  }, 
  {
    "quote": "We have been working hard to think about what our combined needs are going to be in the way of intelligence capabilities, not today but 15 to 20 years in the future.", 
    "name": "Stephen Cambone"
  }, 
  {
    "quote": "Over the course of two years, we arrived at a point where we began to look at the value added by making information more easily accessible across the intelligence community, both defense and national.", 
    "name": "Stephen Cambone"
  }, 
  {
    "quote": "One is to ensure that the war fighters and the intelligence analysts get the information that they need when they need it, in a format that's useful to them.", 
    "name": "Stephen Cambone"
  }, 
  {
    "quote": "But by providing the background picture - the universal situational awareness that we desire - by showing the anomalies, the Space-Based Radar will change the nature of how we do our analysis and our intelligence.", 
    "name": "Stephen Cambone"
  }, 
  {
    "quote": "I think intelligence is usually sexy until it becomes irritating. After that, you're stuck.", 
    "name": "Jim Parsons"
  }, 
  {
    "quote": "If they had said my writing wasn't good enough, fair enough, that's an opinion. But to say it's too complex is to insult the intelligence of the so-called young.", 
    "name": "Tanith Lee"
  }, 
  {
    "quote": "I've gotten to go wonderful places, meet interesting and intelligent people, and I started of course in the theatre and continue to work in the theatre where there is some intelligence involved in it.", 
    "name": "Jeffrey Jones"
  }, 
  {
    "quote": "As liberty and intelligence have increased the people have more and more revolted against the theological dogmas that contradict common sense and wound the tenderest sensibilities of the soul.", 
    "name": "Catharine Beecher"
  }, 
  {
    "quote": "Human beings exercise responsibilities within a social setting and a framework of obligations which transcend the principle of intelligence.", 
    "name": "Michael Polanyi"
  }, 
  {
    "quote": "But it has, in addition, an even more precious quality - a consciousness of the human intelligence, the human spirit and that man is a social creature.", 
    "name": "Norman McLaren"
  }, 
  {
    "quote": "Advertising must respect the intelligence of its audience and if it does not prompt them to think, it will be instantly dismissed.", 
    "name": "Maurice Saatchi"
  }, 
  {
    "quote": "We're not trying to harass the average American. We need to convert this now to a risk-based system, with TSA concentrating and focusing on intelligence, on security, setting up again the parameters of which we do this.", 
    "name": "John Mica"
  }, 
  {
    "quote": "The mob spirit has grown with the increasing intelligence of the Afro-American.", 
    "name": "Ida B. Wells"
  }, 
  {
    "quote": "According to Richard Clarke, the former White House counterterrorism chief, Bush was so obsessed with Iraq that he failed to take action against Osama Bin Laden despite repeated warnings from his intelligence experts.", 
    "name": "Ferdinand Mount"
  }, 
  {
    "quote": "The Queen's intelligence network is a hell of a lot better than anyone's in this palace. Bar none. She knows everything. I don't know how she does it. And she sees everything.", 
    "name": "Prince Andrew"
  }, 
  {
    "quote": "Mr. Speaker, we are a blessed Nation. We have not suffered another attack on our soil since September 11, and we are grateful. We have killed or captured dozens of members of al Qaeda and the Taliban. Our military and intelligence forces are working both hard and smart.", 
    "name": "Marsha Blackburn"
  }, 
  {
    "quote": "When AI approximates Machine Intelligence, then many online and computer-run RPGs will move towards actual RPG activity. Nonetheless, that will not replace the experience of 'being there,' any more than seeing a theatrical motion picture can replace the stage play.", 
    "name": "Gary Gygax"
  }, 
  {
    "quote": "Not all intelligence can be artificial now, so if we make a mistake, the consequences are no longer simply located within an institution or a national culture.", 
    "name": "William Irwin Thompson"
  }, 
  {
    "quote": "The fact is that a car used by Gerry Adams and myself during the course of the Mitchell review was bugged by elements within British military intelligence.", 
    "name": "Martin McGuinness"
  }, 
  {
    "quote": "In Spain, we should have enough intelligence, enough sense of individual and collective responsibility to do for ourselves that which would be imposed upon us by a dictatorship.", 
    "name": "Frederica Montseny"
  }, 
  {
    "quote": "The people who work in intelligence work are more conscious, more apt to be attentive.", 
    "name": "William Hedgcock Webster"
  }, 
  {
    "quote": "There's a lot of neuroscience now raising the question, 'Is all the intelligence in the human body in the brain?', and they're finding out that, no, it's not like that. The body has intelligence itself, and we're much more of an organic creature in that way.", 
    "name": "Joel Kinnaman"
  }, 
  {
    "quote": "I refuse to be molded into some stereotypical ballplayer that has no interests, really, no life, no depth, no intelligence.", 
    "name": "Barry Zito"
  }, 
  {
    "quote": "So that, to me, is important that audiences are treated with an amount of respect toward their intelligence. Most Hollywood films don't respect their intelligence.", 
    "name": "Eriq La Salle"
  }, 
  {
    "quote": "Intelligence is our first line of defense against terrorism, and we must improve the collection capabilities and analysis of intelligence to protect the security of the United States and its allies.", 
    "name": "Saxby Chambliss"
  }, 
  {
    "quote": "The security of the United States, which is so dependent on having accurate and timely intelligence, is not a Republican or a Democratic issue.", 
    "name": "Saxby Chambliss"
  }, 
  {
    "quote": "Since 2001, the Patriot Act has provided the means to detect and disrupt terrorist threats against the U.S. Prior to enactment of the law, major legal barriers prevented intelligence, national defense, and law enforcement agencies from working together and sharing information.", 
    "name": "Roger Wicker"
  }, 
  {
    "quote": "The intelligence of the lower forms of animal life, like a great deal of human intelligence, does not involve a self.", 
    "name": "George H. Mead"
  }, 
  {
    "quote": "Without consciousness and intelligence, the universe would lack meaning.", 
    "name": "Clifford D. Simak"
  }, 
  {
    "quote": "The heartbeat of a football team is the quarterback position and I think everyone who has any intelligence about the game understands you must have consistency at that position to be a championship team.", 
    "name": "Ron Jaworski"
  }, 
  {
    "quote": "If you look back today over the last 25 years, it is a fact that we have had a progressive degeneration of our intelligence community in general in particular in the field of human intelligence.", 
    "name": "Paul Bremer"
  }, 
  {
    "quote": "We have three centers: the emotional center, the intellectual center, and the physical body center. Each one of them has its own intelligence. How much better would we be if all three were working in unison?", 
    "name": "Erin Gray"
  }, 
  {
    "quote": "The negative cost of Lewis and Clark entering the Garden of Eden is that later expeditions regardless of what they were intended to do, later expeditions did not deal with the native peoples with the intelligence with the almost kindly resolve that Lewis and Clark did.", 
    "name": "William Least Heat-Moon"
  }, 
  {
    "quote": "Women have talent and intelligence but, due to social constraints and prejudices, it is still a long distance away from the goal of gender equality.", 
    "name": "Pratibha Patil"
  }, 
  {
    "quote": "Well, our position, and our chairman has talked about this extensively, is that we had a lot of intelligence prior to 9/11. We knew that two al Qaeda operatives who ultimately participated in the 9/11 disaster were in the United States. We didn't find them.", 
    "name": "Richard Ben-Veniste"
  }, 
  {
    "quote": "Dissents are appeals to the brooding spirit of the law, to the intelligence of another day.", 
    "name": "Charles Evans Hughes"
  }, 
  {
    "quote": "I feel as though my career really hit its high point when I was cast as a supporting actress in 'American Wedding'. I thought the script had a lot of depth and intelligence, and it really just jumped off the page.", 
    "name": "January Jones"
  }, 
  {
    "quote": "Judy, we think that since the 11th of September, 2001, we've faced a similar heightened threat level. And we've been enhancing both the exchange of intelligence and security information and the assessment of that information, because that's the crucial element.", 
    "name": "David Blunkett"
  }, 
  {
    "quote": "Art owes its origin to Nature herself... this beautiful creation, the world, supplied the first model, while the original teacher was that divine intelligence which has not only made us superior to the other animals, but like God Himself, if I may venture to say it.", 
    "name": "Giorgio Vasari"
  }, 
  {
    "quote": "The key to artificial intelligence has always been the representation.", 
    "name": "Jeff Hawkins"
  }, 
  {
    "quote": "Prediction is not just one of the things your brain does. It is the primary function of the neo-cortex, and the foundation of intelligence.", 
    "name": "Jeff Hawkins"
  }, 
  {
    "quote": "Job plunges into a series of demands on and accusations of God which may be and indeed are epigrams of high intelligence, but are not noticeably patient.", 
    "name": "Charles Williams"
  }, 
  {
    "quote": "The hypothesis of surviving intelligence and personality - not only surviving but anxious and able with difficulty to communicate - is the simplest and most straightforward and the only one that fits all the facts.", 
    "name": "Oliver Joseph Lodge"
  }, 
  {
    "quote": "In other cases, when the medium becomes entranced, the demonstration of a communicator's separate intelligence may become stronger and the sophistication less.", 
    "name": "Oliver Joseph Lodge"
  }, 
  {
    "quote": "It becomes a giant's task to compute the result when the effect of cross seas, wind at all angles and ever varying force, arched surfaces, head resistance, ratio of weight to area, and the intelligence of the guiding power crop up.", 
    "name": "Lawrence Hargrave"
  }, 
  {
    "quote": "Well, it's a - I don't want to disappoint you, but it's a time worn tradition of Australian Governments over many years not to get into any discussion about that aspect of intelligence matters.", 
    "name": "Alexander Downer"
  }, 
  {
    "quote": "Rehearsals and this band are two words that don't really go together, kinda like Military Intelligence.", 
    "name": "Jerry Cantrell"
  }, 
  {
    "quote": "The beautiful thing about my intelligence is that it doesn't really come in one specific department. So even if something hasn't happened to me, I have information on how to get you through whatever you may be going through.", 
    "name": "Tyrese Gibson"
  }, 
  {
    "quote": "I think Madonna has a great deal of intelligence and capability. I have a lot of respect for her. She's taken her career and maximized it with intelligence and creativity.", 
    "name": "Carole King"
  }, 
  {
    "quote": "I feel audiences are not given enough credit for their intelligence.", 
    "name": "Tony Goldwyn"
  }, 
  {
    "quote": "The only people that ever stand up and tell the truth are who? Intelligence officers. Because our culture is, never break faith with the truth. We'll tell you, you don't have to drag it out of us.", 
    "name": "George Tenet"
  }, 
  {
    "quote": "Here's the teaching point, if you're teaching kids about intelligence and policy: Intelligence does not absolve policymakers of responsibility to ask tough questions, and it doesn't absolve them of having curiosity about the consequences of their actions.", 
    "name": "George Tenet"
  }, 
  {
    "quote": "As a nation we have, over the past seven years, been rebuilding our intelligence with powerful capabilities that many thought we would no longer need after the Cold War. We have been rebuilding our clandestine service, our satellite and other technical collection, our analytical depth and expertise.", 
    "name": "George Tenet"
  }, 
  {
    "quote": "To understand a difficult topic like Iraq takes patience and care. Unfortunately, you rarely hear a patient, careful or thoughtful discussion of intelligence these days.", 
    "name": "George Tenet"
  }, 
  {
    "quote": "By definition, intelligence deals with the unclear, the unknown, the deliberately hidden. What the enemies of the United States hope to deny we work to reveal.", 
    "name": "George Tenet"
  }, 
  {
    "quote": "When I came to the CIA in the mid-'90s, our graduating class of case officers was unbelievably low. Now, after years of rebuilding, our training programs and putting our best efforts to recruit the most talented men and women, we are graduating more clandestine officers than at any time in the history of the Central Intelligence Agency.", 
    "name": "George Tenet"
  }, 
  {
    "quote": "Lincoln's stature and strength, his intelligence and ambition - in short, all the elements which gave him popularity among men in New Salem, rendered him equally attractive to the fair sex of that village.", 
    "name": "John George Nicolay"
  }, 
  {
    "quote": "The intelligence community, for the most part, has no accountability at all to the Congress, to us the American people, and so they feel that they above the law.", 
    "name": "Gloria Naylor"
  }, 
  {
    "quote": "I want to improve TSA's counterterrorism focus through intelligence and cutting edge technology, support the TSA workforce, and strengthen the agency's relationships with stakeholders and the traveling public. All of these priorities are interconnected and are vital to TSA's mission - and I would say, all of our collective mission.", 
    "name": "John Pistole"
  }, 
  {
    "quote": "The reason we are doing these types of pat downs and using the advanced imagery technology is trying to take the latest intelligence and how we know al Qaeda and affiliates want to hurt us, they want to bring down whether it is passenger air craft or cargo aircraft.", 
    "name": "John Pistole"
  }, 
  {
    "quote": "So, you know, I think that Democrats are being more successful in Congress and I'm really going to be proud of the role I will play tomorrow as ranking Democrat on the Intelligence Committee when this bill passes.", 
    "name": "Jane Harman"
  }, 
  {
    "quote": "A lot of the things that we've been able to do in the last several years were Democratic ideas, including the structure for this new director of national intelligence.", 
    "name": "Jane Harman"
  }, 
  {
    "quote": "The Committee's review of a series of intelligence shortcomings, to include intelligence prior to 9/11 and the pre-war intelligence on Iraq, clearly reveal how vital a diverse intelligence workforce is to our national security.", 
    "name": "Jane Harman"
  }, 
  {
    "quote": "We can no longer expect an Intelligence Community that is mostly male and mostly white to be able to monitor and infiltrate suspicious organizations or terrorist groups.", 
    "name": "Jane Harman"
  }, 
  {
    "quote": "I can't be a man. But I can embrace the head of a man, the intelligence of a man, the spirit of a man.", 
    "name": "Linda Hunt"
  }, 
  {
    "quote": "The accidental causes of science are only accidents relatively to the intelligence of a man.", 
    "name": "Chauncey Wright"
  }, 
  {
    "quote": "Artificial Intelligence leaves no doubt that it wants its audiences to enter a realm of pure fantasy when it identifies one of the last remaining islands of civilization as New Jersey.", 
    "name": "Godfried Danneels"
  }, 
  {
    "quote": "Could it be that all those reports coming from our own intelligence that Bush ignored was right all along? Could it be that the UN was right all along?", 
    "name": "Peter Schuyler"
  }, 
  {
    "quote": "I certainly believe that improving our intelligence is of important national interest.", 
    "name": "Jeff Sessions"
  }, 
  {
    "quote": "Making use of human weaknesses in intelligence work is a logical matter. It keeps coming up, and of course you try to look at all the aspects that interest you in a human being.", 
    "name": "Markus Wolf"
  }, 
  {
    "quote": "I feel that I, and the people under my command, tried to use all the traditional methods of recruiting agents which were also used by other intelligence services adopting also means like pressure, money, sex - but that did not characterize my service.", 
    "name": "Markus Wolf"
  }, 
  {
    "quote": "I'm inspired by the sheer ingenuity and intelligence possessed by my fellow band mates.", 
    "name": "Brad Delson"
  }, 
  {
    "quote": "If you look at the publishers I've worked with, generally, they're a great bunch. Creation is unlike any other publishing house you can think of. The people I've worked with have integrity and intelligence and, almost always, less money than ideas.", 
    "name": "Peter Sotos"
  }, 
  {
    "quote": "The terrorist uses surprise and stealth, and the only way to defeat that is by having accurate and timely intelligence.", 
    "name": "Bill Nelson"
  }, 
  {
    "quote": "Collecting intelligence information is like trying to drink water out of a fire hydrant. You know, in hindsight It's great. The problem is there's a million dots at the time.", 
    "name": "Louis Freeh"
  }, 
  {
    "quote": "And I understand that, I testified in closed hearings over eight years because there are intelligence matters, there are sensitive matters that should not be held in a public hearing.", 
    "name": "Louis Freeh"
  }, 
  {
    "quote": "I am sure that in Canada the people appreciate this principle, and the general intelligence which prevails over that country is such that I am sure there is no danger of a reactionary policy ever finding a response in the hearts of any considerable number of our people.", 
    "name": "Alexander Mackenzie"
  }, 
  {
    "quote": "We worked to develop our own operations to advance U.S. counterterrorism objectives by penetrating terrorist safe havens and collecting intelligence that would inform policy and enable our own operations.", 
    "name": "Cofer Black"
  }, 
  {
    "quote": "The plan we developed to deal with al Qaeda depended on developing sources of human and technical intelligence that could give us insights into his plans at the tactical level. This is easy to say but hard to accomplish.", 
    "name": "Cofer Black"
  }, 
  {
    "quote": "Affairs of state tend to drive most presidents toward the center on both foreign and domestic policy, no matter where on the political spectrum they begin, and especially so in the areas of intelligence and law enforcement.", 
    "name": "David K. Shipler"
  }, 
  {
    "quote": "First, I have the privilege of being Chairman of the Senate Intelligence Committee. It is not an oxymoron I assure you.", 
    "name": "Pat Roberts"
  }, 
  {
    "quote": "That U.N. Security Council resolution requires getting Syrian troops and intelligence officials out of Lebanon so that the Lebanese can have elections here this spring that are free and fair and free of outside influence.", 
    "name": "Stephen Hadley"
  }, 
  {
    "quote": "But the same intelligence compels Germany to practise the same policy.", 
    "name": "Pierre Laval"
  }, 
  {
    "quote": "Intelligence we gathered at the time indicated that this was in fact leadership and we struck the leadership.", 
    "name": "Peter Pace"
  }, 
  {
    "quote": "You want to keep intelligence separate from policy.", 
    "name": "Bobby Ray Inman"
  }, 
  {
    "quote": "Another factor is the decision, made in 1976, to sharply divide the FBI and the foreign intelligence agencies. The FBI would collect within the United States the foreign intelligence agencies would collect overseas.", 
    "name": "Bobby Ray Inman"
  }, 
  {
    "quote": "The standard rumor at the time was that Rumsfeld, as chief of staff, had persuaded President Ford to appoint George H.W. Bush as director of Central Intelligence, assuming that that got rid of a potential competitor for the presidency.", 
    "name": "Bobby Ray Inman"
  }, 
  {
    "quote": "I never threatened him and no Syrian intelligence officer has ever pointed a gun to his head.", 
    "name": "Rafik Hariri"
  }, 
  {
    "quote": "Imagination is but another name for super intelligence.", 
    "name": "Edgar Rice Burroghs"
  }, 
  {
    "quote": "I believe that reforming our intelligence community is one of the most important things that we can do in order to ensure that our country is in fact safer, stronger and wiser.", 
    "name": "Richard Shelby"
  }, 
  {
    "quote": "The Homeland Security department doesn't have tasking authority in the intelligence community. They can ask for stuff, but they can't direct anything except inside their bureau.", 
    "name": "David Hunt"
  }, 
  {
    "quote": "Our men and women in uniform deserve the best intelligence possible to help them protect America.", 
    "name": "Chris Cannon"
  }, 
  {
    "quote": "I think we need to ask serious questions about how we engage militarily, when we engage militarily, and on what basis we engage militarily. What kind of intelligence do we have to justify a military engagement?", 
    "name": "Albert Wynn"
  }, 
  {
    "quote": "Pat Roberts and I both feel very strongly that when we get to Iran, that we can't make the same mistakes. We have to ask the questions, the hard questions before, not afterwards, and get the right intelligence.", 
    "name": "Jay Rockefeller"
  }, 
  {
    "quote": "I rise today to discuss the National Intelligence Reform bill. I commend my colleagues in both Houses for their hard work in coming to an agreement. As with any conference, each voice is heard, but none can dominate and compromise must be achieved.", 
    "name": "Ted Stevens"
  }, 
  {
    "quote": "I do have concerns about the current efforts to restructure our nation's intelligence community.", 
    "name": "Ted Stevens"
  }, 
  {
    "quote": "I am not opposed to intelligence reform on its face, but any changes should reflect the current context.", 
    "name": "Ted Stevens"
  }, 
  {
    "quote": "It is not government's job to mandate responsibility on our behalf. We have the intelligence and good sense to make wise consumption choices for ourselves and our children. It is up to us to do what is best for our health and our children's health.", 
    "name": "Michael Crapo"
  }, 
  {
    "quote": "The war we are fighting today against terrorism is a multifaceted fight. We have to use every tool in our toolkit to wage this war - diplomacy, finance, intelligence, law enforcement, and of course, military power - and we are developing new tools as we go along.", 
    "name": "Richard Armitage"
  }, 
  {
    "quote": "People don't want to believe that technology is broken. Pharmaceuticals, robotics, artificial intelligence, nanotechnology - all these areas where the progress has been a lot more limited than people think. And the question is why.", 
    "name": "Peter Thiel"
  }, 
  {
    "quote": "We now witness the constructive work on a foundation that will endure through the ages. That foundation is the god of science - revealed to us in terms that will harmonize with our intelligence.", 
    "name": "John Fiske"
  }, 
  {
    "quote": "As a former attorney general. I have the greatest respect for the criminal justice system. But it is not good at intelligence gathering.", 
    "name": "Kelly Ayotte"
  }, 
  {
    "quote": "For four years, I listened to stories of intelligence failures, and it wasn't due to incompetence of anyone in the system, but that the system is so arcane.", 
    "name": "Charles F. Bass"
  }, 
  {
    "quote": "It's the continuation of everyone's childhood to see these young children who grow up full of life, full of intelligence, full of a sense of wonder. And within an instant they're gone from this world. It's terrible.", 
    "name": "Lucien Bouchard"
  }, 
  {
    "quote": "For 13 to be unlucky would require there to be some kind of cosmic intelligence that counts things that humans count and that also makes certain things happen on certain dates or in certain places according to whether the number 13 'is involved' or not (whatever 'is involved' might mean).", 
    "name": "Douglas Hofstadter"
  }, 
  {
    "quote": "Instinct is intelligence incapable of self-consciousness.", 
    "name": "John Sterling"
  }, 
  {
    "quote": "Since the tragedies, the Department of Homeland Security was established to prevent terrorist attacks within the United States, and most importantly, to share intelligence information among government agencies and departments.", 
    "name": "Randy Forbes"
  }, 
  {
    "quote": "I think anybody with any intelligence sits down and sees Star Trek not a kids' show.", 
    "name": "Nichelle Nichols"
  }, 
  {
    "quote": "Although I do use some of my psychology training in comedy, but it's more like pop psychology, not a course of treatment or anything. To me, it's more like social intelligence.", 
    "name": "Matt Walsh"
  }, 
  {
    "quote": "Almost all Iraqis with any previous experience in the intelligence business are Sunni Arab, increasing the risk of penetration of the new intelligence apparatus by the insurgency.", 
    "name": "Wayne White"
  }, 
  {
    "quote": "It doesn't matter that Bush scares the hell out of me. What matters is that he scares the hell out of a lot of very important people in Washington who can't speak out, in the military, in the intelligence community.", 
    "name": "Seymour Hersh"
  }, 
  {
    "quote": "Americans have always had an ambivalent attitude toward intelligence. When they feel threatened, they want a lot of it, and when they don't, they regard the whole thing as somewhat immoral.", 
    "name": "Vernon A. Walters"
  }, 
  {
    "quote": "Millions of dollars' worth of advertising shows such little respect for the reader's intelligence that it amounts almost to outright insult.", 
    "name": "James Randolph Adams"
  }, 
  {
    "quote": "The skills of the British intelligence community are a great national asset.", 
    "name": "John Scarlett"
  }, 
  {
    "quote": "Of course I believe in aliens. I think it's very egocentric to think that there's nothing else with intelligence in the whole universe.", 
    "name": "Lizzie Brochere"
  }, 
  {
    "quote": "Every major player is working on this technology of artificial intelligence. As of now, it's benign... but I would say that the day is not far off when artificial intelligence as applied to cyber warfare becomes a threat to everybody.", 
    "name": "Ted Bell"
  }, 
  {
    "quote": "The object of pure physics is the unfolding of the laws of the intelligible world the object of pure mathematics that of unfolding the laws of human intelligence.", 
    "name": "James Joseph Sylvester"
  }, 
  {
    "quote": "I'm fascinated by the journey that an intelligent and an ambitious woman makes in the professional world in contrast to the journey that a man of similar ambition, of similar intelligence makes. What sort of concessions does a woman have to make? Does she have to work 20 percent harder than a man?", 
    "name": "Charles Cumming"
  }, 
  {
    "quote": "Week after week, the heads of Red Army Intelligence received updates on the Wehrmacht's preparations.", 
    "name": "Leopold Trepper"
  }, 
  {
    "quote": "Yes we have a specific procedure which we follow in all cases where the Agency is in contact, for the purposes of acquiring intelligence or whatever the case may be, with an individual.", 
    "name": "Richard M. Helms"
  }, 
  {
    "quote": "This also turned out to be negative, so there is no material in the Central Intelligence Agency, either in the records or in the mind of any of the individuals, that there was any contact had or even contemplated with him.", 
    "name": "Richard M. Helms"
  }, 
  {
    "quote": "The danger of having the military take over intelligence is that the military has a very different perspective on the world.", 
    "name": "Pete Hoekstra"
  }, 
  {
    "quote": "Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all.", 
    "name": "Annie Jump Cannon"
  }, 
  {
    "quote": "Nothing has caused the human race so much trouble as intelligence.", 
    "name": "John Michael Hayes"
  }, 
  {
    "quote": "The Bush administration also was not straightforward about the intelligence it had, releasing tenuous information that fit its goal of attacking Iraq. I feel deceived.", 
    "name": "Ken Lucas"
  }, 
  {
    "quote": "Music is an art that expresses the inexpressible. It rises far above what words can mean or the intelligence define. Its domain is the imponderable and impalpable land of the unconscious.", 
    "name": "Charles Munch"
  }, 
  {
    "quote": "Sometimes, surely, truth is closer to imagination or to intelligence, to love than to fact? To be accurate is not to be right.", 
    "name": "Shirley Hazzard"
  }, 
  {
    "quote": "It is not difficult for me to have this faith, for it is incontrovertible that where there is a plan there is intelligence - an orderly, unfolding universe testifies to the truth of the most majestic statement ever uttered - 'In the beginning, God.'", 
    "name": "Arthur H. Compton"
  }, 
  {
    "quote": "Intelligence is nothing without delight.", 
    "name": "Paul Claudel"
  }, 
  {
    "quote": "I think America has more than enough maturity and intelligence to start exercising its world leadership responsibly.", 
    "name": "Cristina Kirchner"
  }, 
  {
    "quote": "There are whole precincts of voters in this country whose united intelligence does not equal that of one representative American woman.", 
    "name": "Carrie Chapman Catt"
  }, 
  {
    "quote": "God gives us intelligence to uncover the wonders of nature. Without the gift, nothing is possible.", 
    "name": "James Clavell"
  }, 
  {
    "quote": "Truth knows no color it appeals to intelligence.", 
    "name": "James Hal Cone"
  }, 
  {
    "quote": "I believe Business Objects is on the cusp of becoming a multi-billion-dollar sales company. There is tremendous growth potential for business intelligence.", 
    "name": "Bernard Liautaud"
  }, 
  {
    "quote": "To lack intelligence is to be in the ring blindfolded.", 
    "name": "David M. Shoup"
  }, 
  {
    "quote": "I am not a member of the CIA or any other intelligence agency.", 
    "name": "James R. Bath"
  }, 
  {
    "quote": "I found that our Soviet espionage efforts had virtually never, or had very seldom, produced any worthwhile political or economic intelligence on the Soviet Union.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "In my professional work with the Agency, by the late '70s, I had come to question the value of a great deal of what we were doing, in terms of the intelligence agency's impact on American policy.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "Our Soviet espionage efforts had virtually never, or had very seldom, produced any worthwhile political or economic intelligence on the Soviet Union.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "There are so many things a large intelligence espionage organization can do to justify its existence, that people can get promotions for, because it could result in results.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "The resistance of policy-makers to intelligence is not just founded on an ideological presupposition. They distrust intelligence sources and intelligence officials because they don't understand what the real problems are.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "We had periodic crises in this country when the technical intelligence didn't support the policy. We had the bomber gap, the missile gap.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "Foreign Ministry guys don't become agents. Party officials, the Foreign Ministry nerds, tend not to volunteer to Western intelligence agencies.", 
    "name": "Aldrich Ames"
  }, 
  {
    "quote": "I wasn't privy to all of the intelligence that was coming in about Guatemala, but I did see the traffic that was coming in from Guatemala City, because it was very relevant to me, and of course I exchanged what I had with the chief of station in Guatemala City.", 
    "name": "E. Howard Hunt"
  }
]