[
  {
    "quote": "In three words I can sum up everything I've learned about life: it goes on.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life define yourself.", 
    "name": "Harvey Fierstein"
  }, 
  {
    "quote": "Believe that life is worth living and your belief will help create the fact.", 
    "name": "William James"
  }, 
  {
    "quote": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.", 
    "name": "John Burroughs"
  }, 
  {
    "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "All life is an experiment. The more experiments you make the better.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.", 
    "name": "Sholom Aleichem"
  }, 
  {
    "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Life is really simple, but we insist on making it complicated.", 
    "name": "Confucius"
  }, 
  {
    "quote": "How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Open your eyes, look within. Are you satisfied with the life you're living?", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "Life is what happens while you are busy making other plans.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Go confidently in the direction of your dreams. Live the life you have imagined.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "A man who dares to waste one hour of time has not discovered the value of life.", 
    "name": "Charles Darwin"
  }, 
  {
    "quote": "Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.", 
    "name": "Cary Grant"
  }, 
  {
    "quote": "Only a life lived for others is a life worthwhile.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.", 
    "name": "Alice Roosevelt Longworth"
  }, 
  {
    "quote": "Any idiot can face a crisis - it's day to day living that wears you out.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "The most important thing is to enjoy your life - to be happy - it's all that matters.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Life's but a walking shadow, a poor player, that struts and frets his hour upon the stage, and then is heard no more it is a tale told by an idiot, full of sound and fury, signifying nothing.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "Change your life today. Don't gamble on the future, act now, without delay.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "Every man dies. Not every man really lives.", 
    "name": "William Wallace"
  }, 
  {
    "quote": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "If you love life, don't waste time, for time is what life is made up of.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.", 
    "name": "James Allen"
  }, 
  {
    "quote": "All the art of living lies in a fine mingling of letting go and holding on.", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Good friends, good books and a sleepy conscience: this is the ideal life.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Our life always expresses the result of our dominant thoughts.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion.", 
    "name": "Max de Pree"
  }, 
  {
    "quote": "He who has a why to live can bear almost any how.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "A baby is God's opinion that life should go on.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Remember when life's path is steep to keep your mind even.", 
    "name": "Horace"
  }, 
  {
    "quote": "Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "When we remember we are all mad, the mysteries disappear and life stands explained.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Life is a succession of lessons which must be lived to be understood.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "The price of anything is the amount of life you exchange for it.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Don't go through life, grow through life.", 
    "name": "Eric Butterworth"
  }, 
  {
    "quote": "Life is 10 percent what you make it, and 90 percent how you take it.", 
    "name": "Irving Berlin"
  }, 
  {
    "quote": "The privilege of a lifetime is being who you are.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "It is not length of life, but depth of life.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Every creature is better alive than dead, men and moose and pine trees, and he who understands it aright will rather preserve its life than destroy it.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Don't let life discourage you everyone who got where he is had to begin where he was.", 
    "name": "Richard L. Evans"
  }, 
  {
    "quote": "Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "A person will sometimes devote all his life to the development of one part of his body - the wishbone.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "There are three constants in life... change, choice and principles.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "It's all about quality of life and finding a happy balance between work and friends and family.", 
    "name": "Philip Green"
  }, 
  {
    "quote": "Life is not a problem to be solved, but a reality to be experienced.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "My life is my message.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The true secret of happiness lies in taking a genuine interest in all the details of daily life.", 
    "name": "William Morris"
  }, 
  {
    "quote": "I love those who yearn for the impossible.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "I love life because what more is there?", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Life consists not in holding good cards but in playing those you hold well.", 
    "name": "Josh Billings"
  }, 
  {
    "quote": "Life loves the liver of it.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "Once you say you're going to settle for second, that's what happens to you in life.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Life is far too important a thing ever to talk seriously about.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The courage of life is often a less dramatic spectacle than the courage of a final moment but it is no less a magnificent mixture of triumph and tragedy.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I do not regret one moment of my life.", 
    "name": "Lillie Langtry"
  }, 
  {
    "quote": "Our life is what our thoughts make it.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Beware the barrenness of a busy life.", 
    "name": "Socrates"
  }, 
  {
    "quote": "The shoe that fits one person pinches another there is no recipe for living that suits all cases.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Everything has been figured out, except how to live.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "The only disability in life is a bad attitude.", 
    "name": "Scott Hamilton"
  }, 
  {
    "quote": "If life were predictable it would cease to be life, and be without flavor.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I think I've discovered the secret of life - you just hang around until you get used to it.", 
    "name": "Charles M. Schulz"
  }, 
  {
    "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Doing what you love is the cornerstone of having abundance in your life.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Everything in life is luck.", 
    "name": "Donald Trump"
  }, 
  {
    "quote": "Use your health, even to the point of wearing it out. That is what it is for. Spend all you have before you die do not outlive yourself.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Life is a series of collisions with the future it is not the sum of what we have been, but what we yearn to be.", 
    "name": "Jose Ortega y Gasset"
  }, 
  {
    "quote": "With the past, I have nothing to do nor with the future. I live now.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The story of life is quicker then the blink of an eye, the story of love is hello, goodbye.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Most people have never learned that one of the main aims in life is to enjoy it.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Life consists in what a man is thinking of all day.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Not life, but good life, is to be chiefly valued.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Life becomes harder for us when we live for others, but it also becomes richer and happier.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "A life is not important except in the impact it has on other lives.", 
    "name": "Jackie Robinson"
  }, 
  {
    "quote": "I have found that if you love life, life will love you back.", 
    "name": "Arthur Rubinstein"
  }, 
  {
    "quote": "May you live all the days of your life.", 
    "name": "Jonathan Swift"
  }, 
  {
    "quote": "A healthful hunger for a great idea is the beauty and blessedness of life.", 
    "name": "Jean Ingelow"
  }, 
  {
    "quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "To affect the quality of the day, that is the highest of arts.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Life is a tragedy when seen in close-up, but a comedy in long-shot.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "The art of living is more like wrestling than dancing.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "Begin at once to live, and count each separate day as a separate life.", 
    "name": "Seneca"
  }, 
  {
    "quote": "Look, I don't want to wax philosophic, but I will say that if you're alive you've got to flap your arms and legs, you've got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you're not alive.", 
    "name": "Mel Brooks"
  }, 
  {
    "quote": "When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "People living deeply have no fear of death.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "A well-spent day brings happy sleep.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Fortunately analysis is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist.", 
    "name": "Karen Horney"
  }, 
  {
    "quote": "Life in abundance comes only through great love.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The greatest discovery of my generation is that a human being can alter his life by altering his attitudes.", 
    "name": "William James"
  }, 
  {
    "quote": "What is important in life is life, and not the result of life.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "You have succeeded in life when all you really want is only what you really need.", 
    "name": "Vernon Howard"
  }, 
  {
    "quote": "An aim in life is the only fortune worth finding.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "I look back on my life like a good day's work, it was done and I am satisfied with it.", 
    "name": "Grandma Moses"
  }, 
  {
    "quote": "While there's life, there's hope.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Get correct views of life, and learn to see the world in its true light. It will enable you to live pleasantly, to do good, and, when summoned away, to leave without regret.", 
    "name": "Robert E. Lee"
  }, 
  {
    "quote": "Life is a long lesson in humility.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "Life is half spent before we know what it is.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "Life must be lived as play.", 
    "name": "Plato"
  }, 
  {
    "quote": "Maybe all one can do is hope to end up with the right regrets.", 
    "name": "Arthur Miller"
  }, 
  {
    "quote": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "One way to get the most out of life is to look upon it as an adventure.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Kindness, I've discovered, is everything in life.", 
    "name": "Isaac Bashevis Singer"
  }, 
  {
    "quote": "Unbeing dead isn't being alive.", 
    "name": "e. e. cummings"
  }, 
  {
    "quote": "To change ones life: Start immediately. Do it flamboyantly.", 
    "name": "William James"
  }, 
  {
    "quote": "Life appears to me too short to be spent in nursing animosity, or registering wrongs.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "This life is worth living, we can say, since it is what we make it.", 
    "name": "William James"
  }, 
  {
    "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "The purpose of life is a life of purpose.", 
    "name": "Robert Byrne"
  }, 
  {
    "quote": "We are all here for a spell, get all the good laughs you can.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "The greatest pleasure of life is love.", 
    "name": "Euripides"
  }, 
  {
    "quote": "The great use of life is to spend it for something that will outlast it.", 
    "name": "William James"
  }, 
  {
    "quote": "Our business in life is not to succeed, but to continue to fail in good spirits.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "The good life is one inspired by love and guided by knowledge.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "While we are postponing, life speeds by.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "There is just one life for each of us: our own.", 
    "name": "Euripides"
  }, 
  {
    "quote": "The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "A chain is no stronger than its weakest link, and life is after all a chain.", 
    "name": "William James"
  }, 
  {
    "quote": "Life is never easy for those who dream.", 
    "name": "Robert James Waller"
  }, 
  {
    "quote": "Life is too short to work so hard.", 
    "name": "Vivien Leigh"
  }, 
  {
    "quote": "The chief danger in life is that you may take too many precautions.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "We are here to add what we can to life, not to get what we can from life.", 
    "name": "William Osler"
  }, 
  {
    "quote": "For the happiest life, days should be rigorously planned, nights left open to chance.", 
    "name": "Mignon McLaughlin"
  }, 
  {
    "quote": "Life well spent is long.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "Life is something to do when you can't get to sleep.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "Life isn't a matter of milestones, but of moments.", 
    "name": "Rose Kennedy"
  }, 
  {
    "quote": "We can't plan life. All we can do is be available for it.", 
    "name": "Lauryn Hill"
  }, 
  {
    "quote": "Life will always be to a large extent what we ourselves make it.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Life is wasted on the living.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "Life has meaning only if one barters it day by day for something other than itself.", 
    "name": "Antoine de Saint-Exupery"
  }, 
  {
    "quote": "The art of life is to know how to enjoy a little and to endure very much.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "The most exhausting thing in life is being insincere.", 
    "name": "Anne Morrow Lindbergh"
  }, 
  {
    "quote": "The main facts in human life are five: birth, food, sleep, love and death.", 
    "name": "E. M. Forster"
  }, 
  {
    "quote": "Life is a succession of moments, to live each one is to succeed.", 
    "name": "Corita Kent"
  }, 
  {
    "quote": "There is no wealth but life.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "Life is largely a matter of expectation.", 
    "name": "Horace"
  }, 
  {
    "quote": "Give me the luxuries of life and I will willingly do without the necessities.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "The indispensable first step to getting the things you want out of life is this: decide what you want.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "I take a simple view of life. It is keep your eyes open and get on with it.", 
    "name": "Laurence Sterne"
  }, 
  {
    "quote": "Seventy percent of success in life is showing up.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "Life is not an exact science, it is an art.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Every man regards his own life as the New Year's Eve of time.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "To live is so startling it leaves little time for anything else.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "What a wonderful life I've had! I only wish I'd realized it sooner.", 
    "name": "Sidonie Gabrielle Colette"
  }, 
  {
    "quote": "Life is like a trumpet - if you don't put anything into it, you don't get anything out of it.", 
    "name": "William Christopher Handy"
  }, 
  {
    "quote": "I take care of my flowers and my cats. And enjoy food. And that's living.", 
    "name": "Ursula Andress"
  }, 
  {
    "quote": "No man is a failure who is enjoying life.", 
    "name": "William Feather"
  }, 
  {
    "quote": "The man who has no inner-life is a slave to his surroundings.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "Wrong life cannot be lived rightly.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "Life is the art of drawing sufficient conclusions from insufficient premises.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "Life is anything that dies when you stomp on it.", 
    "name": "Dave Barry"
  }, 
  {
    "quote": "My life is every moment of my life. It is not a culmination of the past.", 
    "name": "Hugh Leonard"
  }, 
  {
    "quote": "Life is a moderately good play with a badly written third act.", 
    "name": "Truman Capote"
  }, 
  {
    "quote": "To me, if life boils down to one thing, it's movement. To live is to keep moving.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "I did not direct my life. I didn't design it. I never made decisions. Things always came up and made them for me. That's what life is.", 
    "name": "B. F. Skinner"
  }, 
  {
    "quote": "Human life is as evanescent as the morning dew or a flash of lightning.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "To live is to change, and to be perfect is to have changed often.", 
    "name": "John Henry Newman"
  }, 
  {
    "quote": "Our entire life - consists ultimately in accepting ourselves as we are.", 
    "name": "Jean Anouilh"
  }, 
  {
    "quote": "To know nothing is the happiest life.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "To be free is to have achieved your life.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Variety's the very spice of life, That gives it all its flavor.", 
    "name": "William Cowper"
  }, 
  {
    "quote": "You don't have to be the Dalai Lama to tell people that life's about change.", 
    "name": "John Cleese"
  }, 
  {
    "quote": "Life is but thought.", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "Life itself is the proper binge.", 
    "name": "Julia Child"
  }, 
  {
    "quote": "The whole secret of life is to be interested in one thing profoundly and in a thousand things well.", 
    "name": "Horace Walpole"
  }, 
  {
    "quote": "Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "The less routine the more life.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "Life is much shorter than I imagined it to be.", 
    "name": "Abraham Cahan"
  }, 
  {
    "quote": "Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.", 
    "name": "Rebecca West"
  }, 
  {
    "quote": "The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled.", 
    "name": "Henry Adams"
  }, 
  {
    "quote": "Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is.", 
    "name": "Jorge Luis Borges"
  }, 
  {
    "quote": "What we play is life.", 
    "name": "Louis Armstrong"
  }, 
  {
    "quote": "Life is a great sunrise. I do not see why death should not be an even greater one.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "Life is made up of sobs, sniffles, and smiles, with sniffles predominating.", 
    "name": "O. Henry"
  }, 
  {
    "quote": "Not a shred of evidence exists in favor of the idea that life is serious.", 
    "name": "Brendan Gill"
  }, 
  {
    "quote": "The fear of life is the favorite disease of the 20th century.", 
    "name": "William Lyon Phelps"
  }, 
  {
    "quote": "Life has a higher end, than to be amused.", 
    "name": "William Ellery Channing"
  }, 
  {
    "quote": "The person lives twice who lives the first life well.", 
    "name": "Robert Herrick"
  }, 
  {
    "quote": "Unrest of spirit is a mark of life.", 
    "name": "Karl A. Menninger"
  }, 
  {
    "quote": "Life itself still remains a very effective therapist.", 
    "name": "Karen Horney"
  }, 
  {
    "quote": "Life is a lot like jazz... it's best when you improvise.", 
    "name": "George Gershwin"
  }, 
  {
    "quote": "I have inspiration and feelings of being alive most every day I live.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "I had no blood relatives till I made some.", 
    "name": "Andy Dick"
  }, 
  {
    "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.", 
    "name": "Ron White"
  }, 
  {
    "quote": "Where there is love there is life.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality. Wake Up and Live!", 
    "name": "Bob Marley"
  }, 
  {
    "quote": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.", 
    "name": "Buddha"
  }, 
  {
    "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "You have enemies? Good. That means you've stood up for something, sometime in your life.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Do not take life too seriously. You will never get out of it alive.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "In the end, it's not the years in your life that count. It's the life in your years.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "Choose a job you love, and you will never have to work a day in your life.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I've failed over and over and over again in my life and that is why I succeed.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Life can only be understood backwards but it must be lived forwards.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "My mother was the most beautiful woman I ever saw. All I am I owe to my mother. I attribute all my success in life to the moral, intellectual and physical education I received from her.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Character develops itself in the stream of life.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I would rather live my life as if there is a God and die to find out there isn't, than live my life as if there isn't and die to find out there is.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Life is a mirror and will reflect back to the thinker what he thinks into it.", 
    "name": "Ernest Holmes"
  }, 
  {
    "quote": "I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living, it's a way of looking at life through the wrong end of a telescope. Which is what I do, and that enables you to laugh at life's realities.", 
    "name": "Dr. Seuss"
  }, 
  {
    "quote": "Every moment and every event of every man's life on earth plants something in his soul.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Life's most persistent and urgent question is, 'What are you doing for others?'", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Life has its own hidden forces which you can only discover by living.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Whatever your life's work is, do it well. A man should do his job so well that the living, the dead, and the unborn could do it no better.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "Your living is determined not so much by what life brings to you as by the attitude you bring to life not so much by what happens to you as by the way your mind looks at what happens.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Your children are not your children. They are the sons and daughters of Life's longing for itself. They came through you but not from you and though they are with you yet they belong not to you.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "All changes, even the most longed for, have their melancholy for what we leave behind us is a part of ourselves we must die to one life before we can enter another.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "If you can dream it, then you can achieve it. You will get all you want in life if you help enough other people get what they want.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "No government ever voluntarily reduces itself in size. Government programs, once launched, never disappear. Actually, a government bureau is the nearest thing to eternal life we'll ever see on this earth!", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "To be idle is a short road to death and to be diligent is a way of life foolish people are idle, wise people are diligent.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Imagination is everything. It is the preview of life's coming attractions.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I'm not going to change the way I look or the way I feel to conform to anything. I've always been a freak. So I've been a freak all my life and I have to live with that, you know. I'm one of those people.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "God gave us the gift of life it is up to us to give ourselves the gift of living well.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "Just as a candle cannot burn without fire, men cannot live without a spiritual life.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.", 
    "name": "Earl Nightingale"
  }, 
  {
    "quote": "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.", 
    "name": "Melody Beattie"
  }, 
  {
    "quote": "Bad things do happen how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.", 
    "name": "Walter Anderson"
  }, 
  {
    "quote": "The devil has put a penalty on all things we enjoy in life. Either we suffer in health or we suffer in soul or we get fat.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.", 
    "name": "Plato"
  }, 
  {
    "quote": "Again, you can't connect the dots looking forward you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "We love life, not because we are used to living but because we are used to loving.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The quality, not the longevity, of one's life is what is important.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Without music, life would be a mistake.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over. Yeah, I guess it is a friend.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Just as treasures are uncovered from the earth, so virtue appears from good deeds, and wisdom appears from a pure and peaceful mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "I remember my mother's prayers and they have always followed me. They have clung to me all my life.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "I've learned that you shouldn't go through life with a catcher's mitt on both hands you need to be able to throw something back.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "You can't stop loving or wanting to love because when its right it's the best thing in the world. When you're in a relationship and its good, even if nothing else in your life is right, you feel like your whole world is complete.", 
    "name": "Keith Sweat"
  }, 
  {
    "quote": "The monotony and solitude of a quiet life stimulates the creative mind.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Without deep reflection one knows from daily life that one exists for other people.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.", 
    "name": "Rita Rudner"
  }, 
  {
    "quote": "Property is intended to serve life, and no matter how much we surround it with rights and respect, it has no personal being. It is part of the earth man walks on. It is not man.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "It's the game of life. Do I win or do I lose? One day they're gonna shut the game down. I gotta have as much fun and go around the board as many times as I can before it's my turn to leave.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Love is life. And if you miss love, you miss life.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "The best thing to hold onto in life is each other.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "There is nothing more tragic than to find an individual bogged down in the length of life, devoid of breadth.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "We make a living by what we get, but we make a life by what we give.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "The only real failure in life is not to be true to the best one knows.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Today, more than ever before, life must be characterized by a sense of Universal responsibility, not only nation to nation and human to human, but also human to other forms of life.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Without health life is not life it is only a state of langour and suffering - an image of death.", 
    "name": "Buddha"
  }, 
  {
    "quote": "He who is not courageous enough to take risks will accomplish nothing in life.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "When I was young I thought that money was the most important thing in life now that I am old I know that it is.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.", 
    "name": "Og Mandino"
  }, 
  {
    "quote": "The more you praise and celebrate your life, the more there is in life to celebrate.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don't try to control. In work, do what you enjoy. In family life, be completely present.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Learning to trust is one of life's most difficult tasks.", 
    "name": "Isaac Watts"
  }, 
  {
    "quote": "Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "The things that will destroy America are prosperity-at-any-price, peace-at-any-price, safety-first instead of duty-first, the love of soft living, and the get-rich-quick theory of life.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.", 
    "name": "Golda Meir"
  }, 
  {
    "quote": "Don't Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Life is tough, but it's tougher when you're stupid.", 
    "name": "John Wayne"
  }, 
  {
    "quote": "A man who views the world the same at fifty as he did at twenty has wasted thirty years of his life.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Life's Tragedy is that we get old to soon and wise too late.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Focusing your life solely on making a buck shows a certain poverty of ambition. It asks too little of yourself. Because it's only when you hitch your wagon to something larger than yourself that you realize your true potential.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "You can't connect the dots looking forward you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "All my life I have tried to pluck a thistle and plant a flower wherever the flower would grow in thought and mind.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "We can easily forgive a child who is afraid of the dark the real tragedy of life is when men are afraid of the light.", 
    "name": "Plato"
  }, 
  {
    "quote": "An armed society is a polite society. Manners are good when one may have to back up his acts with his life.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny.", 
    "name": "Albert Ellis"
  }, 
  {
    "quote": "Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.", 
    "name": "John Wayne"
  }, 
  {
    "quote": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "And this, our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "We hold these truths to be self-evident: that all men are created equal that they are endowed by their Creator with certain unalienable rights that among these are life, liberty, and the pursuit of happiness.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.", 
    "name": "Richard Bach"
  }, 
  {
    "quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "To succeed in life, you need two things: ignorance and confidence.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "You can have everything in life you want, if you will just help other people get what they want.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Life without love is like a tree without blossoms or fruit.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "My life has been one great big joke, a dance that's walked a song that's spoke, I laugh so hard I almost choke when I think about myself.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "There is only one thing in life worse than being talked about, and that is not being talked about.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Through humor, you can soften some of the worst blows that life delivers. And once you find laughter, no matter how painful your situation might be, you can survive it.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "All my life, my heart has yearned for a thing I cannot name.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "If the only prayer you ever say in your entire life is thank you, it will be enough.", 
    "name": "Meister Eckhart"
  }, 
  {
    "quote": "There are only two tragedies in life: one is not getting what one wants, and the other is getting it.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The greatest happiness of life is the conviction that we are loved loved for ourselves, or rather, loved in spite of ourselves.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "What a wee little part of a person's life are his acts and his words! His real life is led in his head, and is known to none but himself.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "Those who educate children well are more to be honored than they who produce them for these only gave them life, those the art of living well.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.", 
    "name": "Ashley Smith"
  }, 
  {
    "quote": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together.", 
    "name": "Margaret J. Wheatley"
  }, 
  {
    "quote": "To know even one life has breathed easier because you have lived. This is to have succeeded.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Our life of poverty is as necessary as the work itself. Only in heaven will we see how much we owe to the poor for helping us to love God better because of them.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Make it a habit to tell people thank you. To express your appreciation, sincerely and without the expectation of anything in return. Truly appreciate those around you, and you'll soon find many others around you. Truly appreciate life, and you'll find that you have more of it.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "Each person must live their life as a model for others.", 
    "name": "Rosa Parks"
  }, 
  {
    "quote": "I believe that being successful means having a balance of success stories across the many areas of your life. You can't truly be considered successful in your business life if your home life is in shambles.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.", 
    "name": "Socrates"
  }, 
  {
    "quote": "There are four questions of value in life... What is sacred? Of what is the spirit made? What is worth living for, and what is worth dying for? The answer to each is the same. Only love.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Money isn't the most important thing in life, but it's reasonably close to oxygen on the 'gotta have it' scale.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "I'm the one that has to die when it's time for me to die, so let me live my life, the way I want to.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "I decided, very early on, just to accept life unconditionally I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "I don't believe in guilt, I believe in living on impulse as long as you never intentionally hurt another person, and don't judge people in your life. I think you should live completely free.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "You change your life by changing your heart.", 
    "name": "Max Lucado"
  }, 
  {
    "quote": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I never thought of losing, but now that it' s happened, the only thing is to do it right. That's my obligation to all the people who believe in me. We all have to take defeats in life.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Life stands before me like an eternal spring with new and brilliant clothes.", 
    "name": "Carl Friedrich Gauss"
  }, 
  {
    "quote": "Life isn't about finding yourself. Life is about creating yourself.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune to keep him is a blessing.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "The care of human life and happiness, and not their destruction, is the first and only object of good government.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The key to immortality is first living a life worth remembering.", 
    "name": "Bruce Lee"
  }, 
  {
    "quote": "My rule of life prescribed as an absolutely sacred rite smoking cigars and also the drinking of alcohol before, after and if need be during all meals and in the intervals between them.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Even when a person has all of life's comforts - good food, good shelter, a companion - he or she can still become unhappy when encountering a tragic situation.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "You can never really live anyone else's life, not even your child's. The influence you exert is through your own life, and what you've become yourself.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "The purpose of art is washing the dust of daily life off our souls.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "The important thing is that men should have a purpose in life. It should be something useful, something good.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "As you walk down the fairway of life you must smell the roses, for you only get to play one round.", 
    "name": "Ben Hogan"
  }, 
  {
    "quote": "Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "If you ask me what I came into this life to do, I will tell you: I came to live out loud.", 
    "name": "Emile Zola"
  }, 
  {
    "quote": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside.", 
    "name": "Mark Twain"
  }, 
  {
    "quote": "There's no tragedy in life like the death of a child. Things never get back to the way they were.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Some of the worst mistakes of my life have been haircuts.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "Life is as tedious as twice-told tale, vexing the dull ear of a drowsy man.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "A sense of humor... is needed armor. Joy in one's heart and some laughter on one's lips is a sign that the person down deep has a pretty good grasp of life.", 
    "name": "Hugh Sidey"
  }, 
  {
    "quote": "The God who gave us life, gave us liberty at the same time.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.", 
    "name": "Hugh Mackay"
  }, 
  {
    "quote": "A nation which has forgotten the quality of courage which in the past has been brought to public life is not as likely to insist upon or regard that quality in its chosen leaders today - and in fact we have forgotten.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained.", 
    "name": "Marie Curie"
  }, 
  {
    "quote": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides and in this respect, it irrigates the deserts that our lives have already become.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "If you have no confidence in self, you are twice defeated in the race of life.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "In the course of my life, I have often had to eat my words, and I must confess that I have always found it a wholesome diet.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Once I knew only darkness and stillness... my life was without past or future... but a little word from the fingers of another fell into my hand that clutched at emptiness, and my heart leaped to the rapture of living.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "Nothing in life is so exhilarating as to be shot at without result.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Football is like life - it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "For time and the world do not stand still. Change is the law of life. And those who look only to the past or the present are certain to miss the future.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Life is either a great adventure or nothing.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Stop acting as if life is a rehearsal. Live this day as if it were your last. The past is over and gone. The future is not guaranteed.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Once in his life, every man is entitled to fall madly in love with a gorgeous redhead.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.", 
    "name": "Carl Sandburg"
  }, 
  {
    "quote": "In war as in life, it is often necessary when some cherished scheme has failed, to take up the best alternative open, and if so, it is folly not to work for it with all your might.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "Books constitute capital. A library book lasts as long as a house, for hundreds of years. It is not, then, an article of mere consumption but fairly of capital, and often in the case of professional men, setting out in life, it is their only capital.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.'", 
    "name": "Billy Graham"
  }, 
  {
    "quote": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I guess I have always been deeply terrified to really be someone's wife since I know from life one cannot love another, ever, really.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Life is never fair, and perhaps it is a good thing for most of us that it is not.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "People grow through experience if they meet life honestly and courageously. This is how character is built.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Without pain, there would be no suffering, without suffering we would never learn from our mistakes. To make it right, pain and suffering is the key to all windows, without it, there is no way of life.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "If you are not too long, I will wait here for you all my life.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Constant development is the law of life, and a man who always tries to maintain his dogmas in order to appear consistent drives himself into a false position.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Life is hard it's harder if you're stupid.", 
    "name": "John Wayne"
  }, 
  {
    "quote": "Let everyone try and find that as a result of daily prayer he adds something new to his life, something with which nothing can be compared.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.", 
    "name": "Alan Cohen"
  }, 
  {
    "quote": "Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.", 
    "name": "Joan Lunden"
  }, 
  {
    "quote": "Life is a process of becoming, a combination of states we have to go through. Where people fail is that they wish to elect a state and remain in it. This is a kind of death.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Life is a series of experiences, each one of which makes us bigger, even though sometimes it is hard to realize this. For the world was built to develop character, and we must learn that the setbacks and grieves which we endure help us in our marching onward.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "There is a very fine line between loving life and being greedy for it.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "Life is one grand, sweet song, so start the music.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "When we do the best that we can, we never know what miracle is wrought in our life, or in the life of another.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "At fifteen life had taught me undeniably that surrender, in its place, was as honorable as resistance, especially if one had no choice.", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.", 
    "name": "Lucille Ball"
  }, 
  {
    "quote": "As you simplify your life, the laws of the universe will be simpler solitude will not be solitude, poverty will not be poverty, nor weakness weakness.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Life loves to be taken by the lapel and told: 'I'm with you kid. Let's go.'", 
    "name": "Maya Angelou"
  }, 
  {
    "quote": "There are only three things women need in life: food, water, and compliments.", 
    "name": "Chris Rock"
  }, 
  {
    "quote": "Life is an exciting business, and most exciting when it is lived for others.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "I'm not claiming divinity. I've never claimed purity of soul. I've never claimed to have the answers to life. I only put out songs and answer questions as honestly as I can... But I still believe in peace, love and understanding.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "A life of leisure and a life of laziness are two things. There will be sleeping enough in the grave.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Each player must accept the cards life deals him or her: but once they are in hand, he or she alone must decide how to play the cards in order to win the game.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "We have one life it soon will be past what we do for God is all that will last.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "Life is hard. After all, it kills you.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "My philosophy of life is that if we make up our mind what we are going to make of our lives, then work hard toward that goal, we never lose - somehow we win out.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "A chief event of life is the day in which we have encountered a mind that startled us.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "To deprive a man of his natural liberty and to deny to him the ordinary amenities of life is worse then starving the body it is starvation of the soul, the dweller in the body.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "It was once said that the moral test of government is how that government treats those who are in the dawn of life, the children those who are in the twilight of life, the elderly and those who are in the shadows of life, the sick, the needy and the handicapped.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "My family, frankly, they weren't folks who went to church every week. My mother was one of the most spiritual people I knew but she didn't raise me in the church, so I came to my Christian faith later in life and it was because the precepts of Jesus Christ spoke to me in terms of the kind of life that I would want to lead.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "Learn to get in touch with the silence within yourself, and know that everything in life has purpose. There are no mistakes, no coincidences, all events are blessings given to us to learn from.", 
    "name": "Elisabeth Kubler-Ross"
  }, 
  {
    "quote": "One reason so few of us achieve what we truly want is that we never direct our focus we never concentrate our power. Most people dabble their way through life, never deciding to master anything in particular.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "The main purpose of life is to live rightly, think rightly, act rightly. The soul must languish when we give all our thought to the body.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Life imitates art far more than art imitates Life.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Say there's a white kid who lives in a nice home, goes to an all-white school, and is pretty much having everything handed to him on a platter - for him to pick up a rap tape is incredible to me, because what that's saying is that he's living a fantasy life of rebellion.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I have spent many years of my life in opposition, and I rather like the role.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Freedom is never dear at any price. It is the breath of life. What would a man not pay for living?", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Life every man holds dear but the dear man holds honor far more precious dear than life.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Alcohol is the anesthesia by which we endure the operation of life.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "We have the duty to protect the life of an unborn child.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "The greatest thing in family life is to take a hint when a hint is intended-and not to take a hint when a hint isn't intended.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "You will find as you look back upon your life that the moments when you have truly lived are the moments when you have done things in the spirit of love.", 
    "name": "Henry Drummond"
  }, 
  {
    "quote": "Religion is more than life. Remember that his own religion is the truest to every man even if it stands low in the scales of philosophical comparison.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Very little is needed to make a happy life it is all within yourself, in your way of thinking.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The great danger for family life, in the midst of any society whose idols are pleasure, comfort and independence, lies in the fact that people close their hearts and become selfish.", 
    "name": "Pope John Paul II"
  }, 
  {
    "quote": "There is more to life than increasing its speed.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Fathers should be neither seen nor heard. That is the only proper basis for family life.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The world has grown suspicious of anything that looks like a happily married life.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I put all my genius into my life I put only my talent into my works.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "There is something terribly morbid in the modern sympathy with pain. One should sympathise with the colour, the beauty, the joy of life. The less said about life's sores the better.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "I know in my heart that man is good. That what is right will always eventually triumph. And there's purpose and worth to each and every life.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Purity of personal life is the one indispensable condition for building up a sound education.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "But what is happiness except the simple harmony between a man and the life he leads?", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "The man who views the world at 50 the same as he did at 20 has wasted 30 years of his life.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "The one charm about marriage is that it makes a life of deception absolutely necessary for both parties.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "You do things when the opportunities come along. I've had periods in my life when I've had a bundle of ideas come along, and I've had long dry spells. If I get an idea next week, I'll do something. If not, I won't do a damn thing.", 
    "name": "Warren Buffett"
  }, 
  {
    "quote": "Presents don't really mean much to me. I don't want to sound mawkish, but - it was the realization that I have a great many people in my life who really love me, and who I really love.", 
    "name": "Gabriel Byrne"
  }, 
  {
    "quote": "I'm so glad I never feel important, it does complicate life!", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "One's real life is so often the life that one does not lead.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Education is not preparation for life education is life itself.", 
    "name": "John Dewey"
  }, 
  {
    "quote": "Life must be lived and curiosity kept alive. One must never, for whatever reason, turn his back on life.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "I bear a charmed life.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Man does not control his own fate. The women in his life do that for him.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "I haven't trusted polls since I read that 62% of women had affairs during their lunch hour. I've never met a woman in my life who would give up lunch for sex.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "In married life three is company and two none.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "Life is pretty simple: You do some stuff. Most fails. Some works. You do more of what works. If it works big, others quickly copy it. Then you do something else. The trick is the doing something else.", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "A man who has never made a woman angry is a failure in life.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Autobiographies are only useful as the lives you read about and analyze may suggest to you something that you may find useful in your own journey through life.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "In modern life nothing produces such an effect as a good platitude. It makes the whole world kin.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up.", 
    "name": "John C. Maxwell"
  }, 
  {
    "quote": "For life and death are one, even as the river and the sea are one.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "It is one of the beautiful compensations in this life that no one can sincerely try to help another without helping himself.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "In poverty and other misfortunes of life, true friends are a sure refuge. The young they keep out of mischief to the old they are a comfort and aid in their weakness, and those in the prime of life they incite to noble deeds.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I am a woman in process. I'm just trying like everybody else. I try to take every conflict, every experience, and learn from it. Life is never dull.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "When you have nobody you can make a cup of tea for, when nobody needs you, that's when I think life is over.", 
    "name": "Audrey Hepburn"
  }, 
  {
    "quote": "If you are lucky enough to have lived in Paris as a young man, then wherever you go for the rest of your life it stays with you, for Paris is a moveable feast.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Dost thou love life? Then do not squander time, for that is the stuff life is made of.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Your daily life is your temple and your religion. When you enter into it take with you your all.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "Frazier is so ugly that he should donate his face to the US Bureau of Wild Life.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "If anyone is crazy enough to want to kill a president of the United States, he can do it. All he must be prepared to do is give his life for the president's.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "He who is not everyday conquering some fear has not learned the secret of life.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The greatest gift of life is friendship, and I have received it.", 
    "name": "Hubert H. Humphrey"
  }, 
  {
    "quote": "Life is without meaning. You bring the meaning to it. The meaning of life is whatever you ascribe it to be. Being alive is the meaning.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty, and all forms of human life.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Life is hard. Then you die. Then they throw dirt in your face. Then the worms eat you. Be grateful it happens in that order.", 
    "name": "David Gerrold"
  }, 
  {
    "quote": "Opportunities to find deeper powers within ourselves come when life seems most challenging.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "I am sorry to say that there is too much point to the wisecrack that life is extinct on other planets because their scientists were more advanced than ours.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I really haven't had that exciting of a life. There are a lot of things I wish I would have done, instead of just sitting around and complaining about having a boring life. So I pretty much like to make it up. I'd rather tell a story about somebody else.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "Choose your life's mate carefully. From this one decision will come 90 percent of all your happiness or misery.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Success comes from taking the initiative and following up... persisting... eloquently expressing the depth of your love. What simple action could you take today to produce a new momentum toward success in your life?", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "I want to live my life so that my nights are not full of regrets.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Don't be too timid and squeamish about your actions. All life is an experiment.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "This is the strangest life I've ever known.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "The wise man does not expose himself needlessly to danger, since there are few things for which he cares sufficiently but he is willing, in great crises, to give even his life - knowing that under certain conditions it is not worthwhile to live.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I swear, by my life and my love of it, that I will never live for the sake of another man, nor ask another man to live for mine.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Your life is the fruit of your own doing. You have no one to blame but yourself.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "I have learned, that if one advances confidently in the direction of his dreams, and endeavors to live the life he has imagined, he will meet with a success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, 'Why god? Why me?' and the thundering voice of God answered, 'There's just something about you that pisses me off.'", 
    "name": "Stephen King"
  }, 
  {
    "quote": "All the breaks you need in life wait within your imagination, Imagination is the workshop of your mind, capable of turning mind energy into accomplishment and wealth.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor.", 
    "name": "Vince Lombardi"
  }, 
  {
    "quote": "Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Old age is just a record of one's whole life.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "The more sand has escaped from the hourglass of our life, the clearer we should see through it.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Death and life have their determined appointments riches and honors depend upon heaven.", 
    "name": "Confucius"
  }, 
  {
    "quote": "A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "To be able to look back upon ones life in satisfaction, is to live twice.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "An Atheist believes that a hospital should be built instead of a church. An atheist believes that deed must be done instead of prayer said. An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanished, war eliminated.", 
    "name": "Madalyn Murray O'Hair"
  }, 
  {
    "quote": "You want to believe that there's one relationship in life that's beyond betrayal. A relationship that's beyond that kind of hurt. And there isn't.", 
    "name": "Caleb Carr"
  }, 
  {
    "quote": "I need drama in my life to keep making music.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I should have no objection to go over the same life from its beginning to the end: requesting only the advantage authors have, of correcting in a second edition the faults of the first.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "One thing they never tell you about child raising is that for the rest of your life, at the drop of a hat, you are expected to know your child's name and how old he or she is.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Friendship is the shadow of the evening, which increases with the setting sun of life.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "To lengthen thy life, lessen thy meals.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Life without liberty is like a body without spirit.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Have courage for the great sorrows of life and patience for the small ones and when you have laboriously accomplished your daily task, go to sleep in peace.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "The secret of life is honesty and fair dealing. If you can fake that, you've got it made.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Be true to the game, because the game will be true to you. If you try to shortcut the game, then the game will shortcut you. If you put forth the effort, good things will be bestowed upon you. That's truly about the game, and in some ways that's about life too.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Life and death are one thread, the same line viewed from different sides.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "If we don't know life, how can we know death?", 
    "name": "Confucius"
  }, 
  {
    "quote": "Do not be too moral. You may cheat yourself out of much life so. Aim above morality. Be not simply good be good for something.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "He who fights with monsters might take care lest he thereby become a monster. Is not life a hundred times too short for us to bore ourselves?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Life was always a matter of waiting for the right moment to act.", 
    "name": "Paulo Coelho"
  }, 
  {
    "quote": "The object of life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "The energy of the mind is the essence of life.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I challenge you to make your life a masterpiece. I challenge you to join the ranks of those people who live what they teach, who walk their talk.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "The expectations of life depend upon diligence the mechanic that would perfect his work must first sharpen his tools.", 
    "name": "Confucius"
  }, 
  {
    "quote": "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Life is the art of drawing without an eraser.", 
    "name": "John W. Gardner"
  }, 
  {
    "quote": "Politicians also have no leisure, because they are always aiming at something beyond political life itself, power and glory, or happiness.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Children are the anchors of a mother's life.", 
    "name": "Sophocles"
  }, 
  {
    "quote": "Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "A life is either all spiritual or not spiritual at all. No man can serve two masters. Your life is shaped by the end you live for. You are made in the image of what you desire.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Is life not a thousand times too short for us to bore ourselves?", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "As soon as there is life there is danger.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "It is best to rise from life as from a banquet, neither thirsty nor drunken.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Babies don't need a vacation, but I still see them at the beach... it pisses me off! I'll go over to a little baby and say 'What are you doing here? You haven't worked a day in your life!'", 
    "name": "Steven Wright"
  }, 
  {
    "quote": "Life is not fair get used to it.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "It is by going down into the abyss that we recover the treasures of life. Where you stumble, there lies your treasure.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "One secret of success in life is for a man to be ready for his opportunity when it comes.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "People disparage knowing and the intellectual life, and urge doing. I am content with knowing, if only I could know.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life.", 
    "name": "Michael LeBoeuf"
  }, 
  {
    "quote": "If there's not drama and negativity in my life, all my songs will be really wack and boring or something.", 
    "name": "Eminem"
  }, 
  {
    "quote": "Art is the proper task of life.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The unexamined life is not worth living.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Sometimes life hits you in the head with a brick. Don't lose faith.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "I can't really change my life to accommodate people who are jealous. I don't see why I should.", 
    "name": "Sting"
  }, 
  {
    "quote": "There is no value in life except what you choose to place upon it and no happiness in any place except what you bring to it yourself.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "As we advance in life it becomes more and more difficult, but in fighting the difficulties the inmost strength of the heart is developed.", 
    "name": "Vincent Van Gogh"
  }, 
  {
    "quote": "I know of no more encouraging fact than the unquestionable ability of man to elevate his life by conscious endeavor.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Men create gods after their own image, not only with regard to their form but with regard to their mode of life.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "The true object of all human life is play. Earth is a task garden heaven is a playground.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "Our truest life is when we are in dreams awake.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Life began with waking up and loving my mother's face.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "I want to wake up every day and do whatever comes in my mind, and not feel pressure or obligations to do anything else in my life.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "A woman's life can really be a succession of lives, each revolving around some emotionally compelling situation or challenge, and each marked off by some intense experience.", 
    "name": "Wallis Simpson"
  }, 
  {
    "quote": "A broad margin of leisure is as beautiful in a man's life as in a book. Haste makes waste, no less in life than in housekeeping. Keep the time, observe the hours of the universe, not of the cars.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I think computer viruses should count as life. I think it says something about human nature that the only form of life we have created so far is purely destructive. We've created life in our own image.", 
    "name": "Stephen Hawking"
  }, 
  {
    "quote": "Thou wilt find rest from vain fancies if thou doest every act in life as though it were thy last.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "I'd like to be settled into somewhat of a normal life. Somewhat. I know it's never going to be completely normal.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life and the procedure , the process is its own reward.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me.", 
    "name": "Anne Hathaway"
  }, 
  {
    "quote": "In college I never realized the opportunities available to a pro athlete. I've been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "Life shrinks or expands in proportion to one's courage.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "The state comes into existence for the sake of life and continues to exist for the sake of good life.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Dreams are necessary to life.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "There are old heads in the world who cannot help me by their example or advice to live worthily and satisfactorily to myself but I believe that it is in my power to elevate myself this very hour above the common level of my life.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "It's true, Christmas can feel like a lot of work, particularly for mothers. But when you look back on all the Christmases in your life, you'll find you've created family traditions and lasting memories. Those memories, good and bad, are really what help to keep a family together over the long haul.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "A man can live and be healthy without killing animals for food therefore, if he eats meat, he participates in taking animal life merely for the sake of his appetite.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "We can always choose to perceive things differently. You can focus on what's wrong in your life, or you can focus on what's right.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "To fear love is to fear life, and those who fear life are already three parts dead.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "You must understand the whole of life, not just one little part of it. That is why you must read, that is why you must look at the skies, that is why you must sing and dance, and write poems and suffer and understand, for all that is life.", 
    "name": "Jiddu Krishnamurti"
  }, 
  {
    "quote": "When I chased after money, I never had enough. When I got my life on purpose and focused on giving of myself and everything that arrived into my life, then I was prosperous.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Our life is frittered away by detail... simplify, simplify.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Sometimes I feel my whole life has been one big rejection.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Respect is one of life's greatest treasures. I mean, what does it all add up to if you don't have that?", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "If you spend your life competing with business men, what do you have? A bank account and ulcers!", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "If there is only one thing in my life that I am proud of, it's that I've never been a kept woman.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Sometimes I think it would be easier to avoid old age, to die young, but then you'd never complete your life, would you? You'd never wholly know you.", 
    "name": "Marilyn Monroe"
  }, 
  {
    "quote": "Thug Life to me is dead.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "There are two means of refuge from the miseries of life: music and cats.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "A hero is someone who has given his or her life to something bigger than oneself.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "I have so much chaos in my life, it's become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they're wrong.", 
    "name": "Tom Welling"
  }, 
  {
    "quote": "For me life is continuously being hungry. The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "Always fall in with what you're asked to accept. Take what is given, and make it over your way. My aim in life has always been to hold my own with whatever's going. Not against: with.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "I don't have expectations. Expectations in your life just lead to giant disappointments.", 
    "name": "Michael Landon"
  }, 
  {
    "quote": "Judgments, value judgments concerning life, for or against, can in the last resort never be true: they possess value only as symptoms, they come into consideration only as symptoms - in themselves such judgments are stupidities.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "If you're married, and you have a wife, and you really love your wife, is it good enough to only say to your wife 'I love her' the day you get married? Or should you tell her every single day when you wake up and every opportunity? And that's how I feel about my relationship with Jesus Christ is that it is the most important thing in my life.", 
    "name": "Tim Tebow"
  }, 
  {
    "quote": "Let us beware of saying that death is the opposite of life. The living being is only a species of the dead, and a very rare species.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Life is divided into three terms - that which was, which is, and which will be. Let us learn from the past to profit by the present, and from the present, to live better in the future.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "There are people who want to make men's lives more difficult for no other reason than the chance it provides them afterwards to offer their prescription for alleviating life their Christianity, for instance.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "My definition of success is to live your life in a way that causes you to feel a ton of pleasure and very little pain - and because of your lifestyle, have the people around you feel a lot more pleasure than they do pain.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "This is as true in everyday life as it is in battle: we are given one life and the decision is ours whether to wait for circumstances to make up our mind, or whether to act, and in acting, to live.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "Most of the luxuries and many of the so-called comforts of life are not only not indispensable, but positive hindrances to the elevation of mankind.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Run for your life from any man who tells you that money is evil. That sentence is the leper's bell of an approaching looter.", 
    "name": "Ayn Rand"
  }, 
  {
    "quote": "Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "The lie is a condition of life.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "Don't ignore the past, but deal with it, on your own pace. Once you deal with it, you are free of it and you are free to embrace your life and be a happy loving person because if you don't, the past will come back to haunt and keep coming back to haunt you.", 
    "name": "Boris Kodjoe"
  }, 
  {
    "quote": "What is called genius is the abundance of life and health.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Little men with little minds and little imaginations go through life in little ruts, smugly resisting all changes which would jar their little worlds.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Regarding life, the wisest men of all ages have judged alike: it is worthless.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "Being in control of your life and having realistic expectations about your day-to-day challenges are the keys to stress management, which is perhaps the most important ingredient to living a happy, healthy and rewarding life.", 
    "name": "Marilu Henner"
  }, 
  {
    "quote": "Acceptance of one's life has nothing to do with resignation it does not mean running away from the struggle. On the contrary, it means accepting it as it comes, with all the handicaps of heredity, of suffering, of psychological complexes and injustices.", 
    "name": "Paul Tournier"
  }, 
  {
    "quote": "Bottom line is, I didn't return to Apple to make a fortune. I've been very lucky in my life and already have one. When I was 25, my net worth was $100 million or so. I decided then that I wasn't going to let it ruin my life. There's no way you could ever spend it all, and I don't view wealth as something that validates my intelligence.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "The greatest mistake you can make in life is continually fearing that you'll make one.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "The life of the dead is placed in the memory of the living.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "I just don't know how to deal with so many people giving me that much affection. I never had that in my life.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical.", 
    "name": "Julius Erving"
  }, 
  {
    "quote": "About all you can do in life is be who you are. Some people will love you for you. Most will love you for what you can do for them, and some won't like you at all.", 
    "name": "Rita Mae Brown"
  }, 
  {
    "quote": "Wealth is the ability to fully experience life.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is.", 
    "name": "Bob Feller"
  }, 
  {
    "quote": "If you like small government you need to work hard at having a strong national defense that is not so militant. Personal liberty is the purpose of government, to protect liberty - not to run your personal life, not to run the economy, and not to pretend that we can tell the world how they ought to live.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "What each must seek in his life never was on land or sea. It is something out of his own unique potentiality for experience, something that never has been and never could have been experienced by anyone else.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "The only way to enjoy anything in this life is to earn it first.", 
    "name": "Ginger Rogers"
  }, 
  {
    "quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "I've reached a point in my life where it's the little things that matter... I was always a rebel and probably could have got much farther had I changed my attitude. But when you think about it, I got pretty far without changing attitudes. I'm happier with that.", 
    "name": "Veronica Lake"
  }, 
  {
    "quote": "Dad almost died of a heart attack in the middle of making Apocalypse Now, the biggest movie of his life. It doesn't make you want to jump into that business.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I'm not one of those complicated, mixed-up cats. I'm not looking for the secret to life... I just go on from day to day, taking what comes.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "Education doesn't change life much. It just lifts trouble to a higher plane of regard.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Apply yourself both now and in the next life. Without effort, you cannot be prosperous. Though the land be good, You cannot have an abundant crop without cultivation.", 
    "name": "Plato"
  }, 
  {
    "quote": "False friendship, like the ivy, decays and ruins the walls it embraces but true friendship gives new life and animation to the object it supports.", 
    "name": "Richard Burton"
  }, 
  {
    "quote": "Develop an interest in life as you see it the people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Everyone has his own specific vocation or mission in life everyone must carry out a concrete assignment that demands fulfillment. Therein he cannot be replaced, nor can his life be repeated, thus, everyone's task is unique as his specific opportunity to implement it.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "Never separate the life you live from the words you speak.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "It is not doing the thing we like to do, but liking the thing we have to do, that makes life blessed.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "The cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you're kind, amazing things will happen.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I have a great respect for incremental improvement, and I've done that sort of thing in my life, but I've always been attracted to the more revolutionary changes. I don't know why. Because they're harder. They're much more stressful emotionally. And you usually go through a period where everybody tells you that you've completely failed.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually.", 
    "name": "Frank Sinatra"
  }, 
  {
    "quote": "Most of the change we think we see in life is due to truths being in and out of favor.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Being yourself is one of the hardest things because it's scary. You always wonder whether you'll be accepted for who you really are. I decided to call my record 'Inside Out' because that's my motto about life. I don't think you ever succeed at trying to be anyone else but who you truly are.", 
    "name": "Emmy Rossum"
  }, 
  {
    "quote": "There is no more fatal blunderer than he who consumes the greater part of his life getting his living.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Nature and human life are as various as our several constitutions. Who shall say what prospect life offers to another?", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "I'm back to doing everything I used to, loving life as ever.", 
    "name": "Donna Mills"
  }, 
  {
    "quote": "You leave old habits behind by starting out with the thought, 'I release the need for this in my life'.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "The way you think, the way you behave, the way you eat, can influence your life by 30 to 50 years.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "The quality of life is more important than life itself.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "I didn't see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter one of the most creative periods of my life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "I think it's important to have closure in any relationship that ends - from a romantic relationship to a friendship. You should always have a sense of clarity at the end and know why it began and why it ended. You need that in your life to move cleanly into your next phase.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?", 
    "name": "T. S. Eliot"
  }, 
  {
    "quote": "I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.", 
    "name": "Martin Lawrence"
  }, 
  {
    "quote": "Two such as you with such a master speed, cannot be parted nor be swept away, from one another once you are agreed, that life is only life forevermore, together wing to wing and oar to oar.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Be happy for this moment. This moment is your life.", 
    "name": "Omar Khayyam"
  }, 
  {
    "quote": "You have the right to kill me, but you don't have the right to judge me. That's life. There's nobility in that. There's focus. It's genuine. It's crystal and it's pure and it's available to everybody, so just shut your traps and put down your McDonalds, your vaccines, your Us Weekly, your TMZ and the rest of it.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I would say my greatest achievement in life right now - my greatest achievement period is - and I'm still trying to achieve it - is to be a wonderful father to my kids.", 
    "name": "Bo Jackson"
  }, 
  {
    "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.", 
    "name": "Bradley Whitford"
  }, 
  {
    "quote": "Life begins at the end of your comfort zone.", 
    "name": "Neale Donald Walsch"
  }, 
  {
    "quote": "People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy.", 
    "name": "Summer Altice"
  }, 
  {
    "quote": "What I learned in jail is that I can't change. I can't live a different lifestyle-this is it. This is the life that they gave and this is the life that I made.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Let the refining and improving of your own life keep you so busy that you have little time to criticize others.", 
    "name": "H. Jackson Brown, Jr."
  }, 
  {
    "quote": "Once you've wrestled, everything else in life is easy.", 
    "name": "Dan Gable"
  }, 
  {
    "quote": "The chief reason for going to school is to get the impression fixed for life that there is a book side for everything.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "When you are tough on yourself, life is going to be infinitely easier on you.", 
    "name": "Zig Ziglar"
  }, 
  {
    "quote": "Take care to sell your horse before he dies. The art of life is passing losses on.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The biggest adventure you can take is to live the life of your dreams.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "If you cannot work on the marriage or the women is a moron, staying married and cheating makes the most sense because divorce is disruptive to the family life and your bank account.", 
    "name": "Al Goldstein"
  }, 
  {
    "quote": "It's funny how most people love the dead, once you're dead your made for life.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Man's real life is happy, chiefly because he is ever expecting that it soon will be so.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "It's better to be a lion for a day than a sheep all your life.", 
    "name": "Elizabeth Kenny"
  }, 
  {
    "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.", 
    "name": "Wilma Rudolph"
  }, 
  {
    "quote": "Live your life, do your work, then take your hat.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "And Barack and I were raised with so many of the same values, like you work hard for what you want in life. That your word is your bond that you do what you say you're going to do. That you treat people with dignity and respect, even if you don't know them and even if you don't agree with them.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Live the life you've dreamed.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Each moment of a happy lover's hour is worth an age of dull and common life.", 
    "name": "Aphra Behn"
  }, 
  {
    "quote": "I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Choose your friends with caution plan your future with purpose, and frame your life with faith.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "There is always a present and extant life, be it better or worse, which all combine to uphold.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "A man cannot be said to succeed in this life who does not satisfy one friend.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "Unlike a drop of water which loses its identity when it joins the ocean, man does not lose his being in the society in which he lives. Man's life is independent. He is born not for the development of the society alone, but for the development of his self.", 
    "name": "B. R. Ambedkar"
  }, 
  {
    "quote": "Poetry is a way of taking life by the throat.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "The great advantage of a hotel is that it is a refuge from home life.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Life contains but two tragedies. One is not to get your heart's desire the other is to get it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "One life is all we have and we live it as we believe in living it. But to sacrifice what you are and to live without belief, that is a fate more terrible than dying.", 
    "name": "Joan of Arc"
  }, 
  {
    "quote": "The major value in life is not what you get. The major value in life is what you become.", 
    "name": "Jim Rohn"
  }, 
  {
    "quote": "It's a funny thing about life if you refuse to accept anything but the best, you very often get it.", 
    "name": "W. Somerset Maugham"
  }, 
  {
    "quote": "Life is the flower for which love is the honey.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "My advice to people today is as follows: if you take the game of life seriously, if you take your nervous system seriously, if you take your sense organs seriously, if you take the energy process seriously, you must turn on, tune in, and drop out.", 
    "name": "Timothy Leary"
  }, 
  {
    "quote": "Miracles, in the sense of phenomena we cannot explain, surround us on every hand: life itself is the miracle of miracles.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life.", 
    "name": "Robert Louis Stevenson"
  }, 
  {
    "quote": "If I had to live my life again, I'd make the same mistakes, only sooner.", 
    "name": "Tallulah Bankhead"
  }, 
  {
    "quote": "The end of life is to be like God, and the soul following God will be like Him.", 
    "name": "Socrates"
  }, 
  {
    "quote": "Life's like a movie, write your own ending. Keep believing, keep pretending.", 
    "name": "Jim Henson"
  }, 
  {
    "quote": "The struggle of my life created empathy - I could relate to pain, being abandoned, having people not love me.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "While we have the gift of life, it seems to me the only tragedy is to allow part of us to die - whether it is our spirit, our creativity or our glorious uniqueness.", 
    "name": "Gilda Radner"
  }, 
  {
    "quote": "I want to be thoroughly used up when I die, for the harder I work the more I live. I rejoice in life for its own sake.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Becoming a father, I think it inevitably changes your perspective of life. I don't get nearly enough sleep. And the simplest things in life are completely satisfying. I find you don't have to do as much, like you don't go on as many outings.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "God is to be worshipped as the one beloved, dearer than everything in this and next life.", 
    "name": "Swami Vivekananda"
  }, 
  {
    "quote": "Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "The figure a poem makes. It begins in delight and ends in wisdom... in a clarification of life - not necessarily a great clarification, such as sects and cults are founded on, but in a momentary stay against confusion.", 
    "name": "Robert Frost"
  }, 
  {
    "quote": "One of the secrets of life is that all that is really worth the doing is what we do for others.", 
    "name": "Lewis Carroll"
  }, 
  {
    "quote": "No evil can happen to a good man, either in life or after death.", 
    "name": "Plato"
  }, 
  {
    "quote": "All my life affection has been showered upon me, and every forward step I have made has been taken in spite of it.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "There's only two people in your life you should lie to... the police and your girlfriend.", 
    "name": "Jack Nicholson"
  }, 
  {
    "quote": "One way or another, we all have to find what best fosters the flowering of our humanity in this contemporary life, and dedicate ourselves to that.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "Life is to be lived. If you have to support yourself, you had bloody well better find some way that is going to be interesting. And you don't do that by sitting around.", 
    "name": "Katharine Hepburn"
  }, 
  {
    "quote": "No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life, in a great cause.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "Never permit a dichotomy to rule your life, a dichotomy in which you hate what you do so you can have pleasure in your spare time. Look for a situation in which your work will give you as much happiness as your spare time.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Above our life we love a steadfast friend.", 
    "name": "Christopher Marlowe"
  }, 
  {
    "quote": "Children make your life important.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Life is not what it's supposed to be. It's what it is. The way you cope with it is what makes the difference.", 
    "name": "Virginia Satir"
  }, 
  {
    "quote": "One of the sanest, surest, and most generous joys of life comes from being happy over the good fortune of others.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "God had brought me to my knees and made me acknowledge my own nothingness, and out of that knowledge I had been reborn. I was no longer the centre of my life and therefore I could see God in everything.", 
    "name": "Bede Griffiths"
  }, 
  {
    "quote": "Do every act of your life as if it were your last.", 
    "name": "Marcus Aurelius"
  }, 
  {
    "quote": "My mother wanted us to understand that the tragedies of your life one day have the potential to be comic stories the next.", 
    "name": "Nora Ephron"
  }, 
  {
    "quote": "Home life is no more natural to us than a cage is natural to a cockatoo.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Music washes away from the soul the dust of everyday life.", 
    "name": "Berthold Auerbach"
  }, 
  {
    "quote": "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.", 
    "name": "Henri Frederic Amiel"
  }, 
  {
    "quote": "When you step on the brakes your life is in your foot's hands.", 
    "name": "George Carlin"
  }, 
  {
    "quote": "Life levels all men. Death reveals the eminent.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "I'm not an example for how people should live their lives. Never in my life would I ever set out to be an example for people on how to live their lives. If you need an example for how to live, then you just shouldn't have been born. Straight up.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "Without work, all life goes rotten. But when work is soulless, life stifles and dies.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I worked hard all my life as far as this music business. I dreamed of the day when I could go to New York and feel comfortable and they could come out here and be comfortable.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "Maybe you don't like your job, maybe you didn't get enough sleep, well nobody likes their job, nobody got enough sleep. Maybe you just had the worst day of your life, but you know, there's no escape, there's no excuse, so just suck up and be nice.", 
    "name": "Ani DiFranco"
  }, 
  {
    "quote": "Never try to impress a woman, because if you do she'll expect you to keep up the standard for the rest of your life.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Never throughout history has a man who lived a life of ease left a name worth remembering.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Too often in life, something happens and we blame other people for us not being happy or satisfied or fulfilled. So the point is, we all have choices, and we make the choice to accept people or situations or to not accept situations.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "The life of an uneducated man is as useless as the tail of a dog which neither covers its rear end, nor protects it from the bites of insects.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "I think what makes our marriage work amid all the glare is that my husband is my best friend. He inspires everything in my life and enables me to do the best that I can. I want to hang out with him more than anyone.", 
    "name": "Faith Hill"
  }, 
  {
    "quote": "Life would be tolerable but for its amusements.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "You are going to let the fear of poverty govern you life and your reward will be that you will eat, but you will not live.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I believe that every single event in life happens in an opportunity to choose love over fear.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "I really don't think life is about the I-could-have-beens. Life is only about the I-tried-to-do. I don't mind the failure but I can't imagine that I'd forgive myself if I didn't try.", 
    "name": "Nikki Giovanni"
  }, 
  {
    "quote": "We continue to shape our personality all our life. If we knew ourselves perfectly, we should die.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "It is better to create than to learn! Creating is the essence of life.", 
    "name": "Julius Caesar"
  }, 
  {
    "quote": "What if you gave someone a gift, and they neglected to thank you for it - would you be likely to give them another? Life is the same way. In order to attract more of the blessings that life has to offer, you must truly appreciate what you already have.", 
    "name": "Ralph Marston"
  }, 
  {
    "quote": "There is a vitality, a life force, an energy, a quickening, that is translated through you into action, and because there is only one of you in all time, this expression is unique.", 
    "name": "Martha Graham"
  }, 
  {
    "quote": "These technologies can make life easier, can let us touch people we might not otherwise. You may have a child with a birth defect and be able to get in touch with other parents and support groups, get medical information, the latest experimental drugs. These things can profoundly influence life. I'm not downplaying that.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Life is very interesting... in the end, some of your greatest pains, become your greatest strengths.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Today is life-the only life you are sure of. Make the most of today. Get interested in something. Shake yourself awake. Develop a hobby. Let the winds of enthusiasm sweep through you. Live today with gusto.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Every year of my life I grow more convinced that it is wisest and best to fix our attention on the beautiful and the good, and dwell as little as possible on the evil and the false.", 
    "name": "Richard Cecil"
  }, 
  {
    "quote": "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.", 
    "name": "Rumi"
  }, 
  {
    "quote": "Maxim for life: You get treated in life the way you teach people to treat you.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "Every man is the architect of his own life. He builds it just the way he wants it. However, after he has built what he wants, he sometimes decides that he doesn't like what he has built and looks for someone or something to blame instead of changing himself.", 
    "name": "Sydney Madwed"
  }, 
  {
    "quote": "Whatever you do in life, surround yourself with smart people who'll argue with you.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Every human is an artist. The dream of your life is to make beautiful art.", 
    "name": "Miguel Angel Ruiz"
  }, 
  {
    "quote": "Character, in the long run, is the decisive factor in the life of an individual and of nations alike.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Blood relatives often have nothing to do with family, and similarly, family is about who you choose to make your life with.", 
    "name": "Oliver Hudson"
  }, 
  {
    "quote": "I believe this with all my heart: The greatest coach of all time in my eyes is my mom. She's instilled in me a toughness and a perseverance and just a never-quit mentality, and I thank her every day for providing me, for what she sacrificed her life for.", 
    "name": "Scott Brooks"
  }, 
  {
    "quote": "How do you go from where you are to where you wanna be? And I think you have to have an enthusiasm for life. You have to have a dream, a goal. And you have to be willing to work for it.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "The real test of friendship is: can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?", 
    "name": "Eugene Kennedy"
  }, 
  {
    "quote": "The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments.", 
    "name": "Gustave Flaubert"
  }, 
  {
    "quote": "You come to a point in your life when you really don't care what people think about you, you just care what you think about yourself.", 
    "name": "Evel Knievel"
  }, 
  {
    "quote": "A well-developed sense of humor is the pole that adds balance to your steps as you walk the tightrope of life.", 
    "name": "William Arthur Ward"
  }, 
  {
    "quote": "I've been absolutely terrified every moment of my life - and I've never let it keep me from doing a single thing I wanted to do.", 
    "name": "Georgia O'Keeffe"
  }, 
  {
    "quote": "Do the best you can, and don't take life too serious.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "We only live once, but once is enough if we do it right. Live your life with class, dignity, and style so that an exclamation, rather than a question mark signifies it!", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "Life is only a dream and we are the imagination of ourselves.", 
    "name": "Bill Hicks"
  }, 
  {
    "quote": "I actually thought that it would be a little confusing during the same period of your life to be in one meeting when you're trying to make money, and then go to another meeting where you're giving it away. I mean is it gonna erode your ability, you know, to make money? Are you gonna somehow get confused about what you're trying to do?", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Attention to health is life's greatest hindrance.", 
    "name": "Plato"
  }, 
  {
    "quote": "Friendship multiplies the good of life and divides the evil.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "School is practice for future life, practice makes perfect and nobody's perfect, so why practice?", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "At times in my life the only place I have been happy is when I am on stage.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "What you get is a living, what you give is a life.", 
    "name": "Lillian Gish"
  }, 
  {
    "quote": "Be patient and understanding. Life is too short to be vengeful or malicious.", 
    "name": "Phillips Brooks"
  }, 
  {
    "quote": "I haven't lived a perfect life. I have regrets. But that's from a lifetime of taking chances, making decisions, and trying not to be frozen. The only thing that I can do with my regrets is understand them.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "The value of life lies not in the length of days, but in the use we make of them... Whether you find satisfaction in life depends not on your tale of years, but on your will.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "It takes half your life before you discover life is a do-it-yourself project.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "He who binds to himself a joy Does the winged life destroy But he who kisses the joy as it flies Lives in eternity's sun rise.", 
    "name": "William Blake"
  }, 
  {
    "quote": "Let us put our minds together and see what life we can make for our children.", 
    "name": "Sitting Bull"
  }, 
  {
    "quote": "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of evry part of your life.", 
    "name": "Brian Tracy"
  }, 
  {
    "quote": "Life lived for tomorrow will always be just a day away from being realized.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "I never did a day's work in my life. It was all fun.", 
    "name": "Thomas A. Edison"
  }, 
  {
    "quote": "Let love flow so that it cleanses the world. Then man can live in peace, instead of the state of turmoil he has created through his past ways of life, with all those material interests and earthly ambitions.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "Sometimes it's the smallest decisions that can change your life forever.", 
    "name": "Keri Russell"
  }, 
  {
    "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.", 
    "name": "Sophia Loren"
  }, 
  {
    "quote": "Life is just one damned thing after another.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "That's the way I got along in life. I don't ever remember being particularly jealous of anybody, because I figured if I can't do it myself, I don't deserve to get it.", 
    "name": "Clyde Tombaugh"
  }, 
  {
    "quote": "Love, we say, is life but love without hope and faith is agonizing death.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "The happiness of this life depends less on what befalls you than the way in which you take it.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "It is possible to become discouraged about the injustice we see everywhere. But God did not promise us that the world would be humane and just. He gives us the gift of life and allows us to choose the way we will use our limited time on earth. It is an awesome opportunity.", 
    "name": "Cesar Chavez"
  }, 
  {
    "quote": "And by the way, everything in life is writable about if you have the outgoing guts to do it, and the imagination to improvise. The worst enemy to creativity is self-doubt.", 
    "name": "Sylvia Plath"
  }, 
  {
    "quote": "Man is subject to innumerable pains and sorrows by the very condition of humanity, and yet, as if nature had not sown evils enough in life, we are continually adding grief to grief and aggravating the common calamity by our cruel treatment of one another.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "Television is not real life. In real life people actually have to leave the coffee shop and go to jobs.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "To expect too much is to have a sentimental view of life and this is a softness that ends in bitterness.", 
    "name": "Flannery O'Connor"
  }, 
  {
    "quote": "We have to be able to grow up. Our wrinkles are our medals of the passage of life. They are what we have been through and who we want to be.", 
    "name": "Lauren Hutton"
  }, 
  {
    "quote": "Polygamy: An endeavour to get more out of life than there is in it.", 
    "name": "Elbert Hubbard"
  }, 
  {
    "quote": "What material success does is provide you with the ability to concentrate on other things that really matter. And that is being able to make a difference, not only in your own life, but in other people's lives.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "My Alma mater was books, a good library... I could spend the rest of my life reading, just satisfying my curiosity.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "Live by this credo: have a little laugh at life and look around you for happiness instead of sadness. Laughter has always brought me out of unhappy situations.", 
    "name": "Red Skelton"
  }, 
  {
    "quote": "It's not the men in my life that count, it's the life in my men.", 
    "name": "Mae West"
  }, 
  {
    "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next.", 
    "name": "Gilda Radner"
  }, 
  {
    "quote": "What they're not ready for is guys like you and I and Nails and all the other gnarly gnarlingtons in my life, that we are high priests, Vatican assassin warlocks. Boom. Print that, people. See where that goes.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "I blame my mother for my poor sex life. All she told me was 'the man goes on top and the woman underneath.' For three years my husband and I slept in bunk beds.", 
    "name": "Joan Rivers"
  }, 
  {
    "quote": "Imagination and fiction make up more than three quarters of our real life.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Sleep - the most beautiful experience in life - except drink.", 
    "name": "W. C. Fields"
  }, 
  {
    "quote": "Art washes away from the soul the dust of everyday life.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "For if there is a sin against life, it consists perhaps not so much in despairing of life as in hoping for another life and in eluding the implacable grandeur of this life.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "As a remedy to life in society I would suggest the big city. Nowadays, it is the only desert within our means.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "It is normal to give away a little of one's life in order not to lose it all.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "I've always taken 'The Wizard of Oz' very seriously, you know. I believe in the idea of the rainbow. And I've spent my entire life trying to get over it.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "The highest and most beautiful things in life are not to be heard about, nor read about, nor seen but, if one will, are to be lived.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "There are moments in life, when the heart is so full of emotion That if by chance it be shaken, or into its depths like a pebble Drops some careless word, it overflows, and its secret, Spilt on the ground like water, can never be gathered together.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "It's funny the way most people love the dead. Once you are dead, you are made for life.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "Life takes its path and sometimes there are people to blame. Of course there are bad people in this world. Good, bad, it happens unfortunately. But in a way I think if there was more focus on the good, more good would happen.", 
    "name": "Andrea Corr"
  }, 
  {
    "quote": "Life all comes down to a few moments. This is one of them.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "The joy of life consists in the exercise of one's energies, continual growth, constant change, the enjoyment of every new experience. To stop means simply to die. The eternal mistake of mankind is to set up an attainable ideal.", 
    "name": "Aleister Crowley"
  }, 
  {
    "quote": "One's family is the most important thing in life. I look at it this way: One of these days I'll be over in a hospital somewhere with four walls around me. And the only people who'll be with me will be my family.", 
    "name": "Robert Byrd"
  }, 
  {
    "quote": "The direction in which education starts a man will determine his future in life.", 
    "name": "Plato"
  }, 
  {
    "quote": "I like people that enjoy life, 'cause I do the same.", 
    "name": "Lil Wayne"
  }, 
  {
    "quote": "For God so loved the World that he gave his only Son, that whoever believes in him should not perish but have eternal life.", 
    "name": "Jesus Christ"
  }, 
  {
    "quote": "So if you stay ready, you ain't gotta get ready, and that is how I run my life.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Life is too short to spend hoping that the perfectly arched eyebrow or hottest new lip shade will mask an ugly heart.", 
    "name": "Kevyn Aucoin"
  }, 
  {
    "quote": "We don't get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know? So this is what we've chosen to do with our life.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "If I had to choose a religion, the sun as the universal giver of life would be my god.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Life is made up, not of great sacrifices or duties, but of little things, in which smiles and kindness, and small obligations given habitually, are what preserve the heart and secure comfort.", 
    "name": "Humphry Davy"
  }, 
  {
    "quote": "There has never yet been a man in our history who led a life of ease whose name is worth remembering.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "I just got one last thing, I urge all of you, all of you, to enjoy your life, the precious moments you have. To spend each day with some laughter and some thought, to get you're emotions going.", 
    "name": "Jim Valvano"
  }, 
  {
    "quote": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.", 
    "name": "Al Lopez"
  }, 
  {
    "quote": "I don't think you ever stop giving. I really don't. I think it's an on-going process. And it's not just about being able to write a check. It's being able to touch somebody's life.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "Faith is the first factor in a life devoted to service. Without it, nothing is possible. With it, nothing is impossible.", 
    "name": "Mary McLeod Bethune"
  }, 
  {
    "quote": "My goal is to be one with the music. I just dedicate my whole life to this art.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "A life lived with integrity - even if it lacks the trappings of fame and fortune is a shining star in whose light others may follow in the years to come.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man.", 
    "name": "James Dean"
  }, 
  {
    "quote": "I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "Life is what we make it, always has been, always will be.", 
    "name": "Grandma Moses"
  }, 
  {
    "quote": "For the meaning of life differs from man to man, from day to day and from hour to hour. What matters, therefore, is not the meaning of life in general but rather the specific meaning of a person's life at a given moment.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.", 
    "name": "Simone de Beauvoir"
  }, 
  {
    "quote": "I'm at the age where food has taken the place of sex in my life. In fact, I've just had a mirror put over my kitchen table.", 
    "name": "Rodney Dangerfield"
  }, 
  {
    "quote": "If I have any worth, it is to live my life for God so as to teach these peoples even though some of them still look down on me.", 
    "name": "Saint Patrick"
  }, 
  {
    "quote": "Life could be wonderful if people would leave you alone.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "I lost my sense of trust, honesty and compassion. I crashed down and became what I consider an emotional mess. I've never been so miserable in my whole life. I just wanted to go to bed and never get up.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "I have found it easier to identify with the characters who verge upon hysteria, who were frightened of life, who were desperate to reach out to another person. But these seemingly fragile people are the strong people really.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "Life can be pulled by goals just as surely as it can be pushed by drives.", 
    "name": "Viktor E. Frankl"
  }, 
  {
    "quote": "I have been up against tough competition all my life. I wouldn't know how to get along without it.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Life is all memory, except for the one present moment that goes by you so quickly you hardly catch it going.", 
    "name": "Tennessee Williams"
  }, 
  {
    "quote": "I have a lot of things to prove to myself. One is that I can live my life fearlessly.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "You make mistakes, but I don't have any regrets. I'm the kind of person who takes responsibility for it and deals with it. I learn from everything I do. I work very hard, I have so many things going on in my life. Get to know me and see who I am.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "Photography takes an instant out of time, altering life by holding it still.", 
    "name": "Dorothea Lange"
  }, 
  {
    "quote": "Life's pretty good, and why wouldn't it be? I'm a pirate, after all.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "Creativity is a great motivator because it makes people interested in what they are doing. Creativity gives hope that there can be a worthwhile idea. Creativity gives the possibility of some sort of achievement to everyone. Creativity makes life more fun and more interesting.", 
    "name": "Edward de Bono"
  }, 
  {
    "quote": "Gratitude helps you to grow and expand gratitude brings joy and laughter into your life and into the lives of all those around you.", 
    "name": "Eileen Caddy"
  }, 
  {
    "quote": "If I were to say, 'God, why me?' about the bad things, then I should have said, 'God, why me?' about the good things that happened in my life.", 
    "name": "Arthur Ashe"
  }, 
  {
    "quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.", 
    "name": "A. J. McLean"
  }, 
  {
    "quote": "I was set free because my greatest fear had been realized, and I still had a daughter who I adored, and I had an old typewriter and a big idea. And so rock bottom became a solid foundation on which I rebuilt my life.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "I don't think I've ever worked so hard on something, but working on Macintosh was the neatest experience of my life. Almost everyone who worked on it will say that. None of us wanted to release it at the end. It was as though we knew that once it was out of our hands, it wouldn't be ours anymore.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Words can never adequately convey the incredible impact of our attitudes toward life. The longer I live the more convinced I become that life is 10 percent what happens to us and 90 percent how we respond to it.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "I'll always stay connected with Apple. I hope that throughout my life I'll sort of have the thread of my life and the thread of Apple weave in and out of each other, like a tapestry. There may be a few years when I'm not there, but I'll always come back.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Friends are as companions on a journey, who ought to aid each other to persevere in the road to a happier life.", 
    "name": "Pythagoras"
  }, 
  {
    "quote": "The first thing which I can record concerning myself is, that I was born. These are wonderful words. This life, to which neither time nor eternity can bring diminution - this everlasting living soul, began. My mind loses itself in these depths.", 
    "name": "Groucho Marx"
  }, 
  {
    "quote": "Take control of your consistent emotions and begin to consciously and deliberately reshape your daily experience of life.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "When it comes to life the critical thing is whether you take things for granted or take them with gratitude.", 
    "name": "Gilbert K. Chesterton"
  }, 
  {
    "quote": "He who is void of virtuous attachments in private life is, or very soon will be, void of all regard for his country. There is seldom an instance of a man guilty of betraying his country, who had not before lost the feeling of moral obligations in his private connections.", 
    "name": "Samuel Adams"
  }, 
  {
    "quote": "Sometimes, I feel like one who is on the sidelines, who has missed life itself.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "Life is to be entered upon with courage.", 
    "name": "Alexis de Tocqueville"
  }, 
  {
    "quote": "Difficult times have helped me to understand better than before, how infinitely rich and beautiful life is in every way, and that so many things that one goes worrying about are of no importance whatsoever.", 
    "name": "Isak Dinesen"
  }, 
  {
    "quote": "Haters never win. I just think that's true about life, because negative energy always costs in the end.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "In life you need either inspiration or desperation.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "They tell us that suicide is the greatest piece of cowardice... that suicide is wrong when it is quite obvious that there is nothing in the world to which every man has a more unassailable title than to his own life and person.", 
    "name": "Arthur Schopenhauer"
  }, 
  {
    "quote": "Your problem is how you are going to spend this one odd and precious life you have been issued. Whether you're going to spend it trying to look good and creating the illusion that you have power over people and circumstances, or whether you are going to taste it, enjoy it and find out the truth about who you are.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "You can't make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "Woz is living his own life now. He hasn't been around Apple for about five years. But what he did will go down in history.", 
    "name": "Steve Jobs"
  }, 
  {
    "quote": "Half our life is spent trying to find something to do with the time we have rushed through life trying to save.", 
    "name": "Will Rogers"
  }, 
  {
    "quote": "Choice of attention - to pay attention to this and ignore that - is to the inner life what choice of action is to the outer. In both cases, a man is responsible for his choice and must accept the consequences, whatever they may be.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "It is a bit embarrassing to have been concerned with the human problem all one's life and find at the end that one has no more to offer by way of advice than 'try to be a little kinder.'", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "I think togetherness is a very important ingredient to family life.", 
    "name": "Barbara Bush"
  }, 
  {
    "quote": "Sometimes you trust someone who turns out not to be honest. There are a lot of things that happen in life that don't turn out the way you're given the impression that they will. And I think that's all kind of a con. But I think we've probably all been hurt.", 
    "name": "Sigourney Weaver"
  }, 
  {
    "quote": "My guiding principles in life are to be honest, genuine, thoughtful and caring.", 
    "name": "Prince William"
  }, 
  {
    "quote": "Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray.", 
    "name": "Lord Byron"
  }, 
  {
    "quote": "I do not believe in excuses. I believe in hard work as the prime solvent of life's problems.", 
    "name": "James Cash Penney"
  }, 
  {
    "quote": "I made a mistake by being ejected from the presidency. Next time, I will choose a Cabinet which will allow me to be life President.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing.", 
    "name": "Eric Davis"
  }, 
  {
    "quote": "The personal life deeply lived always expands into truths beyond itself.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "You must pass your days in song. Let your whole life be a song.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "A bachelor's life is a fine breakfast, a flat lunch, and a miserable dinner.", 
    "name": "Francis Bacon"
  }, 
  {
    "quote": "If you have no confidence in self, you are twice defeated in the race of life. With confidence, you have won even before you have started.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "You know what your problem is, it's that you haven't seen enough movies - all of life's riddles are answered in the movies.", 
    "name": "Steve Martin"
  }, 
  {
    "quote": "Life is 10% what happens to you and 90% how you react to it.", 
    "name": "Charles R. Swindoll"
  }, 
  {
    "quote": "You were made by God and for God, and until you understand that, life will never make sense.", 
    "name": "Rick Warren"
  }, 
  {
    "quote": "Life is essentially a cheat and its conditions are those of defeat the redeeming things are not happiness and pleasure but the deeper satisfactions that come out of struggle.", 
    "name": "F. Scott Fitzgerald"
  }, 
  {
    "quote": "My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, 'Oh God, I've got to do this today.'", 
    "name": "Richard Branson"
  }, 
  {
    "quote": "When you do the common things in life in an uncommon way, you will command the attention of the world.", 
    "name": "George Washington Carver"
  }, 
  {
    "quote": "Without knowing what I am and why I am here, life is impossible.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "My focus is to forget the pain of life. Forget the pain, mock the pain, reduce it. And laugh.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Life is lived on the edge.", 
    "name": "Will Smith"
  }, 
  {
    "quote": "Life opens up opportunities to you, and you either take them or you stay afraid of taking them.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Part of the happiness of life consists not in fighting battles, but in avoiding them. A masterly retreat is in itself a victory.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "Never build your emotional life on the weaknesses of others.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Justice in the life and conduct of the State is possible only as first it resides in the hearts and souls of the citizens.", 
    "name": "Plato"
  }, 
  {
    "quote": "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad.", 
    "name": "Robert Wagner"
  }, 
  {
    "quote": "You are doomed to make choices. This is life's greatest paradox.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "I wish to preach, not the doctrine of ignoble ease, but the doctrine of the strenuous life.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "You use your money to buy privacy because during most of your life you aren't allowed to be normal.", 
    "name": "Johnny Depp"
  }, 
  {
    "quote": "I lead no party I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature.", 
    "name": "Muhammad Iqbal"
  }, 
  {
    "quote": "We must declare ourselves, become known allow the world to discover this subterranean life of ours which connects kings and farm boys, artists and clerks. Let them see that the important thing is not the object of love, but the emotion itself.", 
    "name": "Gore Vidal"
  }, 
  {
    "quote": "Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark.", 
    "name": "Dan Millman"
  }, 
  {
    "quote": "You see, in life, lots of people know what to do, but few people actually do what they know. Knowing is not enough! You must take action.", 
    "name": "Tony Robbins"
  }, 
  {
    "quote": "Life is not an easy matter... You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness.", 
    "name": "Leon Trotsky"
  }, 
  {
    "quote": "I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can't get me away from it because I commit that thoroughly. That's in friendship, that's a deal, that's a commitment. Don't give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that's for life.", 
    "name": "Jerry Lewis"
  }, 
  {
    "quote": "Find ecstasy in life the mere sense of living is joy enough.", 
    "name": "Emily Dickinson"
  }, 
  {
    "quote": "You hear a lot about God these days: God, the beneficent God, the all-great God, the Almighty God, the most powerful God, the giver of life God, the creator of death. I mean, we're hearing about God all the time, so we better learn how to deal with it. But if we know anything about God, God is arbitrary.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Just when I think I have learned the way to live, life changes.", 
    "name": "Hugh Prather"
  }, 
  {
    "quote": "I remember a specific moment, watching my grandmother hang the clothes on the line, and her saying to me, 'you are going to have to learn to do this,' and me being in that space of awareness and knowing that my life would not be the same as my grandmother's life.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "When life knocks you down, try to land on your back. Because if you can look up, you can get up. Let your reason get you back up.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "A lot of us grow up and we grow out of the literal interpretation that we get when we're children, but we bear the scars all our life. Whether they're scars of beauty or scars of ugliness, it's pretty much in the eye of the beholder.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "In the last analysis, the individual person is responsible for living his own life and for 'finding himself.' If he persists in shifting his responsibility to somebody else, he fails to find out the meaning of his own existence.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Every life has a measure of sorrow, and sometimes this is what awakens us.", 
    "name": "Steven Tyler"
  }, 
  {
    "quote": "It's surprising how many persons go through life without ever recognizing that their feelings toward other people are largely determined by their feelings toward themselves, and if you're not comfortable within yourself, you can't be comfortable with others.", 
    "name": "Sydney J. Harris"
  }, 
  {
    "quote": "My philosophy is that not only are you responsible for your life, but doing the best at this moment puts you I the best place for the next moment.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "People have a moral standard about what they will do and will not do. At the end of the day someone who cheats has a lower moral standard than someone who does not. And they will cheat in other areas of life as well.", 
    "name": "Carl Lewis"
  }, 
  {
    "quote": "The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "A man who has been the indisputable favorite of his mother keeps for life the feeling of a conqueror.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Having Down syndrome is like being born normal. I am just like you and you are just like me. We are all born in different ways, that is the way I can describe it. I have a normal life.", 
    "name": "Chris Burke"
  }, 
  {
    "quote": "Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.", 
    "name": "Charles Spurgeon"
  }, 
  {
    "quote": "Cease trying to work everything out with your minds. It will get you nowhere. Live by intuition and inspiration and let your whole life be Revelation.", 
    "name": "Eileen Caddy"
  }, 
  {
    "quote": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.", 
    "name": "Joseph Addison"
  }, 
  {
    "quote": "I haven't understood a bar of music in my life, but I have felt it.", 
    "name": "Igor Stravinsky"
  }, 
  {
    "quote": "This is the highest wisdom that I own freedom and life are earned by those alone who conquer them each day anew.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Not by appointment do we meet delight Or joy they heed not our expectancy But round some corner of the streets of life they of a sudden greet us with a smile.", 
    "name": "Gerald Massey"
  }, 
  {
    "quote": "The meaning of life is contained in every single expression of life. It is present in the infinity of forms and phenomena that exist in all of creation.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "The highest education is that which does not merely give us information but makes our life in harmony with all existence.", 
    "name": "Rabindranath Tagore"
  }, 
  {
    "quote": "Millions of young Americans have graduated from college during the Obama presidency, ready to use their gifts and get moving in life. Half of them can't find the work they studied for, or any work at all. So here's the question: Without a change in leadership, why would the next four years be any different from the last four years?", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "The game of life is a game of boomerangs. Our thoughts, deeds and words return to us sooner or later with astounding accuracy.", 
    "name": "Florence Scovel Shinn"
  }, 
  {
    "quote": "If a man neglects education, he walks lame to the end of his life.", 
    "name": "Plato"
  }, 
  {
    "quote": "All my life I've looked at words as though I were seeing them for the first time.", 
    "name": "Ernest Hemingway"
  }, 
  {
    "quote": "Love is the greatest refreshment in life.", 
    "name": "Pablo Picasso"
  }, 
  {
    "quote": "Because we have so much eye candy and mind candy, spending so much time trying to pay the rent, all of this conspires to keep us from thinking too hard or taking action from that. Our time is stolen. So much of our daily life is stolen.", 
    "name": "Lydia Lunch"
  }, 
  {
    "quote": "I spent my whole life in the private sector, 25 years in the private sector. I understand that when government takes more money out of the hands of people, it makes it more difficult for them to buy things. If they can't buy things, the economy doesn't grow. If the economy doesn't grow, we don't put Americans to work.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time.", 
    "name": "Steven Biko"
  }, 
  {
    "quote": "I don't believe in an afterlife, so I don't have to spend my whole life fearing hell, or fearing heaven even more. For whatever the tortures of hell, I think the boredom of heaven would be even worse.", 
    "name": "Isaac Asimov"
  }, 
  {
    "quote": "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death.", 
    "name": "Voltaire"
  }, 
  {
    "quote": "With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "To have courage for whatever comes in life - everything lies in that.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "The changes in our life must come from the impossibility to live otherwise than according to the demands of our conscience not from our mental resolution to try a new form of life.", 
    "name": "Leo Tolstoy"
  }, 
  {
    "quote": "I have dreamed in my life, dreams that have stayed with me ever after, and changed my ideas they have gone through and through me, like wine through water, and altered the color of my mind.", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "No one is in control of your happiness but you therefore, you have the power to change anything about yourself or your life that you want to change.", 
    "name": "Barbara de Angelis"
  }, 
  {
    "quote": "The purpose of human life is to serve, and to show compassion and the will to help others.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "I've made some great mistakes in my life, but, you know, they were honest mistakes.", 
    "name": "Henry Rollins"
  }, 
  {
    "quote": "To gather with God's people in united adoration of the Father is as necessary to the Christian life as prayer.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "Telling a teenager the facts of life is like giving a fish a bath.", 
    "name": "Arnold H. Glasow"
  }, 
  {
    "quote": "The good life is a process, not a state of being. It is a direction not a destination.", 
    "name": "Carl Rogers"
  }, 
  {
    "quote": "Somebody should tell us, right at the start of our lives, that we are dying. Then we might live life to the limit, every minute of every day. Do it! I say. Whatever you want to do, do it now! There are only so many tomorrows.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "I don't think I could live without hair, makeup and styling, let alone be the performer I am. I am a glamour girl through and through. I believe in the glamorous life and I live one.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "The greatest humiliation in life, is to work hard on something from which you expect great appreciation, and then fail to get it.", 
    "name": "E. W. Howe"
  }, 
  {
    "quote": "As we advance in life we learn the limits of our abilities.", 
    "name": "Henry Ford"
  }, 
  {
    "quote": "Yes, you can lose somebody overnight, yes, your whole life can be turned upside down. Life is short. It can come and go like a feather in the wind.", 
    "name": "Shania Twain"
  }, 
  {
    "quote": "Tragedy in life normally comes with betrayal and compromise, and trading on your integrity and not having dignity in life. That's really where failure comes.", 
    "name": "Tom Cochrane"
  }, 
  {
    "quote": "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.", 
    "name": "Stephen Covey"
  }, 
  {
    "quote": "If you find someone you love in your life, then hang on to that love.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "It is a common saying, and in everybody's mouth, that life is but a sojourn.", 
    "name": "Plato"
  }, 
  {
    "quote": "There is no force like success, and that is why the individual makes all effort to surround himself throughout life with the evidence of it as of the individual, so should it be of the nation.", 
    "name": "Marcus Garvey"
  }, 
  {
    "quote": "When you're passionate about something, you want it to be all it can be. But in the endgame of life, I fundamentally believe the key to happiness is letting go of that idea of perfection.", 
    "name": "Debra Messing"
  }, 
  {
    "quote": "Being taken for granted can be a compliment. It means that you've become a comfortable, trusted element in another person's life.", 
    "name": "Joyce Brothers"
  }, 
  {
    "quote": "The more sand that has escaped from the hourglass of our life, the clearer we should see through it.", 
    "name": "Jean Paul"
  }, 
  {
    "quote": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "I wanted to write about the moment when your addictions no longer hide the truth from you. When your whole life breaks down. That's the moment when you have to somehow choose what your life is going to be about.", 
    "name": "Chuck Palahniuk"
  }, 
  {
    "quote": "I'm a heroine addict. I need to have sex with women who have saved someone's life.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "Thank you, God, for this good life and forgive us if we do not love it enough.", 
    "name": "Garrison Keillor"
  }, 
  {
    "quote": "I never regret anything. Because every little detail of your life is what made you into who you are in the end.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Life belongs to the living, and he who lives must be prepared for changes.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "You can't live your life blaming your failures on your parents and what they did or didn't do for you. You're dealt the cards that you're dealt. I realised it was a waste of time to be angry at my parents and feel sorry for myself.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare.", 
    "name": "Dale Carnegie"
  }, 
  {
    "quote": "Early in life I had to choose between honest arrogance and hypocritical humility. I chose the former and have seen no reason to change.", 
    "name": "Frank Lloyd Wright"
  }, 
  {
    "quote": "What we call the secret of happiness is no more a secret than our willingness to choose life.", 
    "name": "Leo Buscaglia"
  }, 
  {
    "quote": "There is only one success - to be able to spend your life in your own way.", 
    "name": "Christopher Morley"
  }, 
  {
    "quote": "Smoking kills. If you're killed, you've lost a very important part of your life.", 
    "name": "Brooke Shields"
  }, 
  {
    "quote": "The highest use of capital is not to make more money, but to make money do more for the betterment of life.", 
    "name": "Henry Ford"
  }
]