[
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "All our dreams can come true, if we have the courage to pursue them.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "All men dream, but not equally. Those who dream by night in the dusty recesses of their minds, wake in the day to find that it was vanity: but the dreamers of the day are dangerous men, for they may act on their dreams with open eyes, to make them possible.", 
    "name": "T. E. Lawrence"
  }, 
  {
    "quote": "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.", 
    "name": "Harriet Tubman"
  }, 
  {
    "quote": "Dream as if you'll live forever. Live as if you'll die today.", 
    "name": "James Dean"
  }, 
  {
    "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.", 
    "name": "Oscar Wilde"
  }, 
  {
    "quote": "A dream doesn't become reality through magic it takes sweat, determination and hard work.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "Sleep is the best meditation.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Deep into that darkness peering, long I stood there, wondering, fearing, doubting, dreaming dreams no mortal ever dared to dream before.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "I'm sick of following my dreams. I'm just going to ask them where they're goin', and hook up with them later.", 
    "name": "Mitch Hedberg"
  }, 
  {
    "quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "Reality is wrong. Dreams are for real.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "There are those who look at things the way they are, and ask why... I dream of things that never were, and ask why not?", 
    "name": "Robert Kennedy"
  }, 
  {
    "quote": "Yesterday is but today's memory, and tomorrow is today's dream.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline, and effort.", 
    "name": "Jesse Owens"
  }, 
  {
    "quote": "If you take responsibility for yourself you will develop a hunger to accomplish your dreams.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "To accomplish great things, we must not only act, but also dream not only plan, but also believe.", 
    "name": "Anatole France"
  }, 
  {
    "quote": "All human beings are also dream beings. Dreaming ties all mankind together.", 
    "name": "Jack Kerouac"
  }, 
  {
    "quote": "Do all you can to make your dreams come true.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "You have to dream before your dreams can come true.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Dreams have only one owner at a time. That's why dreamers are lonely.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "Dreams are today's answers to tomorrow's questions.", 
    "name": "Edgar Cayce"
  }, 
  {
    "quote": "Dream no small dreams for they have no power to move the hearts of men.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Dreams are the touchstones of our character.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "A man is not old until regrets take the place of dreams.", 
    "name": "John Barrymore"
  }, 
  {
    "quote": "The most pitiful among men is he who turns his dreams into silver and gold.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Judge of your natural character by what you do in your dreams.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Dreams pass into the reality of action. From the actions stems the dream again and this interdependence produces the highest form of living.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Who looks outside, dreams who looks inside, awakes.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Dreams are necessary to life.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "He was a dreamer, a thinker, a speculative philosopher... or, as his wife would have it, an idiot.", 
    "name": "Douglas Adams"
  }, 
  {
    "quote": "Dream and give yourself permission to envision a You that you choose to be.", 
    "name": "Joy Page"
  }, 
  {
    "quote": "Myths are public dreams, dreams are private myths.", 
    "name": "Joseph Campbell"
  }, 
  {
    "quote": "I'm a dreamer. I have to dream and reach for the stars, and if I miss a star then I grab a handful of clouds.", 
    "name": "Mike Tyson"
  }, 
  {
    "quote": "Youth is a wonderful thing. What a crime to waste it on children.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "I close my eyes, then I drift away, into the magic night I softly say. A silent prayer, like dreamers do, then I fall asleep to dream my dreams of you.", 
    "name": "Roy Orbison"
  }, 
  {
    "quote": "It takes a lot of courage to show your dreams to someone else.", 
    "name": "Erma Bombeck"
  }, 
  {
    "quote": "The best way to make your dreams come true is to wake up.", 
    "name": "Paul Valery"
  }, 
  {
    "quote": "Great dreams of great dreamers are always transcended.", 
    "name": "Abdul Kalam"
  }, 
  {
    "quote": "Dream in a pragmatic way.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "We all dream we do not understand our dreams, yet we act as if nothing strange goes on in our sleep minds, strange at least by comparison with the logical, purposeful doings of our minds when we are awake.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Each man should frame life so that at some future hour fact and his dreaming meet.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "Dreams are true while they last, and do we not live in dreams?", 
    "name": "Alfred Lord Tennyson"
  }, 
  {
    "quote": "In dreams begins responsibility.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "I am accustomed to sleep and in my dreams to imagine the same things that lunatics imagine when awake.", 
    "name": "Rene Descartes"
  }, 
  {
    "quote": "Without leaps of imagination, or dreaming, we lose the excitement of possibilities. Dreaming, after all, is a form of planning.", 
    "name": "Gloria Steinem"
  }, 
  {
    "quote": "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable.", 
    "name": "Christopher Reeve"
  }, 
  {
    "quote": "Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests.", 
    "name": "Charles Lindbergh"
  }, 
  {
    "quote": "I've always said that one night, I'm going to find myself in some field somewhere, I'm standing on grass, and it's raining, and I'm with the person I love, and I know I'm at the very point I've been dreaming of getting to.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do.", 
    "name": "Sarah Ban Breathnach"
  }, 
  {
    "quote": "No one should negotiate their dreams. Dreams must be free to fly high. No government, no legislature, has a right to limit your dreams. You should never agree to surrender your dreams.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Sometimes, the only realists are the dreamers.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Ideologies separate us. Dreams and anguish bring us together.", 
    "name": "Eugene Ionesco"
  }, 
  {
    "quote": "I think we dream so we don't have to be apart so long. If we're in each other's dreams, we can play together all night.", 
    "name": "Bill Watterson"
  }, 
  {
    "quote": "When you cease to dream you cease to live.", 
    "name": "Malcolm Forbes"
  }, 
  {
    "quote": "Only in our dreams are we free. The rest of the time we need wages.", 
    "name": "Terry Pratchett"
  }, 
  {
    "quote": "All the things one has forgotten scream for help in dreams.", 
    "name": "Elias Canetti"
  }, 
  {
    "quote": "Dreaming or awake, we perceive only events that have meaning to us.", 
    "name": "Jane Roberts"
  }, 
  {
    "quote": "I do not know whether I was then a man dreaming I was a butterfly, or whether I am now a butterfly dreaming I am a man.", 
    "name": "Zhuangzi"
  }, 
  {
    "quote": "A dream you dream alone is only a dream. A dream you dream together is reality.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "All men of action are dreamers.", 
    "name": "James Huneker"
  }, 
  {
    "quote": "I stand for freedom of expression, doing what you believe in, and going after your dreams.", 
    "name": "Madonna Ciccone"
  }, 
  {
    "quote": "Like all dreamers, I mistook disenchantment for truth.", 
    "name": "Jean-Paul Sartre"
  }, 
  {
    "quote": "The dreamer can know no truth, not even about his dream, except by awaking out of it.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "Those who have compared our life to a dream were right... we were sleeping wake, and waking sleep.", 
    "name": "Michel de Montaigne"
  }, 
  {
    "quote": "Dream manfully and nobly, and thy dreams shall be prophets.", 
    "name": "Edward G. Bulwer-Lytton"
  }, 
  {
    "quote": "I am a dreamer. Seriously, I'm living on another planet.", 
    "name": "Eva Green"
  }, 
  {
    "quote": "God's gifts put man's best dreams to shame.", 
    "name": "Elizabeth Barrett Browning"
  }, 
  {
    "quote": "I have always been amazed at the way an ordinary observer lends so much more credence and attaches so much more importance to waking events than to those occurring in dreams... Man... is above all the plaything of his memory.", 
    "name": "Andre Breton"
  }, 
  {
    "quote": "Perhaps life is just that... a dream and a fear.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "I don't use drugs, my dreams are frightening enough.", 
    "name": "M. C. Escher"
  }, 
  {
    "quote": "I tell people I'm too stupid to know what's impossible. I have ridiculously large dreams, and half the time they come true.", 
    "name": "Debi Thomas"
  }, 
  {
    "quote": "Dreaming of a tomorrow, which tomorrow, will be as distant then as 'tis today.", 
    "name": "Lope de Vega"
  }, 
  {
    "quote": "Dreams will get you nowhere, a good kick in the pants will take you a long way.", 
    "name": "Baltasar Gracian"
  }, 
  {
    "quote": "Dreaming men are haunted men.", 
    "name": "Stephen Vincent Benet"
  }, 
  {
    "quote": "My dreams were all my own I accounted for them to nobody they were my refuge when annoyed - my dearest pleasure when free.", 
    "name": "Mary Wollstonecraft Shelley"
  }, 
  {
    "quote": "Man is a genius when he is dreaming.", 
    "name": "Akira Kurosawa"
  }, 
  {
    "quote": "The world of men is dreaming, it has gone mad in its sleep, and a snake is strangling it, but it can't wake up.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "We are near waking when we dream we are dreaming.", 
    "name": "Novalis"
  }, 
  {
    "quote": "You have to have a dream so you can get up in the morning.", 
    "name": "Billy Wilder"
  }, 
  {
    "quote": "Was it only by dreaming or writing that I could find out what I thought?", 
    "name": "Joan Didion"
  }, 
  {
    "quote": "I was always a dreamer, in childhood especially. People thought I was a little strange.", 
    "name": "Charley Pride"
  }, 
  {
    "quote": "People are so busy dreaming the American Dream, fantasizing about what they could be or have a right to be, that they're all asleep at the switch. Consequently we are living in the Age of Human Error.", 
    "name": "Florence King"
  }, 
  {
    "quote": "This is the city of dreamers and time and again it's the place where the greatest dream of all, the American dream, has been tested and has triumphed.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Only the dreamer shall understand realities, though in truth his dreaming must be not out of proportion to his waking.", 
    "name": "Margaret Fuller"
  }, 
  {
    "quote": "One of the most adventurous things left us is to go to bed. For no one can lay a hand on our dreams.", 
    "name": "E. V. Lucas"
  }, 
  {
    "quote": "We all keep dreaming, and luckily, dreams come true.", 
    "name": "Katie Holmes"
  }, 
  {
    "quote": "You know, Willie Wonka said it best: we are the makers of dreams, the dreamers of dreams.", 
    "name": "Herb Brooks"
  }, 
  {
    "quote": "Married or unmarried, young or old, poet or worker, you are still a dreamer, and will one time know, and feel, that your life is but a dream.", 
    "name": "Donald G. Mitchell"
  }, 
  {
    "quote": "I challenge you to be dreamers I challenge you to be doers and let us make the greatest place in the world even better.", 
    "name": "Brian Schweitzer"
  }, 
  {
    "quote": "The interpretation of dreams is a great art.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "Everybody's a dreamer.", 
    "name": "John Lithgow"
  }, 
  {
    "quote": "People need dreams, there's as much nourishment in 'em as food.", 
    "name": "Dorothy Gilman"
  }, 
  {
    "quote": "That's what keeps me going: dreaming, inventing, then hoping and dreaming some more in order to keep dreaming.", 
    "name": "Joseph Barbera"
  }, 
  {
    "quote": "You can plant a dream.", 
    "name": "Anne Campbell"
  }, 
  {
    "quote": "Writers write. Dreamers talk about it.", 
    "name": "Jerry B. Jenkins"
  }, 
  {
    "quote": "Oh, I was never a businessman. I was a visionary, a dreamer.", 
    "name": "Jim Bakker"
  }, 
  {
    "quote": "Take everything easy and quit dreaming and brooding and you will be well guarded from a thousand evils.", 
    "name": "Amy Lowell"
  }, 
  {
    "quote": "Strivers achieve what dreamers believe.", 
    "name": "Usher"
  }, 
  {
    "quote": "We should never discourage young people from dreaming dreams.", 
    "name": "Lenny Wilkens"
  }, 
  {
    "quote": "Only things the dreamers make live on. They are the eternal conquerors.", 
    "name": "Herbert Kaufman"
  }, 
  {
    "quote": "Go confidently in the direction of your dreams. Live the life you have imagined.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.", 
    "name": "Ashley Smith"
  }, 
  {
    "quote": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.", 
    "name": "Sasha Cohen"
  }, 
  {
    "quote": "I like the dreams of the future better than the history of the past.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Your vision will become clear only when you can look into your own heart. Who looks outside, dreams who looks inside, awakes.", 
    "name": "Carl Jung"
  }, 
  {
    "quote": "Friends... they cherish one another's hopes. They are kind to one another's dreams.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.", 
    "name": "Robert Fulghum"
  }, 
  {
    "quote": "I prefer to be a dreamer among the humblest, with visions to be realized, than lord among those without dreams and desires.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "But I, being poor, have only my dreams I have spread my dreams under your feet Tread softly because you tread on my dreams.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "The only thing that comes to a sleeping man is dreams.", 
    "name": "Tupac Shakur"
  }, 
  {
    "quote": "I have learned, that if one advances confidently in the direction of his dreams, and endeavors to live the life he has imagined, he will meet with a success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "A man is a god in ruins. When men are innocent, life shall be longer, and shall pass into the immortal, as gently as we awake from dreams.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Trust in dreams, for in them is hidden the gate to eternity.", 
    "name": "Khalil Gibran"
  }, 
  {
    "quote": "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "The only time you really live fully is from thirty to sixty. The young are slaves to dreams the old servants of regrets. Only the middle-aged have all their five senses in the keeping of their wits.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Our truest life is when we are in dreams awake.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "The ninety and nine are with dreams, content but the hope of the world made new, is the hundredth man who is grimly bent on making those dreams come true.", 
    "name": "Edgar Allan Poe"
  }, 
  {
    "quote": "The biggest adventure you can take is to live the life of your dreams.", 
    "name": "Oprah Winfrey"
  }, 
  {
    "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.", 
    "name": "Henry David Thoreau"
  }, 
  {
    "quote": "I'll let you be in my dreams if I can be in yours.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "I am against nature. I don't dig nature at all. I think nature is very unnatural. I think the truly natural things are dreams, which nature can't touch with decay.", 
    "name": "Bob Dylan"
  }, 
  {
    "quote": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "Dreams are often most profound when they seem the most crazy.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "I really had a lot of dreams when I was a kid, and I think a great deal of that grew out of the fact that I had a chance to read a lot.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "Keep true to the dreams of your youth.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "Sometimes dreams are wiser than waking.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "Why does the eye see a thing more clearly in dreams than the imagination when awake?", 
    "name": "Leonardo da Vinci"
  }, 
  {
    "quote": "Believe in love. Believe in magic. Hell, believe in Santa Clause. Believe in others. Believe in yourself. Believe in your dreams. If you don't, who will?", 
    "name": "Jon Bon Jovi"
  }, 
  {
    "quote": "Tread softly because you tread on my dreams.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality.", 
    "name": "Judy Garland"
  }, 
  {
    "quote": "Man, alone, has the power to transform his thoughts into physical reality man, alone, can dream and make his dreams come true.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Our life is composed greatly from dreams, from the unconscious, and they must be brought into connection with action. They must be woven together.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "Dreams must be heeded and accepted. For a great many of them come true.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "Business and growing jobs is about taking risk, sometimes failing, sometimes succeeding, but always striving. It is about dreams. Usually, it doesn't work out exactly as you might have imagined. Steve Jobs was fired at Apple. He came back and changed the world.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.", 
    "name": "Henry Norris Russell"
  }, 
  {
    "quote": "I'd say it's been my biggest problem all my life... it's money. It takes a lot of money to make these dreams come true.", 
    "name": "Walt Disney"
  }, 
  {
    "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.", 
    "name": "Gail Devers"
  }, 
  {
    "quote": "Don't give up on your dreams, or your dreams will give up on you.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "If you dream the proper dreams, and share the myths with people, they will want to grow up to be like you.", 
    "name": "Ray Bradbury"
  }, 
  {
    "quote": "Computers are magnificent tools for the realization of our dreams, but no machine can replace the human spark of spirit, compassion, love, and understanding.", 
    "name": "Louis Gerstner"
  }, 
  {
    "quote": "Both dreams and myths are important communications from ourselves to ourselves. If we do not understand the language in which they are written, we miss a great deal of what we know and tell ourselves in those hours when we are not busy manipulating the outside world.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.", 
    "name": "James M. Barrie"
  }, 
  {
    "quote": "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities.", 
    "name": "James Allen"
  }, 
  {
    "quote": "High achievers spot rich opportunities swiftly, make big decisions quickly and move into action immediately. Follow these principles and you can make your dreams come true.", 
    "name": "Robert H. Schuller"
  }, 
  {
    "quote": "How blessed are some people, whose lives have no fears, no dreads to whom sleep is a blessing that comes nightly, and brings nothing but sweet dreams.", 
    "name": "Bram Stoker"
  }, 
  {
    "quote": "Never underestimate the power of dreams and the influence of the human spirit. We are all the same in this notion: The potential for greatness lives within each of us.", 
    "name": "Wilma Rudolph"
  }, 
  {
    "quote": "You know, my dad served in the President's Cabinet after his time as a governor. He told me he enjoyed being governor a lot more. Now, I understand why. If I do my job well, I can make a difference in people's lives and I can help our children realize their dreams.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When all of your wishes are granted, many of your dreams will be destroyed.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "Help others achieve their dreams and you will achieve yours.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "It is not true that people stop pursuing dreams because they grow old, they grow old because they stop pursuing dreams.", 
    "name": "Gabriel Garcia Marquez"
  }, 
  {
    "quote": "In my dreams I hear again the crash of guns, the rattle of musketry, the strange, mournful mutter of the battlefield.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "Anyone who has lost track of time when using a computer knows the propensity to dream, the urge to make dreams come true and the tendency to miss lunch.", 
    "name": "Tim Berners-Lee"
  }, 
  {
    "quote": "What is a television apparatus to man, who has only to shut his eyes to see the most inaccessible regions of the seen and the never seen, who has only to imagine in order to pierce through walls and cause all the planetary Baghdads of his dreams to rise from the dust.", 
    "name": "Salvador Dali"
  }, 
  {
    "quote": "Too many of us are not living our dreams because we are living our fears.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "Our life dreams the Utopia. Our death achieves the Ideal.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "I have dreamed in my life, dreams that have stayed with me ever after, and changed my ideas they have gone through and through me, like wine through water, and altered the color of my mind.", 
    "name": "Emily Bronte"
  }, 
  {
    "quote": "Obviously one must hold oneself responsible for the evil impulses of one's dreams. In what other way can one deal with them? Unless the content of the dream rightly understood is inspired by alien spirits, it is part of my own being.", 
    "name": "Sigmund Freud"
  }, 
  {
    "quote": "Old age realizes the dreams of youth: look at Dean Swift in his youth he built an asylum for the insane, in his old age he was himself an inmate.", 
    "name": "Soren Kierkegaard"
  }, 
  {
    "quote": "No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto.", 
    "name": "W. Clement Stone"
  }, 
  {
    "quote": "I never ask a man what his business is, for it never interests me. What I ask him about are his thoughts and dreams.", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "Dream lofty dreams, and as you dream, so you shall become. Your vision is the promise of what you shall one day be your ideal is the prophecy of what you shall at last unveil.", 
    "name": "James Allen"
  }, 
  {
    "quote": "If you can't read, it's going to be hard to realize dreams.", 
    "name": "Booker T. Washington"
  }, 
  {
    "quote": "Follow your dreams, believe in yourself and don't give up.", 
    "name": "Rachel Corrie"
  }, 
  {
    "quote": "Never let life impede on your ability to manifest your dreams. Dig deeper into your dreams and deeper into yourself and believe that anything is possible, and make it happen.", 
    "name": "Corin Nemec"
  }, 
  {
    "quote": "I never paint dreams or nightmares. I paint my own reality.", 
    "name": "Frida Kahlo"
  }, 
  {
    "quote": "The life of a man consists not in seeing visions and in dreaming dreams, but in active charity and in willing service.", 
    "name": "Henry Wadsworth Longfellow"
  }, 
  {
    "quote": "You know, the man of my dreams might walk round the corner tomorrow. I'm older and wiser and I think I'd make a great girlfriend. I live in the realm of romantic possibility.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "I am a walking piece of art every day, with my dreams and my ambitions forward at all times in an effort to inspire my fans to lead their life in that way.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "A lot of people do not muster the courage to live their dreams because they are afraid to die.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "You have all the reason in the world to achieve your grandest dreams. Imagination plus innovation equals realization.", 
    "name": "Denis Waitley"
  }, 
  {
    "quote": "We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "What is life? A madness. What is life? An illusion, a shadow, a story. And the greatest good is little enough for all life is a dream, and dreams themselves are only dreams.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "You have many years ahead of you to create the dreams that we can't even imagine dreaming. You have done more for the collective unconscious of this planet than you will ever know.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "The success I have achieved in bodybuilding, motion pictures, and business would not have been possible without the generosity of the American people and the freedom here to pursue your dreams.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "It does not do to dwell on dreams and forget to live.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time.", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "Dreams are illustrations... from the book your soul is writing about you.", 
    "name": "Marsha Norman"
  }, 
  {
    "quote": "There's nothing as exciting as a comeback - seeing someone with dreams, watching them fail, and then getting a second chance.", 
    "name": "Rachel Griffiths"
  }, 
  {
    "quote": "Lose your dreams and you might lose your mind.", 
    "name": "Mick Jagger"
  }, 
  {
    "quote": "Take, if you must, this little bag of dreams, Unloose the cord, and they will wrap you round.", 
    "name": "William Butler Yeats"
  }, 
  {
    "quote": "It's insecurity that is always chasing you and standing in the way of your dreams.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "A positive attitude can really make dreams come true - it did for me.", 
    "name": "David Bailey"
  }, 
  {
    "quote": "Mr. Tennyson has said that more things are wrought by prayer than this world dreams of, but he wisely refrains from saying whether they are good or bad things.", 
    "name": "Samuel Butler"
  }, 
  {
    "quote": "My own dreams fortunately came true in this great state. I became Mr. Universe I became a successful businessman. And even though some people say I still speak with a slight accent, I have reached the top of the acting profession.", 
    "name": "Arnold Schwarzenegger"
  }, 
  {
    "quote": "I'm not just a boy toy. I have feelings and dreams like anybody else.", 
    "name": "Jon Stewart"
  }, 
  {
    "quote": "The world is seldom what it seems to man, who dimly sees, realities appear as dreams, and dreams realities.", 
    "name": "Samuel Johnson"
  }, 
  {
    "quote": "Most new jobs won't come from our biggest employers. They will come from our smallest. We've got to do everything we can to make entrepreneurial dreams a reality.", 
    "name": "Ross Perot"
  }, 
  {
    "quote": "When the legends die, the dreams end there is no more greatness.", 
    "name": "Tecumseh"
  }, 
  {
    "quote": "I tell kids to pursue their basketball dreams, but I tell them to not let that be their only dream.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "Flying dreams mean that you're doing the right thing with your life.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "Common sense tells us that the things of the earth exist only a little, and that true reality is only in dreams.", 
    "name": "Charles Baudelaire"
  }, 
  {
    "quote": "My parent's divorce and hard times at school, all those things combined to mold me, to make me grow up quicker. And it gave me the drive to pursue my dreams that I wouldn't necessarily have had otherwise.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "It is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "The way to kill a man or a nation is to cut off his dreams, the way the whites are taking care of the Indians: killing their dreams, their magic, their familiar spirits.", 
    "name": "William S. Burroughs"
  }, 
  {
    "quote": "But are not the dreams of poets and the tales of travellers notoriously false?", 
    "name": "H. P. Lovecraft"
  }, 
  {
    "quote": "There are many talented people who haven't fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith.", 
    "name": "James Cameron"
  }, 
  {
    "quote": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "The work goes on, the cause endures, the hope still lives and the dreams shall never die.", 
    "name": "Edward Kennedy"
  }, 
  {
    "quote": "I want my boys to have an understanding of people's emotions, their insecurities, people's distress, and their hopes and dreams.", 
    "name": "Princess Diana"
  }, 
  {
    "quote": "There are a lot of things that are personally uncomfortable to show, especially me without makeup and completely bloated or crying. But I've realized that it's time for me to show my audience that you don't have to be perfect to achieve your dreams. Because nobody relates to being perfect.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "For all life is a dream, and dreams themselves are only dreams.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "A horse is the projection of peoples' dreams about themselves - strong, powerful, beautiful - and it has the capability of giving us escape from our mundane existence.", 
    "name": "Pam Brown"
  }, 
  {
    "quote": "Follow your dreams. Just make sure to have fun too.", 
    "name": "Chris Brown"
  }, 
  {
    "quote": "We must look for ways to be an active force in our own lives. We must take charge of our own destinies, design a life of substance and truly begin to live our dreams.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "Lonesome. Lonesome. I know what it means. Here all by my lonesome, dreaming empty dreams. Weary. Weary at the close of day, wondering if tomorrow brings me joy or sorrow.", 
    "name": "Leon Redbone"
  }, 
  {
    "quote": "To the degree we're not living our dreams, our comfort zone has more control of us than we have over ourselves.", 
    "name": "Peter McWilliams"
  }, 
  {
    "quote": "Dream small dreams. If you make them too big, you get overwhelmed and you don't do anything. If you make small goals and accomplish them, it gives you the confidence to go on to higher goals.", 
    "name": "John H. Johnson"
  }, 
  {
    "quote": "Yet it is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams.", 
    "name": "Les Brown"
  }, 
  {
    "quote": "Our dreams must be stronger than our memories. We must be pulled by our dreams, rater than pushed by our memories.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "The human heart has hidden treasures, In secret kept, in silence sealed The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed.", 
    "name": "Charlotte Bronte"
  }, 
  {
    "quote": "I can never decide whether my dreams are the result of my thoughts, or my thoughts the result of my dreams.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "A test of what is real is that it is hard and rough. Joys are found in it, not pleasure. What is pleasant belongs to dreams.", 
    "name": "Simone Weil"
  }, 
  {
    "quote": "Though we may have desires or bold goals, for whatever reason, most of us don't think we can achieve something beyond what we're qualified to achieve. Why, I ask, do we let reality interfere with our dreams?", 
    "name": "Simon Sinek"
  }, 
  {
    "quote": "Dreams are not without meaning wherever thay may come from-from fantasy, from the elements, or from other inspiration.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "I just write what I wanted to write. I write what amuses me. It's totally for myself. I never in my wildest dreams expected this popularity.", 
    "name": "J. K. Rowling"
  }, 
  {
    "quote": "All of us gave it all we've got, overcame a whole lot just being on the show and learned a lot about ourselves. We're just normal people trying to do what we love and follow our dreams.", 
    "name": "Carrie Underwood"
  }, 
  {
    "quote": "Freedom and democracy are dreams you never give up.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "My fear is that I go up to the girl of my dreams and say 'I'm sorry, but I've got to say hello to you,' and she slides the stool back and gets up and walks away, saying, 'Not for me, Bub. I don't want anything to do with you.'", 
    "name": "John Mayer"
  }, 
  {
    "quote": "People are never more insecure than when they become obsessed with their fears at the expense of their dreams.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "Much can be inferred about a man from his mistress: in her one beholds his weaknesses and his dreams.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.", 
    "name": "Janet Jackson"
  }, 
  {
    "quote": "I just kind of wake up with a new idea and new dreams every day, and I follow that dream, as they say.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "I did commit to myself that I would not jump back into being the workaholic that I can be before I gave myself an honest opportunity to create the marriage of my dreams and to create the beginning of the family of my dreams, and that took a hot second.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "We do not really feel grateful toward those who make our dreams come true they ruin our dreams.", 
    "name": "Eric Hoffer"
  }, 
  {
    "quote": "In dreams the truth is learned that all good works are done in the absence of a caress.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "You must recognize, embrace, and be honest about what is real for you today and allow that understanding to inform the choices you make. Only then will you be able to build the future of your dreams.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I'm aware of the mystery around us, so I write about coincidences, premonitions, emotions, dreams, the power of nature, magic.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Dreams are like paper, they tear so easily.", 
    "name": "Gilda Radner"
  }, 
  {
    "quote": "When we see the face of a child, we think of the future. We think of their dreams about what they might become, and what they might accomplish.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "I don't design clothes, I design dreams.", 
    "name": "Ralph Lauren"
  }, 
  {
    "quote": "Everybody past a certain age, regardless of how they look on the outside, pretty much constantly dreams of being able to escape from their lives.", 
    "name": "Doug Coupland"
  }, 
  {
    "quote": "It is one of the blessings of this world that few people see visions and dream dreams.", 
    "name": "Zora Neale Hurston"
  }, 
  {
    "quote": "Rude contact with facts chased my visions and dreams quickly away, and in their stead I beheld the horrors, the corruption, the evils and hypocrisy of society, and as I stood among them, a young wife, a great wail of agony went out from my soul.", 
    "name": "Victoria Woodhull"
  }, 
  {
    "quote": "Stay focused, go after your dreams and keep moving toward your goals.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "To this day, some of my closest friends say, 'Gaga, you know, everything's great. You're a singer your dreams have come true.' But, still, when certain things are said to you over and over again as you're growing up, it stays with you and you wonder if they're true.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "Dreams don't have deadlines. I'm thinking of doing bigger and better things and having more fun with it.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "To every people the land is given on condition. Perceived or not, there is a Covenant, beyond the constitution, beyond sovereign guarantee, beyond the nation's sweetest dreams of itself.", 
    "name": "Leonard Cohen"
  }, 
  {
    "quote": "There's a joy and a pain about directing where the dreams you have are becoming concrete but the attention to detail, the need for time is such that it's overwhelming at times, and the stream of responsibility.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "Dreams are real as long as they last. Can we say more of life?", 
    "name": "Havelock Ellis"
  }, 
  {
    "quote": "Take pleasure in your dreams relish your principles and drape your purest feelings on the heart of a precious lover.", 
    "name": "Giotto di Bondone"
  }, 
  {
    "quote": "To be given the opportunity to help shape new artists' careers and mentor them to see their dreams come to fruition is a task I welcome with open arms.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "I know how men in exile feed on dreams.", 
    "name": "Aeschylus"
  }, 
  {
    "quote": "A friend told me that teenage girls are always looking for someone to pin their dreams on. That doesn't make it any less weird though.", 
    "name": "Orlando Bloom"
  }, 
  {
    "quote": "To all, to each, a fair good-night, and pleasing dreams, and slumbers light.", 
    "name": "Walter Scott"
  }, 
  {
    "quote": "A runner must run with dreams in his heart, not money in his pocket.", 
    "name": "Emil Zatopek"
  }, 
  {
    "quote": "I have had dreams and I have had nightmares, but I have conquered my nightmares because of my dreams.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "We should be dreaming. We grew up as kids having dreams, but now we're too sophisticated as adults, as a nation. We stopped dreaming. We should always have dreams.", 
    "name": "Herb Brooks"
  }, 
  {
    "quote": "But what I was going to say was, I just figured I'm going to go boldly in the direction of my dreams, say it as Thoreau would say, and just see where it takes me.", 
    "name": "Demetri Martin"
  }, 
  {
    "quote": "At first, dreams seem impossible, then improbable, and eventually inevitable.", 
    "name": "Christopher Reeve"
  }, 
  {
    "quote": "What is the conservative movement? It's pretty straightforward. We believe that the way prosperity is created is when people have the freedom and the opportunity to pursue their dreams.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "The follow your dreams thing is really important because so many people are railroaded into taking other paths by their family, their friends, people who should be supportive going, 'What are you talking about?' Even just seemingly regular career paths, but if it's not what people expect for you they kind of react funny.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "I think when you're in a relationship where you really care for the other person, when they achieve their dreams it's better than when you do yourself.", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "For even in dreams a good deed is not lost.", 
    "name": "Pedro Calderon de la Barca"
  }, 
  {
    "quote": "Whatever dreams I have wished have come true.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "No one may speak for the dead, no one may interpret their mutilated dreams and visions.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "I'd definitely be the kind of parent who enabled my child's dreams. I'd just watch and nurture and guide them. I have the blueprints of what not to do... I think I'd be a good parent, actually.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Winners, I am convinced, imagine their dreams first. They want it with all their heart and expect it to come true. There is, I believe, no other way to live.", 
    "name": "Joe Montana"
  }, 
  {
    "quote": "The real hero is always a hero by mistake he dreams of being an honest coward like everybody else.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "I am so excited to let fans in on how important my relationship with my family is to me. I hope to motivate mothers and daughters to build lifetimes of memories together and inspire kids around the world to live their dreams.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else.", 
    "name": "Angie Stone"
  }, 
  {
    "quote": "A successful life is one that is lived through understanding and pursuing one's own path, not chasing after the dreams of others.", 
    "name": "Chin-Ning Chu"
  }, 
  {
    "quote": "In our increasingly secular society, with so many disparate gods and different faiths, superhero films present a unique canvas upon which our shared hopes, dreams and apocalyptic nightmares can be projected and played out.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "There are a lot of things that are personally uncomfortable to show, especially me without makeup and completely bloated or crying. But I've realized that it's time for me to show my audience that you don't have to be perfect to achieve your dreams.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "She still talks to me now, only now she talks to me in my dreams. And I can't wait to go to sleep tonight because we have a lot to talk about. I love you.", 
    "name": "Jamie Foxx"
  }, 
  {
    "quote": "Do It Under the Influence Yourself! That's what we're shooting for! Get drunk and make your dreams come true.", 
    "name": "Aziz Ansari"
  }, 
  {
    "quote": "Life being what it is, one dreams of revenge.", 
    "name": "Paul Gauguin"
  }, 
  {
    "quote": "I couldn't find the sports car of my dreams, so I built it myself.", 
    "name": "Ferdinand Porsche"
  }, 
  {
    "quote": "Learn from your dreams what you lack.", 
    "name": "W. H. Auden"
  }, 
  {
    "quote": "I've had quite a lot of luck with dreams. I've often awoken in the night with a phrase or even a whole song in my head.", 
    "name": "Brian Eno"
  }, 
  {
    "quote": "I think there's a time as a writer when you want to see the best things in life, and you go out wherever you go with your dreams as a writer or a composer.", 
    "name": "Tori Amos"
  }, 
  {
    "quote": "In my dreams, I could be a Princess, and that's what I was. Like most little girls, I believed nothing less than a Prince could make my dreams come true.", 
    "name": "Loretta Young"
  }, 
  {
    "quote": "With unemployment still abysmally high, the Obama economy is crushing Hispanics' dreams for their children to live a better life.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Mitt Romney will stop the attacks on job creators, encourage entrepreneurs to chase their dreams, and bring good jobs and a better future to all Americans.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "We're special because dreams that are impossible anywhere else, come true here. That's not just my story. That's your story. That's our story.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "The curse of the romantic is a greed for dreams, an intensity of expectation that, in the end, diminishes the reality.", 
    "name": "Marya Mannes"
  }, 
  {
    "quote": "The dreams which reveal the supernatural are promises and messages that God sends us directly: they are nothing but His angels, His ministering spirits , who usually appear to us when we are in a great predicament.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "Not all lucid dreams are useful but they all have a sense of wonder about them. If you must sleep through a third of your life, why should you sleep through your dreams, too?", 
    "name": "Stephen LaBerge"
  }, 
  {
    "quote": "There's always going to be dreams and goals I have, but I never really tell people what they are.", 
    "name": "Tyra Banks"
  }, 
  {
    "quote": "Intellectual despair results in neither weakness nor dreams, but in violence. It is only a matter of knowing how to give vent to one's rage whether one only wants to wander like madmen around prisons, or whether one wants to overturn them.", 
    "name": "Georges Bataille"
  }, 
  {
    "quote": "Every comedian dreams of hosting 'The Tonight Show' and, for seven months, I got to. I did it my way, with people I love, and I do not regret a second.", 
    "name": "Conan O'Brien"
  }, 
  {
    "quote": "Reality seems valueless by comparison with the dreams of fevered imaginations reality is therefore abandoned.", 
    "name": "Emile Durkheim"
  }, 
  {
    "quote": "Without peace, all other dreams vanish and are reduced to ashes.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "People who insist on telling their dreams are among the terrors of the breakfast table.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "We must stop talking about the American dream and start listening to the dreams of Americans.", 
    "name": "Max Beerbohm"
  }, 
  {
    "quote": "Our dreams drench us in senses, and senses steps us again in dreams.", 
    "name": "Amos Bronson Alcott"
  }, 
  {
    "quote": "My imagination completely controls me, and forever feeds the fire that burns with dark red light in my heart by bringing me the best dreams. I've always had a wild imagination, a big heart and a tortured soul so I feel that dark fantasy, love and horror are in my blood.", 
    "name": "Kim Elizabeth"
  }, 
  {
    "quote": "Like dreams, statistics are a form of wish fulfillment.", 
    "name": "Jean Baudrillard"
  }, 
  {
    "quote": "All art is exorcism. I paint dreams and visions too the dreams and visions of my time. Painting is the effort to produce order order in yourself. There is much chaos in me, much chaos in our time.", 
    "name": "Otto Dix"
  }, 
  {
    "quote": "I have been interested in dreams, really since I was a kid. I have always been fascinated by the idea that your mind, when you are asleep, can create a world in a dream and you are perceiving it as though it really existed.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "Never in my wildest dreams did I entertain the idea that I would become a fashion designer.", 
    "name": "Giorgio Armani"
  }, 
  {
    "quote": "I might be writing what people expect me to write, writing from that place where I might be ruled by economic considerations. To overcome that, I started working with my dreams, because I'm not so censored when I use dream material.", 
    "name": "Kathy Acker"
  }, 
  {
    "quote": "I envy people with dreams and passions, but I don't think that way. I still don't have a 'bliss' to follow. For people like me - I suspect that's most people - holding out for a 'dream' or a 'passion' is paralyzing. I just like having work I enjoy that feels meaningful. That's hard enough... but it's enough.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "Saddle your dreams before you ride em.", 
    "name": "Mary Webb"
  }, 
  {
    "quote": "Genius is an African who dreams up snow.", 
    "name": "Vladimir Nabokov"
  }, 
  {
    "quote": "Acting is also working with people who invite you into their dreams and trust you with their innermost being.", 
    "name": "Catherine Deneuve"
  }, 
  {
    "quote": "So many financial dreams are thwarted by the failure to act upon good intentions.", 
    "name": "Suze Orman"
  }, 
  {
    "quote": "I was not looking for my dreams to interpret my life, but rather for my life to interpret my dreams.", 
    "name": "Susan Sontag"
  }, 
  {
    "quote": "We use our parents like recurring dreams, to be entered into when needed.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Dreams get you into the future and add excitement to the present.", 
    "name": "Robert Conklin"
  }, 
  {
    "quote": "I've woken up from dreams and the whole song is there. I'm listening to it in my dreams. I consciously have to wake myself up and get a tape recorder because I hear it like a record.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "As I live and am a man, this is an unexaggerated tale - my dreams become the substances of my life.", 
    "name": "Samuel Taylor Coleridge"
  }, 
  {
    "quote": "I think when you move past your fear and you go after your dreams wholeheartedly, you become free.", 
    "name": "LL Cool J"
  }, 
  {
    "quote": "Through hard work, perseverance and a faith in God, you can live your dreams.", 
    "name": "Benjamin Carson"
  }, 
  {
    "quote": "If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure.", 
    "name": "Vin Diesel"
  }, 
  {
    "quote": "I've said it before, but it's absolutely true: My mother gave me my drive, but my father gave me my dreams. Thanks to him, I could see a future.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "Hold fast to dreams For when dreams go Life is a barren field Frozen with snow.", 
    "name": "Langston Hughes"
  }, 
  {
    "quote": "We must not let our passions destroy our dreams.", 
    "name": "Thomas S. Monson"
  }, 
  {
    "quote": "I mean, I'm 48 years old and I've been through a lot in my life - you know, loss, whether it be death, illness, separation. I mean, the failed expectations... We all have dreams.", 
    "name": "Annie Lennox"
  }, 
  {
    "quote": "My life turned out to be beyond my greatest dreams.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.", 
    "name": "Clay Aiken"
  }, 
  {
    "quote": "Dreams come true without that possibility, nature would not incite us to have them.", 
    "name": "John Updike"
  }, 
  {
    "quote": "People ask how can a Jewish kid from the Bronx do preppy clothes? Does it have to do with class and money? It has to do with dreams.", 
    "name": "Ralph Lauren"
  }, 
  {
    "quote": "Death is the mother of Beauty hence from her, alone, shall come fulfillment to our dreams and our desires.", 
    "name": "Wallace Stevens"
  }, 
  {
    "quote": "Our politics are our deepest form of expression: they mirror our past experiences and reflect our dreams and aspirations for the future.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "Our dreams are firsthand creations, rather than residues of waking life. We have the capacity for infinite creativity at least while dreaming, we partake of the power of the Spirit, the infinite Godhead that creates the cosmos.", 
    "name": "Jackie Gleason"
  }, 
  {
    "quote": "Dreams do come true, even for someone who couldn't speak English and never had a music lesson or much of an education.", 
    "name": "Lawrence Welk"
  }, 
  {
    "quote": "It is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Ironically, it is exactly because we are a city that embraces freedom, that welcomes everyone and encourages their dreams, that New York remains on the front lines in the war on terror.", 
    "name": "Michael Bloomberg"
  }, 
  {
    "quote": "Believe it or not, lots of people change their majors and abandon their dreams just to avoid a couple of math classes in college.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "It has been my observation that parents kill more dreams than anybody.", 
    "name": "Spike Lee"
  }, 
  {
    "quote": "Sigmund Freud said we act out our own dreams, but if you are only an actor you are not acting out your own dream. You are simply participating in someone else's dream.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "I have those dreams that you can't put into words.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I worked on my voice for Sweet Dreams, but only to match my speaking voice to Patsy's actual singing voice. That was my way into that character.", 
    "name": "Jessica Lange"
  }, 
  {
    "quote": "I'm very comfortable with the nature of life and death, and that we come to an end. What's most difficult to imagine is that those dreams and early yearnings and desires of childhood and adolescence will also disappear. But who knows? Maybe you become part of the eternal whatever.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "A dream is a scripture, and many scriptures are nothing but dreams.", 
    "name": "Umberto Eco"
  }, 
  {
    "quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream.", 
    "name": "Debby Boone"
  }, 
  {
    "quote": "My dreams have become puny with the reality my life has become.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "My dreams were always small and puny. All I ever needed was a little house with a little picket fence by the sea. Little did I know that I would live in Malacanang Palace for 20 years and visit all the major palaces of mankind. And then also meet ordinary citizens and the leaders of superpowers.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "I've had dreams about tricks.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "Worse than not realizing the dreams of your youth, would be to have been young and never dreamed at all.", 
    "name": "Jean Genet"
  }, 
  {
    "quote": "My life has been a continuous fulfillment of dreams. It appears that everything I saw and did has a new, and perhaps, more significant meaning, every time I see it. The earth is good. It is a privilege to live thereon.", 
    "name": "Liberty Hyde Bailey"
  }, 
  {
    "quote": "Literature for me isn't a workaday job, but something which involves desires, dreams and fantasy.", 
    "name": "Antonio Tabucchi"
  }, 
  {
    "quote": "I love watching people's dreams come true.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "And our dreams are who we are.", 
    "name": "Barbara Sher"
  }, 
  {
    "quote": "You can't break my spirit, it's my dreams you take.", 
    "name": "James Blunt"
  }, 
  {
    "quote": "Big dreams create the magic that stir men's souls to greatness.", 
    "name": "Bill McCartney"
  }, 
  {
    "quote": "I don't like dreams or reality. I like when dreams become reality because that is my life.", 
    "name": "Jean Paul Gaultier"
  }, 
  {
    "quote": "My office is at Yankee stadium. Yes, dreams do come true.", 
    "name": "Derek Jeter"
  }, 
  {
    "quote": "I believe history will come to view 9/11 as an event on par with November 22, 1963, the date on which John F. Kennedy was murdered, cutting short a presidency that was growing ever more promising. Dreams died that day in Dallas it is easy to imagine the 1960s turning out rather differently had President Kennedy lived.", 
    "name": "Jon Meacham"
  }, 
  {
    "quote": "You control your future, your destiny. What you think about comes about. By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own.", 
    "name": "Mark Victor Hansen"
  }, 
  {
    "quote": "Only in dreams, in poetry, in play do we sometimes arrive at what we were before we were this thing that, who knows, we are.", 
    "name": "Julio Cortazar"
  }, 
  {
    "quote": "From time immemorial artistic insights have been revealed to artists in their sleep and in dreams, so that at all times they ardently desired them.", 
    "name": "Paracelsus"
  }, 
  {
    "quote": "Field of Dreams is probably our generation's It's A Wonderful Life.", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "I'm a big fan of dreams. Unfortunately, dreams are our first casualty in life - people seem to give them up, quicker than anything, for a 'reality.'", 
    "name": "Kevin Costner"
  }, 
  {
    "quote": "Instead of plotting the demise of the traditional family, as some politicians and religious leaders would have you believe, gay people mow their lawns and watch 'American Idol' and video their children's concerts and have the same hopes and dreams that their straight counterparts do.", 
    "name": "Jodi Picoult"
  }, 
  {
    "quote": "Seems like God don't see fit to give the black man nothing but dreams - but He did give us children to make them dreams seem worthwhile.", 
    "name": "Lorraine Hansberry"
  }, 
  {
    "quote": "Like all young reporters - brilliant or hopelessly incompetent - I dreamed of the glamorous life of the foreign correspondent: prowling Vienna in a Burberry trench coat, speaking a dozen languages to dangerous women, narrowly escaping Sardinian bandits - the usual stuff that newspaper dreams are made of.", 
    "name": "Russell Baker"
  }, 
  {
    "quote": "People's dreams are made out of what they do all day. The same way a dog that runs after rabbits will dream of rabbits. It's what you do that makes your soul, not the other way around.", 
    "name": "Barbara Kingsolver"
  }, 
  {
    "quote": "As a young man you don't notice at all that you were, after all, badly affected. For years afterwards, at least ten years, I kept getting these dreams, in which I had to crawl through ruined houses, along passages I could hardly get through.", 
    "name": "Otto Dix"
  }, 
  {
    "quote": "Love is the most terrible, and also the most generous of the passions it is the only one which includes in its dreams the happiness of someone else.", 
    "name": "Alphonse Karr"
  }, 
  {
    "quote": "I'm living out my dreams and I love what I do.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "I paint what cannot be photographed, that which comes from the imagination or from dreams, or from an unconscious drive.", 
    "name": "Man Ray"
  }, 
  {
    "quote": "Today, I'm very happy about myself, because I realized my dreams. I learned how to understand what people want.", 
    "name": "Roberto Cavalli"
  }, 
  {
    "quote": "Within our dreams and aspirations we find our opportunities.", 
    "name": "Sugar Ray Leonard"
  }, 
  {
    "quote": "Dream the impossible because dreams do come true.", 
    "name": "Elijah Wood"
  }, 
  {
    "quote": "The American Dream has run out of gas. The car has stopped. It no longer supplies the world with its images, its dreams, its fantasies. No more. It's over. It supplies the world with its nightmares now: the Kennedy assassination, Watergate, Vietnam.", 
    "name": "J. G. Ballard"
  }, 
  {
    "quote": "We've removed the ceiling above our dreams. There are no more impossible dreams.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "Women are not in love with me but with the picture of me on the screen. I am merely the canvas on which women paint their dreams.", 
    "name": "Rudolph Valentino"
  }, 
  {
    "quote": "Dreams become reality when we put our minds to it.", 
    "name": "Queen Latifah"
  }, 
  {
    "quote": "The readers are the ones who let us live our dreams. I try to write books which are really compelling - that you'd take on vacation and rather than going out, you'd read in your hotel room because you had to find out what happened. Hopefully that's what readers are responding to.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "Men don't come up to you to just talk. We come up to you with a plan. We're looking across the room at you, and we don't care about your hopes and dreams. We don't care about what your future holds. We saw something we wanted.", 
    "name": "Steve Harvey"
  }, 
  {
    "quote": "It's not like I don't have my own wants and dreams anymore - it's just that the kids come first. It's primal.", 
    "name": "Angie Harmon"
  }, 
  {
    "quote": "One day it just hit me. This is it. You are not in love. So either stay in it because you have a child or be brave and find the man of your dreams and marry him for real.", 
    "name": "Brandy Norwood"
  }, 
  {
    "quote": "Dreams are where we visit the many lands and landscapes of human possibility and discover the one where we feel at home. The great religious leaders were all dreamers.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "Dreaming in public is an important part of our job description, as science writers, but there are bad dreams as well as good dreams. We're dreamers, you see, but we're also realists, of a sort.", 
    "name": "William Gibson"
  }, 
  {
    "quote": "As you look back at your life, there are just a million different things that have happened, just in the right way, to allow you to make your dreams come true. And you know, someone has all that under control.", 
    "name": "Michael P. Anderson"
  }, 
  {
    "quote": "In a couple, sometimes, one or both people have to give up their personal life, dreams and ambitions for the good of the family.", 
    "name": "Monica Bellucci"
  }, 
  {
    "quote": "Men never cling to their dreams with such tenacity as at the moment when they are losing faith in them, and know it, but do not dare yet to confess it to themselves.", 
    "name": "William Graham Sumner"
  }, 
  {
    "quote": "Take what you can from your dreams, make them as real as anything.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "God, that dumping ground of our dreams.", 
    "name": "Jean Rostand"
  }, 
  {
    "quote": "I am consumed with the fear of failing. Reaching deep down and finding confidence has made all my dreams come true.", 
    "name": "Arsenio Hall"
  }, 
  {
    "quote": "What better model of a synthesis than a nocturnal dream? Dreams simplify, don't they?", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "After having done this whole slew of press for 'Big Love,' now I'll have anxiety dreams for like a week and a half about all the stupid things I said. I can't even imagine being in front of the cameras all the time. I had a weird dream the other night that I was on 'Jersey Shore.'", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "Even having to do the amount of press that I have to do is dreadful and gives me so much anxiety. After having done this whole slew of press for 'Big Love,' now I'll have anxiety dreams for like a week and a half about all the stupid things I said.", 
    "name": "Chloe Sevigny"
  }, 
  {
    "quote": "Barack Obama knows that to create an economy built to last, we need to focus on middle-class families. Families who stay up on Sunday nights pacing the floor, like my dad did, while their children, tucked in bed, dream big dreams. Families who aren't sure what Monday morning will bring, but who believe our nation's best days are still ahead.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "When we are motivated by goals that have deep meaning, by dreams that need completion, by pure love that needs expressing, then we truly live.", 
    "name": "Greg Anderson"
  }, 
  {
    "quote": "The permanent temptation of life is to confuse dreams with reality. The permanent defeat of life comes when dreams are surrendered to reality.", 
    "name": "James A. Michener"
  }, 
  {
    "quote": "Everyone wants to look their best, everyone has dreams of wanting to look like something else. But we are who we are.", 
    "name": "Samantha Morton"
  }, 
  {
    "quote": "I say to my colleagues never confine your best work, your hopes, your dreams, the aspiration of the American people to what will be signed by George W. Bush because that is too limiting a factor.", 
    "name": "Nancy Pelosi"
  }, 
  {
    "quote": "Prime Minister Sharon, Prime Minister Abbas, I urge you today to end the designs of those who seek destruction, annihilation and occupation, and I urge you to have the will and the courage to begin to realize our dreams of peace, prosperity and coexistence.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "I'm not certain, but I have a little gypsy blood in me. And my mother always told me that her grandma could give someone the evil eye, and I'd better not cross her because she had some of that blood in her. Mother always believed that she could predict the future, and she had dreams that came true.", 
    "name": "Sam Raimi"
  }, 
  {
    "quote": "The atmosphere is much too near for dreams. It forces us to action. It is close to us. We are in it and of it. It rouses us both to study and to do. We must know its moods and also its motive forces.", 
    "name": "Cleveland Abbe"
  }, 
  {
    "quote": "You know, one of my biggest dreams in life is to play a Disney princess.", 
    "name": "Ginnifer Goodwin"
  }, 
  {
    "quote": "When I look back over my life it's almost as if there was a plan laid out for me - from the little girl who was so passionate about animals who longed to go to Africa and whose family couldn't afford to put her through college. Everyone laughed at my dreams. I was supposed to be a secretary in Bournemouth.", 
    "name": "Jane Goodall"
  }, 
  {
    "quote": "Always wear cute pyjamas to bed, you'll never know who u will meet in your dreams.", 
    "name": "Joel Madden"
  }, 
  {
    "quote": "A player dreams of being a superstar, but he doesn't want people flocking all over him asking for an autograph.", 
    "name": "Dennis Rodman"
  }, 
  {
    "quote": "They should invent some way to tape-record your dreams. I've written songs in my dreams that were Beatles songs. Then I'd wake up and they'd be gone.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "The Columbia is lost, but the dreams that inspired its crew remain with us.", 
    "name": "Dick Cheney"
  }, 
  {
    "quote": "Cherish your visions and your dreams, as they are the children of your soul the blueprints of your ultimate achievements.", 
    "name": "Napolean Hill"
  }, 
  {
    "quote": "Never set limits, go after your dreams, don't be afraid to push the boundaries. And laugh a lot - it's good for you!", 
    "name": "Paula Radcliffe"
  }, 
  {
    "quote": "I want to help children in Serbia and around the world so they can realize their dreams.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "Those born into poverty or on the margins of society require our extra support to realize their dreams.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "I know it sounds corny, but when you follow your dreams, it happens. And if it's music, take it seriously.", 
    "name": "Enrique Iglesias"
  }, 
  {
    "quote": "There's a lot of blood, sweat, and guts between dreams and success.", 
    "name": "Paul Bryant"
  }, 
  {
    "quote": "You have the dreams that you want, and then you have to do other jobs until you can get to that dream.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "I save my dreams and hopes for my kids. When I'm making a wish under a bridge or tunnel, it's always for them.", 
    "name": "Alison Sweeney"
  }, 
  {
    "quote": "If I thought that any of this was pre ordained, then it takes away any kind of incentive to struggle, or to put up with things, to reach for those impossible dreams, all those dramatic things.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "I think basically becoming famous has taken the place of going to Heaven in modern society, hasn't it? That's the place where your dreams will come true. It's an act of faith now they think that's going to sort things out.", 
    "name": "Jarvis Cocker"
  }, 
  {
    "quote": "When violence becomes imbedded in a region, then this affects everything. It affects your dreams, your fantasies and relationships, and your religion becomes violent, too.", 
    "name": "Karen Armstrong"
  }, 
  {
    "quote": "There's a line I have that our family was designed more for public than for private. But there are definitely some things that are only mine. I am someone who dreams at night, and you don't know what I'm dreaming.", 
    "name": "Carrie Fisher"
  }, 
  {
    "quote": "My father, his spirit is with me constantly, and I'm a believer in that world and the world of dreams and that stuff.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "I've never been bashful to say that I'm not really interested in Formula One. When I lived in England, it's all I wanted to do and I thought that anything else would somehow be a compromise to my dreams. But then when I came back to the States, I realised how much I loved being back in the States.", 
    "name": "Danica Patrick"
  }, 
  {
    "quote": "I've been interested in dreams since I as a kid and I've wanted to do a film about them for a long time.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "But I have been interested in dreams, really since I was a kid. I have always been fascinated by the idea that your mind, when you are asleep, can create a world in a dream and you are perceiving it as though it really existed.", 
    "name": "Christopher Nolan"
  }, 
  {
    "quote": "The buildings that I build very often have a dreamlike reality. I don't mean by that they have a fantasy quality at all, in fact quite the reverse. They contain in some degree the ingredients that give dreams their power... stuff that's very close to us.", 
    "name": "Christopher Alexander"
  }, 
  {
    "quote": "Freedom is not an ideal, it is not even a protection, if it means nothing more than freedom to stagnate, to live without dreams, to have no greater aim than a second car and another television set.", 
    "name": "Adlai Stevenson"
  }, 
  {
    "quote": "I think cinema is closer to allegories than to reality. It's closer to our dreams.", 
    "name": "Manuel Puig"
  }, 
  {
    "quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.", 
    "name": "Jonas Salk"
  }, 
  {
    "quote": "In my wildest dreams, I could not have imagined a sweeter life.", 
    "name": "Hugh Hefner"
  }, 
  {
    "quote": "Vain hopes are like certain dreams of those who wake.", 
    "name": "Quintilian"
  }, 
  {
    "quote": "My professional dreams were coming true while I was living a personal nightmare.", 
    "name": "Dane Cook"
  }, 
  {
    "quote": "My dreams are all follies.", 
    "name": "Taylor Caldwell"
  }, 
  {
    "quote": "Dreams have always expanded our understanding of reality by challenging our boundaries of the real, of the possible.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "It has never been my object to record my dreams, just the determination to realize them.", 
    "name": "Man Ray"
  }, 
  {
    "quote": "We used to talk about wanting to get some money, but that's when hip-hop was based on your dreams and your fantasy. The whole thing now is the dreams and fantasies were achieved, and you don't want to make it the focal point. You can't keep beating that dead horse.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "My mother was always working for a job, so I guess I was always trained that I should have multiple jobs, multiple aspirations. And I remember she had multiple aspirations, always hearing about her dreams and things she did in the past and things she wanted to do.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "Good dreams don't come cheap, you've got to pay for them and If you just dream when you're asleep this is no way for them to come alive... to survive.", 
    "name": "Harry Chapin"
  }, 
  {
    "quote": "I was always someone who lived in the future all the time, it was always the next thing - dreams of escape.", 
    "name": "Julie Walters"
  }, 
  {
    "quote": "There's a good deal in common between the mind's eye and the TV screen, and though the TV set has all too often been the boobtube, it could be, it can be, the box of dreams.", 
    "name": "Ursula K. Le Guin"
  }, 
  {
    "quote": "You'll be much more successful if you follow your dreams and follow your passions.", 
    "name": "Jay Weatherill"
  }, 
  {
    "quote": "Google is a global Rorschach test. We see in it what we want to see. Google has built an infrastructure that makes a lot of dreams closer to reality.", 
    "name": "John Battelle"
  }, 
  {
    "quote": "Dreams do come true. If anyone's proof of that, it's me.", 
    "name": "Jennifer Hudson"
  }, 
  {
    "quote": "Things have gone beyond my wildest expectations and dreams, and I feel like I've been given so many blessings in my life, between my friendship with the guys in the band, our wonderful audience, being able to play this music, and then my family.", 
    "name": "Trey Anastasio"
  }, 
  {
    "quote": "My dreams and aspirations when I was a child for as long as I can remember was to be an entertainer.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "My mother gave me my drive but my father gave me my dreams.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "Having achieved my own dreams, I want to give to kids who are less fortunate, who struggle with everyday obstacles. I want to give them something positive in their lives: support.", 
    "name": "Kristi Yamaguchi"
  }, 
  {
    "quote": "You have to dream dreams to live dreams.", 
    "name": "Eric Lindros"
  }, 
  {
    "quote": "But baseball bounced back in the next decade to reclaim its place as the national pastime: new heroes, spirited competition, and booming prosperity gave birth to dreams of expansion, both within the major leagues and around the world.", 
    "name": "John Thorn"
  }, 
  {
    "quote": "I'd really like to get the girl, shoot the gun, drive the car, have fun. I even have these kind of action dreams, where I'm the action guy.", 
    "name": "Kevin Bacon"
  }, 
  {
    "quote": "Sometimes, you follow your dreams. I say to the young people, 'If you have a dream, chase it.'", 
    "name": "Karl Malone"
  }, 
  {
    "quote": "It was never in my dreams to make my personal life anybody else's business.", 
    "name": "Ethan Hawke"
  }, 
  {
    "quote": "No person has the right to rain on your dreams.", 
    "name": "Marian Wright Edelman"
  }, 
  {
    "quote": "I am rich beyond the dreams of avarice.", 
    "name": "Edward Moore"
  }, 
  {
    "quote": "I led the life of an intellectual up until a certain age. I remember Freud's 'Interpretation of Dreams' was a big favorite when I was 11. It sounded so interesting. And it really was!", 
    "name": "Wallace Shawn"
  }, 
  {
    "quote": "I have shared my whole life. My private and my show business life. It helps me actually to feel my songs and to go on with my dreams.", 
    "name": "Celine Dion"
  }, 
  {
    "quote": "I'm particularly proud of my reluctance to share my dreams with anyone.", 
    "name": "Todd Barry"
  }, 
  {
    "quote": "Talking, talking. Spinning a web of words, pale walls of dreams, between myself and all I see.", 
    "name": "John Gardner"
  }, 
  {
    "quote": "In Nicaragua, liberty, equality and the rule of law were the stuff of dreams. But in Paris I discovered the value of those words.", 
    "name": "Bianca Jagger"
  }, 
  {
    "quote": "So many of my dreams were to actually be able to make a living of what I did as a hobby.", 
    "name": "Rick Baker"
  }, 
  {
    "quote": "As a child our dreams got scattered all about and all our future prospects got scattered to so many places, and we spend our lives trying to find the little pieces that make up our lives and make up the dreams that we had as a child that got blown away in the windstorm.", 
    "name": "Terrence Howard"
  }, 
  {
    "quote": "I work, and then whenever I have any other time, I'm with my daughter, and then I go to sleep. I think you basically have to abandon the dreams of having any other adult activities in your life. You have to go to sleep whenever your child goes to sleep. That's basically how we're doing it.", 
    "name": "Tina Fey"
  }, 
  {
    "quote": "We live because of the dreams.", 
    "name": "Marat Safin"
  }, 
  {
    "quote": "The usual channels of university studies or secretarial work did not appeal to me. I cherished difficult dreams through confidence in myself.", 
    "name": "Ella Maillart"
  }, 
  {
    "quote": "If dreams are like movies, then memories are films about ghosts.", 
    "name": "Adam Duritz"
  }, 
  {
    "quote": "With Shakespeare and poetry, a new world was born. New dreams, new desires, a self consciousness was born. I desired to know to know myself in terms of the new standards set by these books.", 
    "name": "Peter Abrahams"
  }, 
  {
    "quote": "The Brown decision promised that every child, regardless of the color of his or her skin, would have unequivocal access to quality education and an equal opportunity to pursue his/her dreams.", 
    "name": "Ed Markey"
  }, 
  {
    "quote": "Technology has a great advantage in that we are capable of creating dinosaurs and show them on the screen even though they are extinct 65 million years. All of a sudden, we have a fantastic tool that is as good as dreams are.", 
    "name": "Werner Herzog"
  }, 
  {
    "quote": "I mean, we've all had those dreams where, you know, we try to cry out and our voice won't come.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams.", 
    "name": "Jeremy Irons"
  }, 
  {
    "quote": "Dreams are illusions, and we can't let go of them because we would be dead.", 
    "name": "David Copperfield"
  }, 
  {
    "quote": "I try to help people realize their dreams by using magic to tell stories that educate, move, and inspire.", 
    "name": "David Copperfield"
  }, 
  {
    "quote": "What differentiates us from animals is the fact that we can listen to other people's dreams, fears, joys, sorrows, desires and defeats - and they in turn can listen to ours.", 
    "name": "Henning Mankell"
  }, 
  {
    "quote": "Most 'reality' shows aren't reality at all. They're game shows with no prize. Like 'Rock of Love.' His aren't genuine feelings. Then again, Bob Barker didn't really care whether or not you won the toaster. Sorry to shatter everyone's dreams.", 
    "name": "Hal Sparks"
  }, 
  {
    "quote": "Whoever I can go out every week and motivate to do better and to try to go after their dreams, I'm up for that.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "The work of an advertising agency is warmly and immediately human. It deals with human needs, wants, dreams and hopes. Its 'product' cannot be turned out on an assembly line.", 
    "name": "Leo Burnett"
  }, 
  {
    "quote": "I think people tend to see the bigger point, which is maybe not fitting in and feeling like you didn't have the childhood that you expected you would have, or that you felt lonely or struggled with drugs and alcohol or just that you were able to achieve your dreams.", 
    "name": "Augusten Burroughs"
  }, 
  {
    "quote": "When I was a kid, I wanted to be serious, like Daniel Day-Lewis. No one really dreams of being a comic actor, do they? Now I realise how stupid that is - and it's because comic acting isn't taken seriously enough. It's a discipline. You know instantly - either you're funny and getting the laughs, or you're not.", 
    "name": "Chris O'Dowd"
  }, 
  {
    "quote": "Too many athletes are living in a tiny window. They have no vision for themselves - what they can be outside of football and what they can mean to a community. They just don't know any better. My hopes and dreams are unlimited.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "The human imagination... has great difficulty in living strictly within the confines of a materialist practice or philosophy. It dreams, like a dog in its basket, of hares in the open.", 
    "name": "John Berger"
  }, 
  {
    "quote": "I have absurdly vivid dreams.", 
    "name": "Erin Morgenstern"
  }, 
  {
    "quote": "I mean, every child at one stage dreams of being a prince or a princess.", 
    "name": "Mary, Crown Princess of Denmark"
  }, 
  {
    "quote": "I don't understand people who dream in black and white. I just don't get it. My dreams have always been vivid color.", 
    "name": "Gary Ross"
  }, 
  {
    "quote": "We have lost that which has made us great over the generations, and that is the sense of individual and personal responsibility that we can come up, we can pursue our dreams and our aspirations and we won't be blocked by government regulation, by the inability to get a loan as a small business to make our dreams come true.", 
    "name": "Jon Huntsman, Jr."
  }, 
  {
    "quote": "Dreams seem to have a will of their own.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "I published in 1978 a report on dreams in the Journal of Clinical Psychology. It was the first study of its kind to demonstrate that it is possible for people to make constructive use of their dreams to improve their lives.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "I think everyone dreams of that nice romantic wedding.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "I was not born in a home where there were stereotypes. So that was very useful because it gave me the sense of possibilities, of flying, if I may say, of making my hopes and dreams a reality.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "I've never dreamed of a story idea. I have such boring dreams.", 
    "name": "R. L. Stine"
  }, 
  {
    "quote": "Our dreams are made of real things, like a shoebox full of photographs.", 
    "name": "Jack Johnson"
  }, 
  {
    "quote": "I have a notebook that is filled to the brim with my dreams and ideas and goals and aspirations.", 
    "name": "Karlie Kloss"
  }, 
  {
    "quote": "My dreams came true while wearing the opening look from the spring/summer 2010 Dior ready-to-wear collection. I will never forget how special I felt opening John Galliano's show, like I was living a dream.", 
    "name": "Karlie Kloss"
  }, 
  {
    "quote": "Sometimes your dreams come true.", 
    "name": "Frank Bruno"
  }, 
  {
    "quote": "Catcher in the Rye had a profound impact on me-the idea that we all have lots of dreams that are slowly being chipped away as we grow up.", 
    "name": "Judd Nelson"
  }, 
  {
    "quote": "Though I know he loves me, tonight my heart is sad his kiss was not so wonderful as all the dreams I had.", 
    "name": "Sara Teasdale"
  }, 
  {
    "quote": "I am very lucky because I am realizing my childhood dreams, and after presenting my shows it's like a party.", 
    "name": "Jean Paul Gaultier"
  }, 
  {
    "quote": "That disturbs people when they know they didn't have the guts or integrity to stick to their dreams.", 
    "name": "Sandra Bernhard"
  }, 
  {
    "quote": "My heroes, my dreams, and my future lay in Yankee Stadium. And they can't take that away from me.", 
    "name": "Derek Jeter"
  }, 
  {
    "quote": "Every year for New Years I write down all of my goals and dreams and put them in my Bible. At the end of the year I go and pull the paper out and check this off and check that off.", 
    "name": "NeNe Leakes"
  }, 
  {
    "quote": "I only remember the end of my dreams, like waking up at a steering wheel, or falling.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "Talking about food is like talking about your dreams. Everyone has something to say. We all have to eat, it's just what we eat which differs. Some people eat for fuel and I feel bad for them.", 
    "name": "Gael Garcia Bernal"
  }, 
  {
    "quote": "I tell people, 'It's just like a cliche, but it's true: In Hollywood, dreams can come true.'", 
    "name": "Michael Clarke Duncan"
  }, 
  {
    "quote": "I married the man of my dreams in 1998.", 
    "name": "Cindy Margolis"
  }, 
  {
    "quote": "But we can hold our spirits and our bodies so pure and high, we may cherish such thoughts and such ideals, and dream such dreams of lofty purpose, that we can determine and know what manner of men we will be, whenever and wherever the hour strikes and calls to noble action.", 
    "name": "Joshua Chamberlain"
  }, 
  {
    "quote": "I part of this great nation because my grandfather was born here, in Cincinnati, Ohio. He took a horse, back in 1895, and ride it all the way down to Guanajuato, looking for his American dream. No penny in his pocket, only dreams in his head. And he was an immigrant coming from the States into Mexico. And he found his American dream in Mexico.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "We need to be aware of what we are capable of first and realize that if you place your dreams really really high, you do have the potential to get to that level.", 
    "name": "Vicente Fox"
  }, 
  {
    "quote": "Sports nurtures dreams of achieving self confidence and masculine striving for the skinny kid watching a boxer dance around the ring with sublime ease.", 
    "name": "Armstrong Williams"
  }, 
  {
    "quote": "People's real hopes and dreams can be distorted and misdirected and packaged until you're not sure what you really want or what you even really need.", 
    "name": "Tracy Chapman"
  }, 
  {
    "quote": "When I began to choreograph and find my way pulling other artists' dreams out and changing music in a visual way, there was still a part of me that had something more to say. There was still a desire to rock a stage and ultimately perform the eight count of my dream, but there was a lot of insecurity there.", 
    "name": "Laurieann Gibson"
  }, 
  {
    "quote": "My work is to reach people with ideas, hopes, dreams, encouragement, insight, and revelation. That's what an actor wants to do.", 
    "name": "John Astin"
  }, 
  {
    "quote": "Vision gets the dreams started. Dreaming employs your God-given imagination to reinforce the vision. Both are part of something I believe is absolutely necessary to building the life of a champion, a winner, a person of high character who is consistently at the top of whatever game he or she is in.", 
    "name": "Emmitt Smith"
  }, 
  {
    "quote": "It's not only imagination, it's the distortion of the vision. You suddenly think, This person is idealistic, this person is strong, this person has dreams, when you know better most of the time. You put what you want to see on people.", 
    "name": "Olivier Martinez"
  }, 
  {
    "quote": "I couldn't help but to think back to my classmates at Thomas Jefferson High School in San Antonio. They had the same talent, the same brains, the same dreams as the folks we sat with at Stanford and Harvard. I realized the difference wasn't one of intelligence or drive. The difference was opportunity.", 
    "name": "Julian Castro"
  }, 
  {
    "quote": "To me, what I love about the draft is first, you see the young men who are realizing their dreams that they've worked so hard for. That's a pretty cool thing. You saw the emotion from some of these guys the other day. And then, the second thing is this total sense of hope and optimism. And, I think that's great for everybody.", 
    "name": "Roger Goodell"
  }, 
  {
    "quote": "My wife is beginning to instruct me on means to retrieve dreams, and bit by bit, it does seem to be working.", 
    "name": "Theodore Sturgeon"
  }, 
  {
    "quote": "It was a lovely opportunity for the first time in my whole career to stand up and thank people who are really responsible for me getting to realize my dreams.", 
    "name": "Rachel Griffiths"
  }, 
  {
    "quote": "Men are the dreams of a shadow.", 
    "name": "Pindar"
  }, 
  {
    "quote": "When I was in high school, I don't know that I really had big dreams.", 
    "name": "Alan Jackson"
  }, 
  {
    "quote": "I was a great dreamer of day dreams.", 
    "name": "Abraham Cahan"
  }, 
  {
    "quote": "The great function of poetry is to give back to us the situations of our dreams.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "A fulfilling life is different to each person. You have to acknowledge your dreams, and not just wait for life to happen, and opportunities to come knocking at your door.", 
    "name": "Joan Lunden"
  }, 
  {
    "quote": "It never occurred to me that I'd be on a television show or in feature films but when those came into play my dreams changed along the way.", 
    "name": "Camryn Manheim"
  }, 
  {
    "quote": "I don't dream songs. I'm more apt to write dreams down and then to be able to interpret them into a song. I also tend to get up and write prose in the morning from which will come songs.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "I had some wonderful dreaming meetings. I can't tell you specifically what they've been in the recent months. In the past they've been verbal kinds of messages that he needed to give me. Now they're more dreams of his presence.", 
    "name": "Judy Collins"
  }, 
  {
    "quote": "No, I never had any dreams. The process of art is a dream in itself. The artist just doesn't... you work out something. It's yours. You don't have to go to sleep to do that. You do that on the canvas.", 
    "name": "LeRoy Neiman"
  }, 
  {
    "quote": "I heard my name associated with the Peter Pan syndrome more than once. But really, what's so wrong with Peter Pan? Peter Pan flies. He is a metaphor for dreams and faith.", 
    "name": "Mark Burnett"
  }, 
  {
    "quote": "I wasn't prepared to get a mammogram until I was 40 years old, like I'd been told. I never in my wildest dreams expected anything to be wrong.", 
    "name": "Giuliana Rancic"
  }, 
  {
    "quote": "I can't sing but I can understand wanting to keep a balance, trying to pursue dreams, while creating a stable environment for my children.", 
    "name": "Gabrielle Reece"
  }, 
  {
    "quote": "All the characters in my books are imagined, but all have a bit of who I am in them - much like the characters in your dreams are all formed by who you are.", 
    "name": "Alice Hoffman"
  }, 
  {
    "quote": "I feel more influenced in my own work by dreams than I do by other writers' works in a way. Or by popular culture, movies - what else is there to write about than love and loss?", 
    "name": "Alice Hoffman"
  }, 
  {
    "quote": "It's like one of those dreams you have when someone is chasing you. You're running as fast as you can, and someone's trotting behind you, just out of range, trying to grab onto you.", 
    "name": "Michael Chang"
  }, 
  {
    "quote": "Dreams really tell you about yourself more than anything else in this world could ever tell you.", 
    "name": "Sylvia Browne"
  }, 
  {
    "quote": "Everyone dreams, but not everybody remembers their dreams because some people go into delta they go too low.", 
    "name": "Sylvia Browne"
  }, 
  {
    "quote": "I always knew that we were going to be successful and accomplish and succeed at our dreams. There was never a doubt in my mind. When we were recording 'Appetite For Destruction,' we all knew.", 
    "name": "Steven Adler"
  }, 
  {
    "quote": "Your mind, while blessed with permanent memory, is cursed with lousy recall. Written goals provide clarity. By documenting your dreams, you must think about the process of achieving them.", 
    "name": "Gary Ryan Blair"
  }, 
  {
    "quote": "I've accomplished a lot, but I still have more dreams that I want to achieve.", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "A lot of people put pressure on themselves and think it will be way too hard for them to live out their dreams. Mentors are there to say, 'Look, it's not that tough. It's not as hard as you think. Here are some guidelines and things I have gone through to get to where I am in my career.'", 
    "name": "Joe Jonas"
  }, 
  {
    "quote": "I actually build my dreams around the dancers I've got in my company.", 
    "name": "Graeme Murphy"
  }, 
  {
    "quote": "No movie influenced me more to go after my dreams than 'Flashdance.' After seeing it, I took 15 dance lessons a week. I cut all my sweatshirts. I did the 'Maniac' thing.", 
    "name": "Elizabeth Berkley"
  }, 
  {
    "quote": "My mother was really my partner in every project that I had. She was just the great enabler of my dreams.", 
    "name": "Diane Keaton"
  }, 
  {
    "quote": "To all the kids out there: Follow your dream. Believe in your dream. Because dreams do come true.", 
    "name": "Rickey Henderson"
  }, 
  {
    "quote": "What's interesting is, for myself, when I become really attracted to somebody, I find them in my dreams... conversations, nothing more.", 
    "name": "Alice Englert"
  }, 
  {
    "quote": "You only get one album. You only get one single. You get one shot in music. But I have a million different dreams. Why can't I go out and try to achieve them all? Who are you to say I can't?", 
    "name": "Lucy Hale"
  }, 
  {
    "quote": "I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative.", 
    "name": "Miguel Jontel Pimentel"
  }, 
  {
    "quote": "To provoke dreams of terror in the slumber of prosperity has become the moral duty of literature.", 
    "name": "Ernst Fischer"
  }, 
  {
    "quote": "I'm sure I have a process, but it mostly takes place in my dreams.", 
    "name": "William H. Macy"
  }, 
  {
    "quote": "I think I am done with Wikipedia for the time being. But I have a secret hope. Someone recently proposed a Wikimorgue - a bin of broken dreams where all rejects could still be read, as long as they weren't libelous or otherwise illegal.", 
    "name": "Nicholson Baker"
  }, 
  {
    "quote": "You have to be vigorous. That's the only way you are going to get it because everybody has dreams and everybody has goals, but the only people who achieve them are the ones that go after it and don't take no for an answer.", 
    "name": "Nick Cannon"
  }, 
  {
    "quote": "I think dreams can come true, but not necessarily like fairy-tales. It's not always so perfect like that.", 
    "name": "Patrick Dempsey"
  }, 
  {
    "quote": "The worst thing you can do to a kid is tell them that their dreams are invalid.", 
    "name": "Juliette Lewis"
  }, 
  {
    "quote": "As a kid, this is what I wanted my life to be. Not in my wildest dreams did I ever dare to dream that it would be this.", 
    "name": "Smokey Robinson"
  }, 
  {
    "quote": "I began my career with infantile dreams of becoming a composer.", 
    "name": "Ivor Novello"
  }, 
  {
    "quote": "'The Cut' is going to give someone the opportunity of a lifetime and help that person achieve his or her dreams.", 
    "name": "Tommy Hilfiger"
  }, 
  {
    "quote": "I came at age in the '60s, and initially my hopes and dreams were invested in politics and the movements of the time - the anti-war movement, the civil rights movement. I worked on Bobby Kennedy's campaign for president as a teenager in California and the night he was killed.", 
    "name": "David Talbot"
  }, 
  {
    "quote": "Happiness is making your dreams come true.", 
    "name": "Jourdan Dunn"
  }, 
  {
    "quote": "I want to keep my dreams, even bad ones, because without them, I might have nothing all night long.", 
    "name": "Joseph Heller"
  }, 
  {
    "quote": "I am a child of Hollywood and dreams. To me, to be on the red carpet is the best place in the world.", 
    "name": "Steven Cojocaru"
  }, 
  {
    "quote": "The old studios that mass-produced dreams are gone with the wind, just like the old downtown theaters that were the temples of the dreams.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "This city can be kind of brutal, so you see your dreams from every different angle, but ultimately it's about acting and if you enjoy acting, you will always enjoy acting.", 
    "name": "Radha Mitchell"
  }, 
  {
    "quote": "In my lifetime, I've discovered a great many incredibly talented individuals. Some have achieved stardom. Simultaneously, I've seen many dreams shattered, egos destroyed and lives changed forever. The end destination may well be fame and fortune, but the road to stardom is littered with broken hearts.", 
    "name": "Nigel Lythgoe"
  }, 
  {
    "quote": "Youth is in a grand flush, like the hot days of ending summer and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day.", 
    "name": "Donald G. Mitchell"
  }, 
  {
    "quote": "Dreams are, by definition, cursed with short life spans.", 
    "name": "Candice Bergen"
  }, 
  {
    "quote": "If you want to achieve your dreams, you must follow them, and the best way to follow them is not to think about wanting to be very rich, but to think about doing something that you really want to do.", 
    "name": "Jackie Collins"
  }, 
  {
    "quote": "My dreams were at once more fantastic and agreeable than my writings.", 
    "name": "Mary Wollstonecraft Shelley"
  }, 
  {
    "quote": "In Dreams... well, I was slightly overcompensating with that. I was a bit like a director for hire, so maybe I was putting too much imagery that was familiar to me into it.", 
    "name": "Neil Jordan"
  }, 
  {
    "quote": "An Academy Award nomination is stuff dreams are made of.", 
    "name": "Sharmeen Obaid-Chinoy"
  }, 
  {
    "quote": "Don't give up your dreams.", 
    "name": "Sharmeen Obaid-Chinoy"
  }, 
  {
    "quote": "We grew up founding our dreams on the infinite promise of American advertising. I still believe that one can learn to play the piano by mail and that mud will give you a perfect complexion.", 
    "name": "Zelda Fitzgerald"
  }, 
  {
    "quote": "I never had any big dreams about doing something on a huge scale.", 
    "name": "Alison Krauss"
  }, 
  {
    "quote": "When I first left Iran at the age of 13, Iran had become such a shining star - it was the point to which all my desires and dreams returned.", 
    "name": "Azar Nafisi"
  }, 
  {
    "quote": "When I won in 2003, never in my wildest dreams did I ever think I would win Wimbledon and have my kids seeing me lift the trophy, so this is pretty surreal. And yeah, I was almost shocked in the moment that it all came together so nicely.", 
    "name": "Roger Federer"
  }, 
  {
    "quote": "Dream study impacts culture. We are put in touch with the inner poet who dreams. We hear our inner, subjective response to the outer world. That helps spiritualize our lives.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "Freud published The Interpretation of Dreams in 1900. It introduced the notion that there existed certain predictable and identifiable processes by which dreams were formed.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "It is easier to learn to interpret dreams if you have a reason to use them for something constructive. You apply your dream insights to making constructive changes in your life.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "People are learning to feel more comfortable hearing one another's dreams. It used to be that if you told a dream in public, someone had to make a joke to relieve the tension introduced by that alternative reality.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "People don't think their dreams amount to much, but when I ask them to examine them for common themes, they surprise themselves at how accurate they are! They see that their dreams have value.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "The usual comment from psychologists and psychiatrists was that it's best not to encourage people to look at their dreams because they are liable to stir up problems for themselves.", 
    "name": "Henry Reed"
  }, 
  {
    "quote": "Not only the priceless heritage of our fathers, of our seamen, of our Empire builders is being thrown away in a war that serves no British interests - but our alliance leader Stalin dreams of nothing but the destruction of that heritage of our fathers?", 
    "name": "John Amery"
  }, 
  {
    "quote": "That's what noir feels like to me. It feels like some kind of recurring dream, with very strong archetypes operating. You know, the guilty girl being pursued, falling, all kinds of stuff that we see in our dreams all the time.", 
    "name": "Brian De Palma"
  }, 
  {
    "quote": "I always wanted to be a Californian. In my wildest dreams, I always liked California - it's the place where oranges grows on trees! Fruit just falls off the trees.", 
    "name": "Eric Burdon"
  }, 
  {
    "quote": "You can't censor people's dreams.", 
    "name": "Robyn Hitchcock"
  }, 
  {
    "quote": "I thin many people's deviant behavior starts with dreams because dreams are so non-linear... as if there's an assumption that everything has to be linear or has to be plotted.", 
    "name": "Robyn Hitchcock"
  }, 
  {
    "quote": "Dreams are a scientific fact.", 
    "name": "Robyn Hitchcock"
  }, 
  {
    "quote": "It is an everlasting desire to make my dreams come true. And it's getting to the point now where it's like, come on I want my dreams to come true so that I can get on with the rest of my life. Sometimes I think about the rest of my life when I'm done.", 
    "name": "Picabo Street"
  }, 
  {
    "quote": "One of my dreams in life is to do fund-raising for the youth.", 
    "name": "Picabo Street"
  }, 
  {
    "quote": "Anderson Cooper every night dreams about getting my job permanently really.", 
    "name": "Regis Philbin"
  }, 
  {
    "quote": "So, I think that Marilyn, what she gave the world, and in many ways Kennedy too, was that they had dreams and they didn't allow anybody to take away their dreams.", 
    "name": "Sally Kirkland"
  }, 
  {
    "quote": "It's weird to say, but every time I look at my daughter and I see this little living breathing thing that came from me, that represents all of the hopes and dreams that I would want for her, I see a miracle.", 
    "name": "Josh Gad"
  }, 
  {
    "quote": "My dreams are of water. And my nightmares.", 
    "name": "Siouxsie Sioux"
  }, 
  {
    "quote": "You have to work hard for what you want to achieve and you have to set goals and dreams and really go for them.", 
    "name": "Natalie du Toit"
  }, 
  {
    "quote": "I'm thinking of slowing down on modeling and branching out to other things. I want to pursue some new and old dreams and start making them happen.", 
    "name": "Chanel Iman"
  }, 
  {
    "quote": "You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you're putting out there, if it's received, great, I respect you for receiving it. If it's not received, great, I respect you for not.", 
    "name": "Octavia Spencer"
  }, 
  {
    "quote": "I was always a closet lover of acting. My mom was very practical. She never, ever restricted our dreams, always told us we could do or be anything. Then I said, 'Maybe I want to be an actor'. And she said, 'Maybe not that'.", 
    "name": "Octavia Spencer"
  }, 
  {
    "quote": "My career was full of struggles and dreams, disappointments and peaks and valleys. But there was no Twitter, no Facebook or TMZ. Young actors could make mistakes and not become the focus of tabloids.", 
    "name": "Ricky Schroder"
  }, 
  {
    "quote": "It is great good health to believe, as the Hindus do, that there are 33 million gods and goddesses in the world. It is great good health to want to understand one's dreams. It is great good health to desire the ambiguous and paradoxical.", 
    "name": "Clive Barker"
  }, 
  {
    "quote": "In opposition to this detachment, he finds an image of man which contains within itself man's dreams, man's illness, man's redemption from the misery of poverty - poverty which can no longer be for him a sign of the acceptance of life.", 
    "name": "Salvatore Quasimodo"
  }, 
  {
    "quote": "Don't let your dreams be dreams.", 
    "name": "Jack Johnson"
  }, 
  {
    "quote": "It was taunted as reality. It was dangled as a carrot. In terms of people's hopes and dreams, to say that that is less of a reality than the daily grind they find themselves in is maybe not correct.", 
    "name": "Martin Mull"
  }, 
  {
    "quote": "Screenplays I didn't really care about, journalism, travel books, getting my writer friends to write about their dreams or something. I just determined to write the books I had to write.", 
    "name": "Kazuo Ishiguro"
  }, 
  {
    "quote": "I enjoy making solo albums because over the years it's evolved into more of a genuine personal expression of story-telling and day dreams, and I work in a way that has more control.", 
    "name": "Bruce Dickinson"
  }, 
  {
    "quote": "We can escape the commonplace only by manipulating it, controlling it, thrusting it into our dreams or surrendering it to the free play of our subjectivity.", 
    "name": "Raoul Vaneigem"
  }, 
  {
    "quote": "Ever since we were little, we were so on fire for our dreams. We never let anyone blow our flames out.", 
    "name": "Kelly Rowland"
  }, 
  {
    "quote": "I am not ridiculing verbal mechanisms, dreams, or repressions as origins of poetry all three of them and more besides may have a great deal to do with it.", 
    "name": "Allen Tate"
  }, 
  {
    "quote": "I love to work with the younger kids who are trying to live out their dreams, if in fact that's what they plan on doing after college to take the next step. A very select few have that opportunity so when you do have the opportunity you know, those guys take advantage of it.", 
    "name": "Roger Clemens"
  }, 
  {
    "quote": "College baseball, I love it. I love to work with the younger kids who are trying to live out their dreams, if in fact that's what they plan on doing after college to take the next step.", 
    "name": "Roger Clemens"
  }, 
  {
    "quote": "My childhood dreams were focused on being part of the effort to make humanity a multiplanetary species.", 
    "name": "Peter Diamandis"
  }, 
  {
    "quote": "We control the content of our dreams.", 
    "name": "Thom Gunn"
  }, 
  {
    "quote": "I can have my goals, and I can have my dreams. My goal is to make the finals and improve my position. I want to run all decent races. I don't want to look back and say I ran a terrible race.", 
    "name": "Oscar Pistorius"
  }, 
  {
    "quote": "We in the majority have worked hard to empower people to create opportunities, to make jobs, to do things that turn America into a place where people can achieve their dreams.", 
    "name": "Robin Hayes"
  }, 
  {
    "quote": "My hero's, my dreams, and my future lie in Yankee Stadium and they can't take that from me.", 
    "name": "Derek Jeter"
  }, 
  {
    "quote": "Field of Dreams is the only movie - and I saw it in the theater - on an afternoon when I was on location somewhere, and there were like 12 people in the theater. I was just so devastated I couldn't get out of my seat. And I sat and watched it a second time.", 
    "name": "Paul Reiser"
  }, 
  {
    "quote": "Maybe the body learns from dreams. Maybe the muscles, the neutrons, revitalize.", 
    "name": "Michael Zaslow"
  }, 
  {
    "quote": "Here's what I see all across this great city - people working together to make Boston a better place to live and to raise children, to grow and pursue dreams.", 
    "name": "Thomas Menino"
  }, 
  {
    "quote": "Men act out like they're horrified by marriage, but when they find the woman of their dreams, they love it.", 
    "name": "Rachel Hunter"
  }, 
  {
    "quote": "The hoary joke in the literary world, based on 'Dreams From My Father,' was that if things had worked out differently for Barack Obama, he could have made it as a writer.", 
    "name": "James Fallows"
  }, 
  {
    "quote": "Well, my thoughts about California are kind of mythological. To me, as well as being a real place, it's a place where people go to find something - to find happiness or to realize their dreams. So it has that kind of quality of heroism and heartache, and Australia has that, as well.", 
    "name": "Colin Hay"
  }, 
  {
    "quote": "America is not just a democracy, it represents a certain culture of competitive mobility and personality aspirations, politics is not merely a clash of interests, but a clash of dreams.", 
    "name": "David Brooks"
  }, 
  {
    "quote": "I knew I wanted to do something creative. I didn't think I'd have the luxury of doing something like that, because I didn't know anyone who had pursued anything they really adored, but I had dreams for singing or writing.", 
    "name": "Lana Del Rey"
  }, 
  {
    "quote": "I still marvel at how God turns dreams into reality.", 
    "name": "Martha Reeves"
  }, 
  {
    "quote": "I worshipped Berry Gordy for the creative dreams he had made come true.", 
    "name": "Martha Reeves"
  }, 
  {
    "quote": "So we see Edward as a young man on the road and he meets a giant and he brings the giant to a circus where he meets a Miss Calloway. He sees the woman of his dreams and I am the only one who knows who she is.", 
    "name": "Danny DeVito"
  }, 
  {
    "quote": "Never let your dreams go away.", 
    "name": "Mike Piazza"
  }, 
  {
    "quote": "Politics are beautiful. They enable a community to live collectively with one another. It's not about stabbing each other in the back it's about enabling people to reach their dreams and pursue happiness.", 
    "name": "Ben Nicholson"
  }, 
  {
    "quote": "I've got heaps of dreams.", 
    "name": "Abbie Cornish"
  }, 
  {
    "quote": "And they were writing scripts where Christine had hit the glass ceiling. And I always thought Christine would never hit the glass ceiling. I thought her dreams would take her. Maybe her dreams wouldn't take her where she wanted, but she still had her dreams.", 
    "name": "Sharon Gless"
  }, 
  {
    "quote": "Dreams say what they mean, but they don't say it in daytime language.", 
    "name": "Gail Godwin"
  }, 
  {
    "quote": "You've got to have dreams to keep you going.", 
    "name": "Steve Waugh"
  }, 
  {
    "quote": "I'm very ambitious. I live in reality but I have dreams I want to fulfill - I want to be a director, and I've already started my own production company. But I also have a measure of success that I keep to myself. It's something very personal to me.", 
    "name": "Alex Pettyfer"
  }, 
  {
    "quote": "When I was a kid, I have two dreams. I want to be a baseball player. Hometown, Hiroshima, has a Japanese baseball franchise team called Hiroshima Carps. You know, and then I want to be a sushi chef. I want to make own restaurant - sushi restaurant.", 
    "name": "Masaharu Morimoto"
  }, 
  {
    "quote": "People with disabilities have abilities too and that is what this course is all about - making sure those abilities blossom and shine so that all the dreams you have can come true.", 
    "name": "Mary McAleese"
  }, 
  {
    "quote": "If our dreams were more regular, more connected, more stable, they would also have more practical importance for us.", 
    "name": "Ernst Mach"
  }, 
  {
    "quote": "When I grew up, I only had two dreams. One was to be a cowboy and another was to be in the military. I grew up extremely patriotic and riding horses.", 
    "name": "Chris Kyle"
  }, 
  {
    "quote": "Humanity needs dreams to be able to survive the miseries of daily existence, even if only for an instant.", 
    "name": "Oscar Niemeyer"
  }, 
  {
    "quote": "One of the things I've started doing lately is tracking my dreams. I feel like there's a lot of information there and you can really bring those emotions to the situations that may feel mundane or familiar. That gives them new life and gives you a new relationship with it - if that makes any sort of sense.", 
    "name": "Jennifer Carpenter"
  }, 
  {
    "quote": "I wanted to raise the voice of a lot of the people that I knew growing up, and this was, for the most part, poor people who had extraordinary dreams but also very amazing obstacles.", 
    "name": "Edwidge Danticat"
  }, 
  {
    "quote": "My mother dreamed dreams for Joaquin and for me long before we could dream them for ourselves.", 
    "name": "Julian Castro"
  }, 
  {
    "quote": "I have actual dreams of Bruce Springsteen calling me up on stage to wear a bandanna and play rhythm guitar next to Little Steven.", 
    "name": "Tom Perrotta"
  }, 
  {
    "quote": "Sexual dreams aren't usually about sex.", 
    "name": "Pamela Stephenson"
  }, 
  {
    "quote": "He's dreaming with his eyes open, and those that dream with their eyes open are dangerous, for they do not know when their dreams come to an end.", 
    "name": "Hugo Pratt"
  }, 
  {
    "quote": "We had common interests in the beauty of the French language. We both had a tremendous love of jazz. We shared dreams of getting married and having a family, living in the country, leading an idyllic life.", 
    "name": "David Amram"
  }, 
  {
    "quote": "Dream lofty dreams, and as you dream, so you shall become. Your vision is the promise of what you shall one day be your ideal is the prophecy of what you shall at last unveil.", 
    "name": "James Lane Allen"
  }, 
  {
    "quote": "Thanking you once more, I want to wish you the best of luck for your future life and to conclude by saying to you: Dream your dreams and may they come true!", 
    "name": "Felix Bloch"
  }, 
  {
    "quote": "'Dreams From My Father' reveals more about Obama than is usually known about political leaders until after they're dead. Perhaps more than it intends, it shows his mind working, in real time, sentence by sentence, in what feels like a private audience with the reader.", 
    "name": "Jonathan Raban"
  }, 
  {
    "quote": "The only book by a modern president that bears serious comparison with Obama's 'Dreams From My Father' is Jimmy Carter's short campaign autobiography, 'Why Not the Best?,' published in 1975.", 
    "name": "Jonathan Raban"
  }, 
  {
    "quote": "When you stop having dreams and ideals - well, you might as well stop altogether.", 
    "name": "Marian Anderson"
  }, 
  {
    "quote": "Here Fashion is a despot, and no one dreams of evading its dictates.", 
    "name": "Marguerite Gardiner"
  }, 
  {
    "quote": "If you were to ask my agent, they would confirm this: I'm drawn to locations. What really drew me to 'The 4400,' aside from the fact that it was sci-fi, was the fact that it was shot in the city of my dreams: Vancouver.", 
    "name": "Billy Campbell"
  }, 
  {
    "quote": "There has been enough suffering in our country, there has been enough of children whose dreams die before they have a chance to grow and there has been enough of our elders who, having served their nation, are forced into indignity in their old age.", 
    "name": "John Agyekum Kufuor"
  }, 
  {
    "quote": "Just really, really believe in what you're trying to do. Don't let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line.", 
    "name": "Luke Bryan"
  }, 
  {
    "quote": "Let your dreams outgrow the shoes of your expectations.", 
    "name": "Ryunosuke Satoro"
  }, 
  {
    "quote": "I was working at the store on the Sony studios in Culver City. And I was literally holding a shirt when they came in and told me I'd got the part! It just shows dreams do come true.", 
    "name": "Derek Luke"
  }, 
  {
    "quote": "Then I was working in a store in Newark, New Jersey, and I saw an actor in person, and I got so excited. My whole day changed. That's when I decided to challenge myself to make my dreams become a reality.", 
    "name": "Derek Luke"
  }, 
  {
    "quote": "I want to still be singing at 70 years old. I want to be open to the dreams I haven't even dreamed up.", 
    "name": "Fantasia Barrino"
  }, 
  {
    "quote": "I would love to spend all my time writing to you I'd love to share with you all that goes through my mind, all that weighs on my heart, all that gives air to my soul phantoms of art, dreams that would be so beautiful if they could come true.", 
    "name": "Luigi Pirandello"
  }, 
  {
    "quote": "Don't think your dreams don't come true, because they do. You'd better be careful what you wish for. And I truly and honestly - one day I am doing the 'Beaver' show and I said, 'This is the show I have always wanted to do.'", 
    "name": "Barbara Billingsley"
  }, 
  {
    "quote": "You've got to have a dream... if you don't have any big dreams, nothing happens.", 
    "name": "Ian Rush"
  }, 
  {
    "quote": "Man is firmly convinced that he is awake in reality he is caught in a net of sleep and dreams which he has unconsciously woven himself.", 
    "name": "Gustave Meyrink"
  }, 
  {
    "quote": "Have you ever wondered why young people take to music like fish to water? Maybe it's because music is fun. Plan and simple. It opens up their minds to dream great dreams about where they can go and what they can do when they get older.", 
    "name": "Isaac Hayes"
  }, 
  {
    "quote": "It's not like I had big dreams to go to California and become an actor. I loved doing my shows at school and community theater, and I probably would have settled in New York because it was closer. I was going to go to NYU.", 
    "name": "Christine Taylor"
  }, 
  {
    "quote": "Looking back 25 years later, what I may say is that the facts have been far better than the dreams. In the long course of cell life on this earth it remained, for our age for our generation, to receive the full ownership of our inheritance.", 
    "name": "Albert Claude"
  }, 
  {
    "quote": "I can't comprehend that I'm in the film of 'Les Miserables.' It's one of those dreams I thought would be unattainable for someone like me, who came from nowhere.", 
    "name": "Samantha Barks"
  }, 
  {
    "quote": "I was so lucky to have parents who supported me, 100%, with whatever I was doing, both financially and emotionally. Having that they made my life so much easier. Instead of becoming a bartender and trying to survive while trying to pursue your dreams, I didn't have to worry about that aspect. I could just pursue my dreams.", 
    "name": "Cam Gigandet"
  }, 
  {
    "quote": "It's not my job to dream your dreams. It's my job to make your dreams become a reality.", 
    "name": "Blanche Lincoln"
  }, 
  {
    "quote": "My dream life is just to go back to my job full-time. And be with my family. You know, regular dreams, common dreams that everyone has.", 
    "name": "Carla Bruni"
  }, 
  {
    "quote": "Real shapes and real patterns are things you would observe in nature, like the marks on the back of a cobra's hood or the markings on a fish or a lizard. Imaginary shapes are just that, symbols that come to a person in dreams or reveries and are charged with meaning.", 
    "name": "Jim Woodring"
  }, 
  {
    "quote": "What are the Democrats, the party of Jim Matheson, telling them? The message of the Democrats is that the Amercian dream is over. 'The government is all you have. Give up your dreams, and the government will save you, the government will heal you, the government will be your hope and change.' We know here in Utah, none of that is true.", 
    "name": "Mia Love"
  }, 
  {
    "quote": "The percentage you're paying is too high priced While you're living beyond all your means And the man in the suit has just bought a new car From the profit he's made on your dreams.", 
    "name": "Steve Winwood"
  }, 
  {
    "quote": "I have my own production company called Urban Dreams.", 
    "name": "Chaske Spencer"
  }, 
  {
    "quote": "Each has its lesson for our dreams in sooth, come they in shape of demons, gods, or elves, are allegories with deep hearts of truth that tell us solemn secrets of ourselves.", 
    "name": "Henry Timrod"
  }, 
  {
    "quote": "I understand it's my role to realize people's dreams.", 
    "name": "Ayumi Hamasaki"
  }, 
  {
    "quote": "I don't have dreams. How can I say it? I myself am a dream.", 
    "name": "Ayumi Hamasaki"
  }, 
  {
    "quote": "I understand it's my role to realize people's dreams. I'm O.K. with that so long as my songs are my own. No one can take my songs away from me.", 
    "name": "Ayumi Hamasaki"
  }, 
  {
    "quote": "Today I know that there is still work to be done, but along the way my I am achieving my dreams.", 
    "name": "Candace Parker"
  }, 
  {
    "quote": "I really want to live in New York. That's the city of my dreams.", 
    "name": "Joel Kinnaman"
  }, 
  {
    "quote": "I would like to see anyone be able to achieve their dreams, and that's what this organization does.", 
    "name": "Sergey Brin"
  }, 
  {
    "quote": "The dialogue between client and architect is about as intimate as any conversation you can have, because when you're talking about building a house, you're talking about dreams.", 
    "name": "Robert A. M. Stern"
  }, 
  {
    "quote": "Dreams have only the pigmentation of fact.", 
    "name": "Djuna Barnes"
  }, 
  {
    "quote": "Believe in and follow your dreams.", 
    "name": "Kristanna Loken"
  }, 
  {
    "quote": "All books are either dreams or swords, you can cut, or you can drug, with words.", 
    "name": "Amy Lowell"
  }, 
  {
    "quote": "I love working with kids, talking with them and listening to them. I always encourage kids to reach beyond their dreams. Don't try to be like me. Be better than me.", 
    "name": "Florence Griffith Joyner"
  }, 
  {
    "quote": "If there were dreams to sell, what would you buy?", 
    "name": "Thomas Lovell Beddoes"
  }, 
  {
    "quote": "Acting is fantastic, but to be able to create a whole world on celluloid is amazing. It's like taking your dreams straight from your head and projecting them onto a screen.", 
    "name": "Amber Benson"
  }, 
  {
    "quote": "This may sound strange but I had dreams as a kid of doing exactly what I ended up doing in my life.", 
    "name": "Corey Hart"
  }, 
  {
    "quote": "Dreams can still come true you need a great deal of energy and determination, and a little bit of luck.", 
    "name": "Stefano Gabbana"
  }, 
  {
    "quote": "I never felt I would be part of the international scene for 50 caps in my wildest dreams.", 
    "name": "Kenny Cunningham"
  }, 
  {
    "quote": "When you're a young English person who wants to be an actress and you have dreams, you dream of being Vanessa Redgrave or Judi Dench.", 
    "name": "Janet McTeer"
  }, 
  {
    "quote": "The man who never dreams, goes slowly mad.", 
    "name": "Thomas Dolby"
  }, 
  {
    "quote": "To be here today is just beyond my wildest dreams.", 
    "name": "Rick Yune"
  }, 
  {
    "quote": "As soon as I became old enough to make my dreams my reality, I became a firm believer that the subconscious and the world outside of our flesh and blood is essentially the truth.", 
    "name": "Melissa Auf der Maur"
  }, 
  {
    "quote": "Perhaps, all writers walk such a line. In general - as we all do in our dreams - I believe I put something of myself into all the characters in my novels, male as well as female.", 
    "name": "Rose Tremain"
  }, 
  {
    "quote": "The Hispanic community values entrepreneurship and family-owned businesses, and we deserve a leader in Washington who is dedicated to creating an environment where our values, our goals and our dreams of prosperity can become reality.", 
    "name": "Mario Diaz-Balart"
  }, 
  {
    "quote": "And the Republican Party especially associates the market with the idea of progress, goodness, family, and points us toward the mall as an answer to all our personal dreams.", 
    "name": "Arlie Russell Hochschild"
  }, 
  {
    "quote": "Our theme for this year's festivities, Dreams and Challenges of Asian Pacific Americans, speaks to the many generations of Asian Pacific Americans who worked hard to overcome economic hardship, racism and other barriers in their pursuit of the American dream.", 
    "name": "Lucille Roybal-Allard"
  }, 
  {
    "quote": "No man's brain is so dull, and no man's eye so blind, that they cannot catch food for dreams.", 
    "name": "Donald G. Mitchell"
  }, 
  {
    "quote": "As I watched bookstores close, I began to wonder how that felt for the owners. Owning a bookstore was their dream and now they're struggling and seeing those dreams fall apart.", 
    "name": "Karen Kingsbury"
  }, 
  {
    "quote": "I grew up with not a lot of money and I definitely shopped at Goodwill. But even in my most unfortunate state, I was really blessed compared to a lot of the rest of the world. I had a really great chance to follow my dreams and have them actually come true.", 
    "name": "AnnaLynne McCord"
  }, 
  {
    "quote": "I love to fly. I always wanted to fly. It's been one of my dreams since I was 3 years old. I remember saying to my mom, 3 years old, every day, 'I can fly!' Living on the ninth floor, it was dangerous.", 
    "name": "Elena Anaya"
  }, 
  {
    "quote": "Am I athletic? In my dreams.", 
    "name": "Hugh Bonneville"
  }, 
  {
    "quote": "Follow your passion, be prepared to work hard and sacrifice, and, above all, don't let anyone limit your dreams.", 
    "name": "Donovan Bailey"
  }, 
  {
    "quote": "In the year since we brought things into the open with a clean breath of fresh air at City Hall, we have learned about corrupt spending practices and unethical conflicts of interest that waste your money... and keep Dallas from being the great city of our dreams.", 
    "name": "Laura Miller"
  }, 
  {
    "quote": "I was very inspired by Les Blank's film 'Burden of Dreams.' I think what's unique about his film and the two I've made is that they're close examinations of filmmakers and how their own emotional experiences reflect in the material they're rendering, and vice versa - how that material sometimes colors their own lives.", 
    "name": "George Hickenlooper"
  }, 
  {
    "quote": "The Washington black community was able to succeed beyond his wildest dreams. I mean, we had our own newspapers, our own restaurants, our own theaters, our own small shops, our own clubs, our own Masonic lodges.", 
    "name": "Ed Smith"
  }, 
  {
    "quote": "Most of my actor friends don't believe it's possible to let go of it and be happy, and for a while that was true for me. For the first two years I ached, every day. And I had such bad dreams. But then I made the decision to start working on my little shop and all that went away.", 
    "name": "Genie Francis"
  }, 
  {
    "quote": "I think what every skater dreams of is not only skating the best program they can possibly skate, but, y'know, having the crowd roar at the end, and it was just so loud I couldn't even hear my music.", 
    "name": "Sarah Hughes"
  }, 
  {
    "quote": "Seems like half my anxiety dreams are about airports.", 
    "name": "Lois McMaster Bujold"
  }, 
  {
    "quote": "To see your friend's dreams come true, there's really nothing that can make you happier.", 
    "name": "Josh Hopkins"
  }, 
  {
    "quote": "The Olympics is about letting people believe in their own dreams.", 
    "name": "Kyle Shewfelt"
  }, 
  {
    "quote": "Dreams can be like charades in which we act out words rather than see or speak them.", 
    "name": "Jane Roberts"
  }, 
  {
    "quote": "I think there must be a place inside of us where dreams go and wait their turn.", 
    "name": "Sue Monk Kidd"
  }, 
  {
    "quote": "Gradually it occurred to me that we spend a great deal of life asleep and that dreams are little narratives, little stories. I thought, 'Who's choreographing this stuff?'", 
    "name": "Sue Monk Kidd"
  }, 
  {
    "quote": "I think I usually have quite ordinary dreams. Sometimes my dreams take me to other dimensions. I can travel in my mind especially when I'm dreaming I focus my mind on what I want to dream. If I want to fly, I focus on flying.", 
    "name": "Uri Geller"
  }, 
  {
    "quote": "Our dreams are a second life. I have never been able to penetrate without a shudder those ivory or horned gates which separate us from the invisible world.", 
    "name": "Gerard De Nerval"
  }, 
  {
    "quote": "Hopefully kids will look at me and see that your dreams can come true.", 
    "name": "Roy Keane"
  }, 
  {
    "quote": "Hopes are but the dreams of those that wake.", 
    "name": "Matthew Prior"
  }, 
  {
    "quote": "Jazz to me is a living music. It's a music that since its beginning has expressed the feelings, the dreams, hopes, of the people.", 
    "name": "Dexter Gordon"
  }, 
  {
    "quote": "The idea of being able to serve as an example, based upon how to process, how to think, how to realize our own dreams, we can pass that down to our children.", 
    "name": "Stedman Graham"
  }, 
  {
    "quote": "Horror, for me, has to involve some sort of fantasy. Horror is something that is in your dreams or your nightmares.", 
    "name": "Cassandra Peterson"
  }, 
  {
    "quote": "It's surreal to know my dreams are coming true.", 
    "name": "Mario Vazquez"
  }, 
  {
    "quote": "I want to find someone who's really into something like I'm really into something, so that I can support them and we can both cheer each other on. I've got a lot of dreams I want to achieve, and I hope someone can cheer me on as I'll cheer them on in their dreams.", 
    "name": "Hunter Hayes"
  }, 
  {
    "quote": "I put a lot of faith in dreams. I know that big movie roles and opportunities are going to happen.", 
    "name": "Krista Allen"
  }, 
  {
    "quote": "Hollywood is the dream factory, and no one dreams about older women.", 
    "name": "Amy Heckerling"
  }, 
  {
    "quote": "If there is one place on the face of earth where all the dreams of living men have found a home from the very earliest days when man began the dream of existence, it is India.", 
    "name": "Romain Rolland"
  }, 
  {
    "quote": "I just want to be myself and go for my own dreams and goals.", 
    "name": "Natalie du Toit"
  }, 
  {
    "quote": "Dreams sometimes foretell the future.", 
    "name": "Mickey Hart"
  }, 
  {
    "quote": "O reason, reason, abstract phantom of the waking state, I had already expelled you from my dreams, now I have reached a point where those dreams are about to become fused with apparent realities: now there is only room here for myself.", 
    "name": "Louis Aragon"
  }, 
  {
    "quote": "I don't remember my dreams. I'm one of those weird people. I know there are tricks and things you can do, but I never remember my dreams.", 
    "name": "Jayma Mays"
  }, 
  {
    "quote": "One of the dreams of Zionism was to be a bridge. Instead, we are creating exclusion between the East and the West instead of creating bridges we are contributing to the conflict between East and West by our stupid desire to have more.", 
    "name": "A. B. Yehoshua"
  }, 
  {
    "quote": "As far as my dreams go, all I want to do is be a working actor, and I happily achieved that.", 
    "name": "Lucas Grabeel"
  }, 
  {
    "quote": "IN April 1882 my father died and I was at once whirled out of my land of dreams into a very different sphere.", 
    "name": "Edward Carpenter"
  }, 
  {
    "quote": "But what I'd really like to tell you is I never dreamed of being in the Hall of Fame. Standing here with all these great players was beyond any of my dreams.", 
    "name": "Robin Yount"
  }, 
  {
    "quote": "I had dreams of catching the ball for the final out in the World Series and being mobbed by my teammates. Well, I guess all my dreams didn't come true.", 
    "name": "Robin Yount"
  }, 
  {
    "quote": "Right now, I have some big dreams. But at the same time, if I get annoyed and harassed by the media, I'll just quit. I don't care. We're set for life. I have quite a temper.", 
    "name": "Anna Benson"
  }, 
  {
    "quote": "If you have a dream, just lie about it. Lie your way unto your dreams.", 
    "name": "Joel McHale"
  }, 
  {
    "quote": "I'm following my dreams and doing what I love as a designer. I did not want to be one of those kids with a famous last name that doesn't do anything. That is very unfulfilling to me and I'm very happy.", 
    "name": "Nicky Hilton"
  }, 
  {
    "quote": "Las Vegas is a very strange place. It's a place of broken dreams.", 
    "name": "Concha Buika"
  }, 
  {
    "quote": "I had dreams, but I didn't have the sense that they would necessarily work out. They seemed very far-fetched.", 
    "name": "Greta Gerwig"
  }, 
  {
    "quote": "The Oval Office symbolizes... the Constitution, the hopes and dreams, and I'm going to say democracy. And when you have a dress code in the Supreme Court and a dress code on the floor of the Senate, floor of the House, I think it's appropriate to have an expectation that there will be a dress code that respects the office of the President.", 
    "name": "Andrew Card"
  }, 
  {
    "quote": "I worry whether it's not really the best way to live one's life - trying to fulfill the dreams you had as a child. Maybe it's quite a backwards approach.", 
    "name": "Joe Cornish"
  }, 
  {
    "quote": "The name Air Supply sort of came from nowhere. I get a lot of my things in dreams and I just had a dream about it one night, and I woke up and said that's just got to be the name. That was in 1975.", 
    "name": "Graham Russell"
  }, 
  {
    "quote": "Art is for entertainment purposes, but it's also to reflect our dreams, our hopes, the present, the future the past - whether it's good or bad.", 
    "name": "Amber Valletta"
  }, 
  {
    "quote": "I can think of some things that would be fun, but I'm living my dreams.", 
    "name": "Mike Farrell"
  }, 
  {
    "quote": "My dreams for the future are simple: work, a happy, healthy family, a lovely long motorcycle ride, and continuing the struggle to awaken people to the need for serious human rights reform.", 
    "name": "Mike Farrell"
  }, 
  {
    "quote": "Dreams can come true.", 
    "name": "Lil' Romeo"
  }, 
  {
    "quote": "Our fathers had their dreams we have ours the generation that follows will have its own. Without dreams and phantoms man cannot exist.", 
    "name": "Olive Schreiner"
  }, 
  {
    "quote": "As I've grown - dare I say it - older, I had hopes of indulging my dreams of being a sailor.", 
    "name": "Jimmy Webb"
  }, 
  {
    "quote": "I think L.A.'s terrific. You fly an hour and a half and you're in the mountains in three feet of powder. I also think it's a much better city if you're working as an actor. If you're not working and you don't see your dreams coming true, there can be a lot of heartache.", 
    "name": "Scott Patterson"
  }, 
  {
    "quote": "Now, everybody, I suppose, is aware that in recent years the silly business of divination by dreams has ceased to be a joke and has become a very serious science.", 
    "name": "Arthur Machen"
  }, 
  {
    "quote": "It is all nonsense, to be sure and so much the greater nonsense inasmuch as the true interpretation of many dreams - not by any means of all dreams - moves, it may be said, in the opposite direction to the method of psycho-analysis.", 
    "name": "Arthur Machen"
  }, 
  {
    "quote": "If a man dreams that he has committed a sin before which the sun hid his face, it is often safe to conjecture that, in sheer forgetfulness, he wore a red tie, or brown boots with evening dress.", 
    "name": "Arthur Machen"
  }, 
  {
    "quote": "In the fifties I had dreams about touching a naked woman and she would turn to bronze or the dream about hot dogs chasing donuts through the Lincoln Tunnel.", 
    "name": "Robert Klein"
  }, 
  {
    "quote": "I have lived with my husband more than I have with my parents... I live beside him, and know his worries, his hopes, and his dreams for his nation. We believe that things happen by design, not in an arbitrary way. And we believe it is our duty to make things happen.", 
    "name": "Mozah bint Nasser Al Missned"
  }, 
  {
    "quote": "We don't have an eternity to realize our dreams, only the time we are here.", 
    "name": "Susan Taylor"
  }, 
  {
    "quote": "In my dreams I am not crippled. In my dreams, I dance.", 
    "name": "Louise Brooks"
  }, 
  {
    "quote": "When you're a kid, you have these big ideas and these big dreams to make a change, or maybe you feel like you can't make a difference.", 
    "name": "AnnaSophia Robb"
  }, 
  {
    "quote": "We didn't know how to run a business, but we had dreams and talent.", 
    "name": "Ruth Handler"
  }, 
  {
    "quote": "They were using the dolls to project their dreams of their own futures as adult women.", 
    "name": "Ruth Handler"
  }, 
  {
    "quote": "The London Games will be designed for the athletes and we will provide them with the very best venues and the very best conditions to pursue their sporting dreams in London.", 
    "name": "Sebastian Coe"
  }, 
  {
    "quote": "American dreams are strongest in the hearts of those who have seen America only in their dreams.", 
    "name": "Pico Iyer"
  }, 
  {
    "quote": "In my childhood, America was like a religion. Then, real-life Americans abruptly entered my life - in jeeps - and upset all my dreams.", 
    "name": "Sergio Leone"
  }, 
  {
    "quote": "Hollywood has always been a cage... a cage to catch our dreams.", 
    "name": "John Huston"
  }, 
  {
    "quote": "I've succeeded beyond my wildest dreams - financially and the amount of fun I have in my life.", 
    "name": "Phil Hartman"
  }, 
  {
    "quote": "Deep down, I'm a Texas girl looking for that big romance every girl dreams about. Biologically, I look forward to being a cornerstone of a family. I'll be in my glory when I have a child on my knee.", 
    "name": "Renee Zellweger"
  }, 
  {
    "quote": "I'm a journeyman actor, and I don't ever want to forget that. With romantic-lead dreams.", 
    "name": "William Sanderson"
  }, 
  {
    "quote": "I look up to people who succeed in accomplishing their dreams.", 
    "name": "Joanna Noelle Levesque"
  }, 
  {
    "quote": "Dreams have as much influence as actions.", 
    "name": "Stephane Mallarme"
  }, 
  {
    "quote": "There's a logic to dreams that doesn't necessarily follow linear narrative. You don't know why things happen, it's your subconscious pushing you, to give you information.", 
    "name": "Justin Theroux"
  }, 
  {
    "quote": "I've been blessed by doing classic plays on Broadway, which was one of my great dreams forever.", 
    "name": "Michael Emerson"
  }, 
  {
    "quote": "It is possible for a kid from east Texas, raised in south central LA and Carson, who believes in his dreams, commits himself to them with his heart, to touch them and to have them happen.", 
    "name": "Forest Whitaker"
  }, 
  {
    "quote": "People have to remain positive and believe in those dreams. It's really important.", 
    "name": "Kirsty Coventry"
  }, 
  {
    "quote": "Our citizens and those who have gone before us charted the broad outlines of where we need to go, and they would envy our opportunity to translate those dreams into action. And I believe they will judge us very harshly should we fail to act.", 
    "name": "Dave Freudenthal"
  }, 
  {
    "quote": "In my wildest dreams I never thought - well, I never thought I'd work.", 
    "name": "Steve Carell"
  }, 
  {
    "quote": "Dreams grow holy put in action.", 
    "name": "Adelaide Anne Procter"
  }, 
  {
    "quote": "Dreams take you beyond what you think you can do in life.", 
    "name": "Vikram Chatwal"
  }, 
  {
    "quote": "We can bring to characters dark and bright sides that nobody even dreams about.", 
    "name": "Sonia Braga"
  }, 
  {
    "quote": "When I walk up on that shore in Florida, I want millions of those AARP sisters and brothers to look at me and say, 'I'm going to go write that novel I thought it was too late to do. I'm going to go work in Africa on that farm that those people need help at. I'm going to adopt a child. It's not too late, I can still live my dreams.'", 
    "name": "Diana Nyad"
  }, 
  {
    "quote": "It's not too late, I can still live my dreams.", 
    "name": "Diana Nyad"
  }, 
  {
    "quote": "If you choose not to pursue your dreams, you'll still be a part of a dream - only it will be someone else's.", 
    "name": "Mike Hawkins"
  }, 
  {
    "quote": "Dreams from 1991 are becoming reality. We will build good relations between nations and people. We will strive towards mutual respect and equality of every individual, sex, race and national or any other minority.", 
    "name": "Janez Drnovsek"
  }, 
  {
    "quote": "I love my early movies, but naturalism is an artist's early style. Now I want to deal with feelings, dreams, an acceptance of irrationality.", 
    "name": "Irvin Kershner"
  }, 
  {
    "quote": "We are selling dreams. We are merchants of happiness.", 
    "name": "Bernard Loiseau"
  }, 
  {
    "quote": "Every actor dreams of getting a big break, a big opportunity.", 
    "name": "Liam McIntyre"
  }, 
  {
    "quote": "The armored cars of dreams, contrived to let us do so many a dangerous thing.", 
    "name": "Elizabeth Bishop"
  }, 
  {
    "quote": "To become truly immortal, a work of art must escape all human limits: logic and common sense will only interfere. But once these barriers are broken, it will enter the realms of childhood visions and dreams.", 
    "name": "Giorgio de Chirico"
  }, 
  {
    "quote": "Ground not upon dreams you know they are ever contrary.", 
    "name": "Thomas Middleton"
  }, 
  {
    "quote": "They should hold themselves absolutely upon the immovable foundation of truth and nature, whereby alone they can save themselves from misapprehensions and from the danger of being entirely carried away from reality into mere dreams and fictions.", 
    "name": "Ethan A. Hitchcock"
  }, 
  {
    "quote": "The ideal of all Kosovo is membership in the E.U. and a permanent friendship with the United States. I believe and I am convinced our dreams will come true.", 
    "name": "Atifete Jahjaga"
  }, 
  {
    "quote": "We need affordable space travel to inspire our youth, to let them know that they can experience their dreams, can set significant goals and be in a position to lead all of us to future progress in exploration, discovery and fun. Thanks to the X Prize for the inspiration.", 
    "name": "Burt Rutan"
  }, 
  {
    "quote": "Books that distribute things... with as daring a freedom as we use in dreams, put us on our feet again.", 
    "name": "Marsilio Ficino"
  }, 
  {
    "quote": "When a child, my dreams rode on your wishes, I was your son, high on your horse, My mind a top whipped by the lashes Of your rhetoric, windy of course.", 
    "name": "Stephen Spender"
  }, 
  {
    "quote": "I adore this adventure, I adore working with youth. For me it's a daily challenge, working to help these youths realize their dreams.", 
    "name": "Patrick Roy"
  }, 
  {
    "quote": "All my dreams are coming true all across the board for some reason.", 
    "name": "Jay Electronica"
  }, 
  {
    "quote": "America allows us to be able to dream, then gives us the ability to achieve those dreams.", 
    "name": "Rick Mears"
  }, 
  {
    "quote": "Wide awake I can make my most fantastic dreams come true.", 
    "name": "Lorenz Hart"
  }, 
  {
    "quote": "I appreciate everything that has been done for me. After a difficult start, I've just followed my dreams.", 
    "name": "Victor Ortiz"
  }, 
  {
    "quote": "My mom taught me to go after my dreams. I have this faith in myself that I must have gotten from her.", 
    "name": "Amy Jo Johnson"
  }, 
  {
    "quote": "After all those days in the cotton fields, the dreams came true on a gold record on a piece of wood. It's in my den where I can look at it every day. I wear it out lookin' at it.", 
    "name": "Carl Perkins"
  }, 
  {
    "quote": "Let us keep the dance of rain our fathers kept and tread our dreams beneath the jungle sky.", 
    "name": "Arna Bontemps"
  }, 
  {
    "quote": "We are people with all the hopes, dreams, passions, and faults of everyone else. Eighty percent of us are born into families with no history of dwarfism.", 
    "name": "Billy Barty"
  }, 
  {
    "quote": "You don't get old until you replace dreams with regrets.", 
    "name": "Troy Dumais"
  }, 
  {
    "quote": "My new life goes beyond my dreams because my dream was Formula One and I achieved it. I'm a driver, I feel like a driver. I have won this race because I am alive.", 
    "name": "Maria de Villota"
  }, 
  {
    "quote": "War is eternity jammed into frantic minutes that will fill a lifetime with dreams and nightmares.", 
    "name": "John Cory"
  }, 
  {
    "quote": "In our dreams we are always young.", 
    "name": "Sarah Louise Delany"
  }, 
  {
    "quote": "But I am delighted to be a Dodger, I grew up a Dodger fan and now my dreams have really come true.", 
    "name": "Milton Bradley"
  }, 
  {
    "quote": "Don't be afraid of your dreams.", 
    "name": "Jacques Parizeau"
  }, 
  {
    "quote": "Tell me about yourself - your struggles, your dreams, your telephone number.", 
    "name": "Peter Arno"
  }, 
  {
    "quote": "When your dreams tire, they go underground and out of kindness that's where they stay.", 
    "name": "Libby Houston"
  }, 
  {
    "quote": "I'll see you in my dreams.", 
    "name": "Gus Kahn"
  }, 
  {
    "quote": "There are no dreams too large, no innovation unimaginable and no frontiers beyond our reach.", 
    "name": "John S. Herrington"
  }, 
  {
    "quote": "I would go to bed every night and have dreams about having a time machine and somehow I'd have the ability to move through time and space freely, and save Anne Frank.", 
    "name": "Jeff Mangum"
  }
]