[
  {
    "quote": "It is easier for a father to have children than for children to have a real father.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "When one has not had a good father, one must create one.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "My father? I never knew him. Never even seen a picture of him.", 
    "name": "Eminem"
  }, 
  {
    "quote": "I am not ashamed to say that no man I ever met was my father's equal, and I never loved any other man as much.", 
    "name": "Hedy Lamarr"
  }, 
  {
    "quote": "Whoever does not have a good father should procure one.", 
    "name": "Friedrich Nietzsche"
  }, 
  {
    "quote": "I made a decision when my father passed away that I was going to be who God made me to be and not try to preach like my father.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I stopped loving my father a long time ago. What remained was the slavery to a pattern.", 
    "name": "Anais Nin"
  }, 
  {
    "quote": "I just wish I could understand my father.", 
    "name": "Michael Jackson"
  }, 
  {
    "quote": "I know that I will never find my father in any other man who comes into my life, because it is a void in my life that can only be filled by him.", 
    "name": "Halle Berry"
  }, 
  {
    "quote": "Fathers are biological necessities, but social accidents.", 
    "name": "Margaret Mead"
  }, 
  {
    "quote": "Sons have always a rebellious wish to be disillusioned by that which charmed their fathers.", 
    "name": "Aldous Huxley"
  }, 
  {
    "quote": "The place of the father in the modern suburban family is a very small one, particularly if he plays golf.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "My father was my teacher. But most importantly he was a great dad.", 
    "name": "Beau Bridges"
  }, 
  {
    "quote": "The fundamental defect of fathers, in our competitive society, is that they want their children to be a credit to them.", 
    "name": "Bertrand Russell"
  }, 
  {
    "quote": "I have never been a material girl. My father always told me never to love anything that cannot love you back.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "Every parent is at some time the father of the unreturned prodigal, with nothing to do but keep his house open to hope.", 
    "name": "John Ciardi"
  }, 
  {
    "quote": "Babies don't need fathers, but mothers do. Someone who is taking care of a baby needs to be taken care of.", 
    "name": "Amy Heckerling"
  }, 
  {
    "quote": "A father is a man who expects his son to be as good a man as he meant to be.", 
    "name": "Frank A. Clark"
  }, 
  {
    "quote": "All the learnin' my father paid for was a bit o' birch at one end and an alphabet at the other.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "Undeservedly you will atone for the sins of your fathers.", 
    "name": "Horace"
  }, 
  {
    "quote": "I pressed my father's hand and told him I would protect his grave with my life. My father smiled and passed away to the spirit land.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "A father is always making his baby into a little woman. And when she is a woman he turns her back again.", 
    "name": "Enid Bagnold"
  }, 
  {
    "quote": "It is much easier to become a father than to be one.", 
    "name": "Kent Nerburn"
  }, 
  {
    "quote": "There's sometimes a weird benefit to having an alcoholic, violent father. He really motivated me in that I never wanted to be anything like him.", 
    "name": "Dean Koontz"
  }, 
  {
    "quote": "My father was not a failure. After all, he was the father of a president of the United States.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "I hope I am remembered by my children as a good father.", 
    "name": "Orson Scott Card"
  }, 
  {
    "quote": "The child is father of the man.", 
    "name": "William Wordsworth"
  }, 
  {
    "quote": "My father... had sharper eyes than the rest of our people.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "Being a father, being a friend, those are the things that make me feel successful.", 
    "name": "William Hurt"
  }, 
  {
    "quote": "Dad was the only adult male I ever trusted.", 
    "name": "Michael Reagan"
  }, 
  {
    "quote": "An angry father is most cruel towards himself.", 
    "name": "Publilius Syrus"
  }, 
  {
    "quote": "There is too much fathering going on just now and there is no doubt about it fathers are depressing.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "The time not to become a father is eighteen years before a war.", 
    "name": "E. B. White"
  }, 
  {
    "quote": "My father taught me that the only way you can make good at anything is to practice, and then practice some more.", 
    "name": "Pete Rose"
  }, 
  {
    "quote": "When I was 18, I thought my father was pretty dumb. After a while when I got to be 21, I was amazed to find out how much he'd learned in three years.", 
    "name": "Frank Butler"
  }, 
  {
    "quote": "I kept my babies fed. I could have dumped them, but I didn't. I decided that whatever trip I was on, they were going with me. You're looking at a real daddy.", 
    "name": "Barry White"
  }, 
  {
    "quote": "Whenever I fail as a father or husband... a toy and a diamond always works.", 
    "name": "Shahrukh Khan"
  }, 
  {
    "quote": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?", 
    "name": "Dick Clark"
  }, 
  {
    "quote": "It is impossible to please all the world and one's father.", 
    "name": "Jean de La Fontaine"
  }, 
  {
    "quote": "A dramatic thing, the first time you stand up to your dad.", 
    "name": "Lenny Kravitz"
  }, 
  {
    "quote": "A father's disappointment can be a very powerful tool.", 
    "name": "Michael Bergin"
  }, 
  {
    "quote": "It was my father who taught me to value myself. He told me that I was uncommonly beautiful and that I was the most precious thing in his life.", 
    "name": "Dawn French"
  }, 
  {
    "quote": "But the love of adventure was in father's blood.", 
    "name": "Buffalo Bill"
  }, 
  {
    "quote": "I'm a father. It isn't just my life any more. I don't want my kid finding bottles in the house or seeing his father completely smashed.", 
    "name": "Billie Joe Armstrong"
  }, 
  {
    "quote": "My father never raised his hand to any one of his children, except in self-defense.", 
    "name": "Fred Allen"
  }, 
  {
    "quote": "I never had a speech from my father 'this is what you must do or shouldn't do' but I just learned to be led by example. My father wasn't perfect.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I wanted to take up music, so my father bought me a blunt instrument. He told me to knock myself out.", 
    "name": "Jay London"
  }, 
  {
    "quote": "My father wouldn't get us a TV, he wouldn't allow a TV in the house.", 
    "name": "Janis Joplin"
  }, 
  {
    "quote": "The surprising thing about fatherhood was finding my inner mush. Now I want to share it with the world.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "I inherited that calm from my father, who was a farmer. You sow, you wait for good or bad weather, you harvest, but working is something you always need to do.", 
    "name": "Miguel Indurain"
  }, 
  {
    "quote": "The most important influence in my childhood was my father.", 
    "name": "DeForest Kelley"
  }, 
  {
    "quote": "My father was grounded, a very meat-and-potatoes man. He was a baker.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "My father-in-law gets up at 5 o'clock in the morning and watches the Discovery Channel. I don't know why there's this big rush to do this.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "Feels good to try, but playing a father, I'm getting a little older. I see now that I'm taking it more serious and I do want that lifestyle.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I'm more comfortable with whatever's wrong with me than my father was whenever he felt he failed or didn't measure up to the standard he set.", 
    "name": "John Malkovich"
  }, 
  {
    "quote": "I wasn't anything special as a father. But I loved them and they knew it.", 
    "name": "Sammy Davis, Jr."
  }, 
  {
    "quote": "Watching your husband become a father is really sexy and wonderful.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "Father or stepfather - those are just titles to me. They don't mean anything.", 
    "name": "Oliver Hudson"
  }, 
  {
    "quote": "If my father had hugged me even once, I'd be an accountant right now.", 
    "name": "Ray Romano"
  }, 
  {
    "quote": "What harsh judges fathers are to all young men!", 
    "name": "Terence"
  }, 
  {
    "quote": "My father, he was like the rock, the guy you went to with every problem.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "My father wants me to be like my brother, but I can't be.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "I would never have done what I'd done if I'd considered my father as somebody I wanted to please.", 
    "name": "Robert Mapplethorpe"
  }, 
  {
    "quote": "Nobody ever asks a father how he manages to combine marriage and a career.", 
    "name": "Sam Ewing"
  }, 
  {
    "quote": "Father told me that if I ever met a lady in a dress like yours, I must look her straight in the eyes.", 
    "name": "Prince Charles"
  }, 
  {
    "quote": "My father was the guy on the block who said hi to everyone.", 
    "name": "Damon Wayans"
  }, 
  {
    "quote": "My grandfather, along with Carnegie, was a pioneer in philanthropy, which my father then practiced on a very large scale.", 
    "name": "David Rockefeller"
  }, 
  {
    "quote": "I love the comic opportunities that come up in the context of a father-son relationship.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "I wanted to be a forest ranger or a coal man. At a very early age, I knew I didn't want to do what my dad did, which was work in an office.", 
    "name": "Harrison Ford"
  }, 
  {
    "quote": "That is the thankless position of the father in the family - the provider for all, and the enemy of all.", 
    "name": "August Strindberg"
  }, 
  {
    "quote": "As Daddy said, life is 95 percent anticipation.", 
    "name": "Gloria Swanson"
  }, 
  {
    "quote": "I was raised by free-spirited people, though my father gave me a very strong work ethic.", 
    "name": "Diane Lane"
  }, 
  {
    "quote": "As a little girl I used to daydream about my real father coming on a white horse to rescue me.", 
    "name": "Christine Keeler"
  }, 
  {
    "quote": "Do you know that other than my father, I've never had a man take care of me?", 
    "name": "Dionne Warwick"
  }, 
  {
    "quote": "Employee fathers need to step up to the plate and put their family needs on the table.", 
    "name": "James Levine"
  }, 
  {
    "quote": "I love my dad, although I'm definitely critical of him sometimes, like when his pants are too tight. But I love him so much and I try to be really supportive of him.", 
    "name": "Liv Tyler"
  }, 
  {
    "quote": "Child-rearing is my main interest now. I'm a hands-on father.", 
    "name": "Sean Penn"
  }, 
  {
    "quote": "Because of my father, we are that Shining City on a Hill.", 
    "name": "Michael Reagan"
  }, 
  {
    "quote": "No, I never thought about my father's money as my money.", 
    "name": "Christie Hefner"
  }, 
  {
    "quote": "But I have to be careful not to let the world dazzle me so much that I forget that I'm a husband and a father.", 
    "name": "Herbie Hancock"
  }, 
  {
    "quote": "I have always thought of Walt Disney as my second father.", 
    "name": "Annette Funicello"
  }, 
  {
    "quote": "My father was never anti-anything in our house.", 
    "name": "Errol Flynn"
  }, 
  {
    "quote": "Aeneas carried his aged father on his back from the ruins of Troy and so do we all, whether we like it or not, perhaps even if we have never known them.", 
    "name": "Angela Carter"
  }, 
  {
    "quote": "One of my earliest memories is of my father carrying me in one arm with a picket sign in the other.", 
    "name": "Camryn Manheim"
  }, 
  {
    "quote": "My father loved people, children and pets.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "My father was the most rational and the most dispassionate of men.", 
    "name": "Simon Newcomb"
  }, 
  {
    "quote": "I grew up not liking my father very much. I never saw him cry. But he must have. Everybody cries.", 
    "name": "Charley Pride"
  }, 
  {
    "quote": "My father taught me how to substitute realities.", 
    "name": "Mira Sorvino"
  }, 
  {
    "quote": "My father and I have a very good relationship. We always got along. But I always scold him.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "My dad taught me true words you have to use in every relationship. Yes, baby.", 
    "name": "Star Jones"
  }, 
  {
    "quote": "I'm a fun father, but not a good father. The hard decisions always went to my wife.", 
    "name": "John Lithgow"
  }, 
  {
    "quote": "Thirteen, 13 children, and I love - I love them all. And I think I've been a good father to all of them.", 
    "name": "Anthony Quinn"
  }, 
  {
    "quote": "I was punished for blowing the whistle on my father's lifestyle.", 
    "name": "Tatum O'Neal"
  }, 
  {
    "quote": "Fathers in today's modern families can be so many things.", 
    "name": "Oliver Hudson"
  }, 
  {
    "quote": "My father invented a cure for which there was no disease and unfortunately my mother caught it and died of it.", 
    "name": "Victor Borge"
  }, 
  {
    "quote": "So my father was a person who never lied to me. If I had a question, he answered it. I knew a lot of things at a young age because I was intrigued.", 
    "name": "Nick Cannon"
  }, 
  {
    "quote": "My father was something of a rainbow-chaser.", 
    "name": "Marc Davis"
  }, 
  {
    "quote": "My father was always telling himself no one was perfect, not even my mother.", 
    "name": "Broderick Crawford"
  }, 
  {
    "quote": "The best money advice ever given me was from my father. When I was a little girl, he told me, 'Don't spend anything unless you have to.'", 
    "name": "Dinah Shore"
  }, 
  {
    "quote": "My father was an Episcopalian minister, and I've always been comforted by the power of prayer.", 
    "name": "Anna Lee"
  }, 
  {
    "quote": "When I was a kid, I used to imagine animals running under my bed. I told my dad, and he solved the problem quickly. He cut the legs off the bed.", 
    "name": "Lou Brock"
  }, 
  {
    "quote": "Being a father to my family and a husband is to me much more important than what I did in the business.", 
    "name": "Tom Bosley"
  }, 
  {
    "quote": "My dad always said, 'Don't worry what people think, because you can't change it.'", 
    "name": "Daisy Donovan"
  }, 
  {
    "quote": "Rich men's sons are seldom rich men's fathers.", 
    "name": "Herbert Kaufman"
  }, 
  {
    "quote": "When a father, absent during the day, returns home at six, his children receive only his temperament, not his teaching.", 
    "name": "Robert Bly"
  }, 
  {
    "quote": "No man is responsible for his father. That was entirely his mother's affair.", 
    "name": "Margaret Turnbull"
  }, 
  {
    "quote": "My brother Bob doesn't want to be in government - he promised Dad he'd go straight.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Dad, wherever you are, you are gone but you will never be forgotten.", 
    "name": "Conrad Hall"
  }, 
  {
    "quote": "Dad almost died of a heart attack in the middle of making Apocalypse Now, the biggest movie of his life. It doesn't make you want to jump into that business.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Dad kept us out of school, but school comes and goes. Family is forever.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "What is a normal childhood? We weren't rich, we were pretty middle-class. My dad survived from job to job with him taking care of so many relatives, he couldn't save any money.", 
    "name": "Charlie Sheen"
  }, 
  {
    "quote": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.", 
    "name": "Tim Allen"
  }, 
  {
    "quote": "I like to think my dad was easygoing and kind, and I think some of those things have been passed down. I am like him in a sense of being positive and hopeful. He was compassionate, and I've got a lot of that in me as well.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "Mom and Dad were married 64 years. And if you wondered what their secret was, you could have asked the local florist - because every day Dad gave Mom a rose, which he put on her bedside table. That's how she found out what happened on the day my father died - she went looking for him because that morning, there was no rose.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "My mom and dad gave their kids the greatest gift of all - the gift of unconditional love. They cared deeply about who we would be, and much less about what we would do.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "My dad had a church of 90 people when I was born. It was just, over the years it continued to grow.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I didn't try to copy my dad or fit into the pressure or the mold that everybody tried to make me fit into.", 
    "name": "Joel Osteen"
  }, 
  {
    "quote": "I was built up from my dad more than anyone else.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "I'm not sure what the future holds but I do know that I'm going to be positive and not wake up feeling desperate. As my dad said 'Nic, it is what it is, it's not what it should have been, not what it could have been, it is what it is.'", 
    "name": "Nicole Kidman"
  }, 
  {
    "quote": "I've told Billy if I ever caught him cheating, I wouldn't kill him because I love his children and they need a dad. But I would beat him up. I know where all of his sports injuries are.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "My dad had been born in Mexico and his family had to leave during the Mexican revolution.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "You know, my dad served in the President's Cabinet after his time as a governor. He told me he enjoyed being governor a lot more. Now, I understand why. If I do my job well, I can make a difference in people's lives and I can help our children realize their dreams.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "When my mom ran for the Senate, my dad was there for her every step of the way. I can still hear her saying in her beautiful voice, 'Why should women have any less say than men, about the great decisions facing our nation?'", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Me and my dad are the biggest promoters of an estate tax in the US. It's not a popular position.", 
    "name": "Bill Gates"
  }, 
  {
    "quote": "And my dad, you're a great actor but you're a better father.", 
    "name": "Angelina Jolie"
  }, 
  {
    "quote": "I've got high standards when it comes to boys. As my dad says, all girls should! I'm from the South - Tennessee, to be exact - and down there, we're all about southern hospitality. I know that if I like a guy, he better be nice, and above all, my dad has to approve of him!", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "Don't forget Mother's Day. Or as they call it in Beverly Hills, Dad's Third Wife Day.", 
    "name": "Jay Leno"
  }, 
  {
    "quote": "My father used to play with my brother and me in the yard. Mother would come out and say, 'You're tearing up the grass' 'We're not raising grass,' Dad would reply. 'We're raising boys.'", 
    "name": "Harmon Killebrew"
  }, 
  {
    "quote": "When I was about 12 years old back in Houston, my Dad used to take us to the driving range.", 
    "name": "Ron White"
  }, 
  {
    "quote": "My dad said to me growing up: 'When all is said and done, if you can count all your true friends on one hand, you're a lucky man.'", 
    "name": "Josh Charles"
  }, 
  {
    "quote": "I think a dad has to make his daughter feel that he's genuinely interested in what she's going through.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Apparently, one in five people in the world are Chinese. And there are five people in my family, so it must be one of them. It's either my mum or my dad. Or my older brother, Colin. Or my younger brother, Ho-Chan-Chu. But I think it's Colin.", 
    "name": "Tim Vine"
  }, 
  {
    "quote": "Don't force your kids into sports. I never was. To this day, my dad has never asked me to go play golf. I ask him. It's the child's desire to play that matters, not the parent's desire to have the child play. Fun. Keep it fun.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "It was my 16th birthday - my mom and dad gave me my Goya classical guitar that day. I sat down, wrote this song, and I just knew that that was the only thing I could ever really do - write songs and sing them to people.", 
    "name": "Stevie Nicks"
  }, 
  {
    "quote": "Anyone can be a father, but it takes someone special to be a dad, and that's why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right.", 
    "name": "Wade Boggs"
  }, 
  {
    "quote": "My dad was like a stage mother he always pushed me to do what I wanted.", 
    "name": "Jim Carrey"
  }, 
  {
    "quote": "One of the greatest titles in the world is parent, and one of the biggest blessings in the world is to have parents to call mom and dad.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail.", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I never saw any of my dad's stories. My mother said he had piles and piles of manuscripts.", 
    "name": "Stephen King"
  }, 
  {
    "quote": "My dad used to say, 'You wouldn't worry so much about what people thought about you if you knew how seldom they did.", 
    "name": "Phil McGraw"
  }, 
  {
    "quote": "Dad taught me everything I know. Unfortunately, he didn't teach me everything he knows.", 
    "name": "Al Unser"
  }, 
  {
    "quote": "All that really matters is I have two beautiful kids, and I'm trying to be the best dad I can possibly be, and that's the most important thing of all.", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "I started out mopping floors, waiting tables, and tending bar at my dad's tavern. I put myself through school working odd jobs and night shifts. I poured my heart and soul into a small business. And when I saw how out-of-touch Washington had become with the core values of this great nation, I put my name forward and ran for office.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "I always wanted what Mom and Dad had.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "Fortunately, as it pertains to guns, my dad and uncle introduced me to guns the way it needs to be done: smart, slow and safe.", 
    "name": "Ted Nugent"
  }, 
  {
    "quote": "My dad raised me with some good advice: 'Always tell the truth. Always shoot from the hip. You might not have many friends, but you'll never have enemies, because people will always know where you're coming from.'", 
    "name": "Pink"
  }, 
  {
    "quote": "My dad is a motorcycle guy, not some Hollywood dude.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I feel lazy when I'm not working. I learned all my business sense from my dad. He always believed in me, and I think the last thing he said to me before he passed away was, 'I know you're gonna be OK. I'm not worried about you'.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "My dad loves what I do and I support my parents financially because they didn't have a job that gave them a pension.", 
    "name": "Marilyn Manson"
  }, 
  {
    "quote": "My dad, bless him, was a musician. And his dad had thought that his music was rubbish.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "I'm a pretty hands-on dad and make the most of my custody. I take care of my little one whenever I can, and she determines what I can do and where I can do it.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "And my dad drilled it in my head, you know, 'If you want it bad enough, and you're willing to make the sacrifices, you can do it. But first you have to believe in yourself.", 
    "name": "Jennie Finch"
  }, 
  {
    "quote": "But there's no substitute for a full-time dad. Dads who are fully engaged with their kids overwhelmingly tend to produce children who believe in themselves and live full lives.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "I think I've got my business notions and my sense for that sort of thing from my dad. My dad never had a chance to go to school. He couldn't read and write. But he was so smart. He was just one of those people that could just make the most of anything and everything that he had to work with.", 
    "name": "Dolly Parton"
  }, 
  {
    "quote": "When I was younger, my family would go camping and fishing on our ranches. My dad loves being around all kinds of animals. He's the one who got me to be a really big animal lover.", 
    "name": "Paris Hilton"
  }, 
  {
    "quote": "Where I come from, you don't really talk about how much you're earning. Those things are private. My dad never told my mum how much he was earning. I'm certainly not going to tell the world. I'm doing well.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "My dad was a particularly polite kind of guy, very courteous.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "Looking back, I think I was always musical. My dad was very musical, and I think my mom was musical.", 
    "name": "Paul McCartney"
  }, 
  {
    "quote": "I'm very at ease, and I like it. I never thought I would be such a family-oriented guy I didn't think that was part of my makeup. But somebody said that as you get older you become the person you always should have been, and I feel that's happening to me. I'm rather surprised at who I am, because I'm actually like my dad!", 
    "name": "David Bowie"
  }, 
  {
    "quote": "I get that same queasy, nervous, thrilling feeling every time I go to work. That's never worn off since I was 12 years-old with my dad's 8-millimeter movie camera.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "My dad took me to my first movie.", 
    "name": "Steven Spielberg"
  }, 
  {
    "quote": "And I saw the sax line-up that he had behind him and I thought, I'm going to learn the saxophone. When I grow up, I'm going to play in his band. So I sort of persuaded my dad to get me a kind of a plastic saxophone on the hire purchase plan.", 
    "name": "David Bowie"
  }, 
  {
    "quote": "I love being a dad. I just love it.", 
    "name": "Jerry Seinfeld"
  }, 
  {
    "quote": "My dad was the town drunk. Most of the time that's not so bad but New York City?", 
    "name": "Henny Youngman"
  }, 
  {
    "quote": "I wanted to be a skinny little ballerina but I was a voluptuous little Italian girl whose dad had meatballs on the table every night.", 
    "name": "Lady Gaga"
  }, 
  {
    "quote": "My dad became a soap opera actor, and I was an extra in a skating rink scene on the soap. I didn't audition. It was nepotism all the way.", 
    "name": "Jennifer Aniston"
  }, 
  {
    "quote": "My dad was good with actions.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "My dad died of a stroke.", 
    "name": "William Shatner"
  }, 
  {
    "quote": "There is nothing that would upset me more than my dad being bribed by the press. It's like, 'Just let them run it, then. Don't you give them ammunition.'", 
    "name": "Adele"
  }, 
  {
    "quote": "I have never been jealous. Not even when my dad finished fifth grade a year before I did.", 
    "name": "Jeff Foxworthy"
  }, 
  {
    "quote": "I asked my daughter when she was 16, What's the buzz on the street with the kids? She's going, to be honest, Dad, most of my friends aren't into Kiss. But they've all been told that it's the greatest show on Earth.", 
    "name": "Ace Frehley"
  }, 
  {
    "quote": "I'm a dad, I'm a husband, I'm an activist, I'm a writer and I'm just a student of the world.", 
    "name": "Michael J. Fox"
  }, 
  {
    "quote": "My Dad, a small-town lawyer, was also named Paul. Until we lost him when I was 16, he was a gentle presence in my life. I like to think he'd be proud of me and my sister and brothers, because I'm sure proud of him and of where I come from, Janesville, Wisconsin.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "Mom was 50 when my Dad died. She got on a bus every weekday for years, and rode 40 miles each morning to Madison. She earned a new degree and learned new skills to start her small business. It wasn't just a new livelihood. It was a new life.", 
    "name": "Paul Ryan"
  }, 
  {
    "quote": "My mother raised three children on her own and my dad was a doctor working 16 hours a day.", 
    "name": "Christopher Meloni"
  }, 
  {
    "quote": "Studies show that children best flourish when one mom and one dad are there to raise them.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "As my dad said, you have an obligation to leave the world better than how you found it. And he also reminded us to be givers in this life, and not takers.", 
    "name": "Phil Crane"
  }, 
  {
    "quote": "You see another side of Draco when he's with his dad. When Draco is with his dad, he doesn't say anything. He keeps his mouth shut. He's sort of bullied by his dad, so he acts very different.", 
    "name": "Tom Felton"
  }, 
  {
    "quote": "I mean, I look at my dad. He was twenty when he started having a family, and he was always the coolest dad. He did everything for his kids, and he never made us feel like he was pressured. I know that it must be a great feeling to be a guy like that.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "I was in the bath at the time, and my dad came running in and said, 'Guess who they want to play Harry Potter!?' and I started to cry. It was probably the best moment of my life.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Working with my dad was such a gas. We approached the work in a similar way. We only made two films together when I was an adult, Tucker, and Blown Away, but it was so much fun to play with your parent like that.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "For me, growing up, the downside of it was that as a kid you don't want to stand out. You don't want to have a famous father let alone get a job because of your famous father, you know? But I'm a product of nepotism. That's how I got my foot in the door, through my dad.", 
    "name": "Jeff Bridges"
  }, 
  {
    "quote": "Great dad. Yeah, he would ask me for money on birthdays and, you know, inappropriate times. And I just wrote him off like, 'You're not a father.' I just learned you cannot emotionally invest in people who are not attainable.", 
    "name": "Drew Barrymore"
  }, 
  {
    "quote": "Now I meditate twice a day for half an hour. In meditation, I can let go of everything. I'm not Hugh Jackman. I'm not a dad. I'm not a husband. I'm just dipping into that powerful source that creates everything. I take a little bath in it.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "One afternoon when I was 9, my dad told me I'd be skipping school the next day. Then we drove 12 hours from Melbourne to Sydney for the Centenary Test, a once-in-a-lifetime commemorative cricket match. It was great fun - especially for a kid who was a massive sports fan.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I don't know, I just want to be happy. I could be in a hole somewhere. Or I could completely lose it and be some hippy living in the woods with my dad.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "I didn't know my dad for a long time. My dad was on drugs and my dad was at the VA Hospital, my dad was off in his own world selling drugs or using them or there would be crack heads in the house or whatever it would be.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "My parents were working class folks. My dad was a bartender for most of his life, my mom was a maid and a cashier and a stock clerk at WalMart. We were not people of financial means in terms of significant financial means. I always told them, 'I didn't always have what I wanted. I always had what I needed.' My parents always provided that.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "My dad was a bartender. My mom was a cashier, a maid and a stock clerk at K-Mart. They never made it big. They were never rich. And yet they were successful. Because just a few decades removed from hopelessness, they made possible for us all the things that had been impossible for them.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Without my dad, I wouldn't be here.", 
    "name": "Maria Sharapova"
  }, 
  {
    "quote": "My dad played fiddle as well.", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "I want to be a young dad. By 25 or 26 I want to see myself, like, married or start looking for a family.", 
    "name": "Justin Bieber"
  }, 
  {
    "quote": "When I was younger, I had a perm, and it was really big. My mom was a hairdresser, so even my dad had a perm! I looked like a poodle, but it was cool at the time.", 
    "name": "Heidi Klum"
  }, 
  {
    "quote": "My friends say, 'Man you're going to have kids sleeping on pillowcases with your face on it! You're going to be on toothbrushes and magnets and stuff.' I guess now that I'm a dad, I'm thrilled about that.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "My kids are not that interested in my movie career, by the way. My son, in particular, never talks about it. He just wants me as his dad.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "I've never heard my dad say a bad word about anybody. He always keeps his emotions in check and is a true gentleman. I was taught that losing it was indulgent, a selfish act.", 
    "name": "Hugh Jackman"
  }, 
  {
    "quote": "Now my dad is with me, traveling with me and a big part of this whole thing is I like to mix it up a little bit, you know. Who gets to take their father on a private jet across the country and stay in first class hotels? So we're enjoying it, but I'd stop if it's not possible.", 
    "name": "Shia LaBeouf"
  }, 
  {
    "quote": "My dad used to say, 'Just because you dress up in a coat and tie, it doesn't influence your intelligence.'", 
    "name": "Tiger Woods"
  }, 
  {
    "quote": "My Dad used to tell us: 'En este pais, ustedes van a poder lograr todas las cosas que nosotros no pudimos' 'In this country, you will be able to accomplish all the things we never could.'", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "My dad, he is such a soft man. Even if he has these opinions about my boyfriends, he will be the sweetest guy. He will make you feel like you're fascinating and awesome, even if he doesn't like you that much.", 
    "name": "Amanda Seyfried"
  }, 
  {
    "quote": "I'm not a religious person. My mom was of Jewish blood and my dad was Protestant.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "My dad believes in God, I think. I'm not sure if my mom does. I don't.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "My dad's got a brilliant eye for scripts 'cos he's a literary agent. He and my agent read a load of scripts and filter them.", 
    "name": "Daniel Radcliffe"
  }, 
  {
    "quote": "Joanna points her camera at a section of society unused to having cameras pointed at it. But I don't know about categorizing them in terms of class I'm a bit wary of that. My dad is the son of a shipbuilder.", 
    "name": "Tom Hiddleston"
  }, 
  {
    "quote": "It's an ongoing joy being a dad.", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "My dad would give me $10, which is a lot of money when you're 9, to sing at church, on tables at restaurants, at family functions, just about anywhere.", 
    "name": "Katy Perry"
  }, 
  {
    "quote": "I forgive my mom for being a psycho and my dad for being a loser.", 
    "name": "Nikki Sixx"
  }, 
  {
    "quote": "It is a sad commentary of our times when our young must seek advice and counsel from 'Dear Abby' instead of going to Mom and Dad.", 
    "name": "Abigail Van Buren"
  }, 
  {
    "quote": "There are absolutely no problems between me, my dad and my sister. Obviously I grew up with just my mum, but my relationship with my dad is just fine.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I try to be a hard boiled sometimes. My kids see right through it. I'm acting. It's always, 'When I say you'll be back at 11, that means 11, not 11.15. Do you hear me!?' Then, 'Yeah, Dad.'", 
    "name": "Liam Neeson"
  }, 
  {
    "quote": "My grandfather and my uncle both died from colorectal cancer, my dad almost died from it and I have the gene for it.", 
    "name": "Kareem Abdul-Jabbar"
  }, 
  {
    "quote": "A father and two sons run Adelphia. It's a cable company. And they took from that company a billion dollars. A billion. Three people - three people took a billion dollars. What were they gonna do, start their own space program? 'Let's send the monkey to Mars, Dad!'", 
    "name": "Lewis Black"
  }, 
  {
    "quote": "One of the scary things is that, when you're a kid, you look at your dad as the man who has no fear. When you're an adult, you realize your father had fear, and that you have it, too.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I'm just a pretty regular dad.", 
    "name": "Ang Lee"
  }, 
  {
    "quote": "I think my dad is a lot cooler than other dads. He still acts like he's still 17.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "My dad says I could sing before I could talk, if that's possible. I was always humming and things like that.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "I once said to my father, when I was a boy, 'Dad we need a third political party.' He said to me, 'I'll settle for a second.'", 
    "name": "Ralph Nader"
  }, 
  {
    "quote": "My Dad was my biggest supporter. He never put pressure on me.", 
    "name": "Bobby Orr"
  }, 
  {
    "quote": "My dad always used to tell me that if they challenge you to an after-school fight, tell them you won't wait-you can kick their ass right now.", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I'm a dad, and I no longer see a way for my kids to even inherit the money that I'm making, let alone go out there, have an idea, and create it in their own lifetime.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "I like all the angels around because they protect me and my daughter. I mean, her Dad's an angel.", 
    "name": "Courtney Love"
  }, 
  {
    "quote": "My dad never blew anything up, but he probably had friends who did. He and my mom have always preached that the pen is mightier than a Molotov cocktail.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "Overcoming my dad telling me that I could never amount to anything is what has made me the megalomaniac that you see today.", 
    "name": "Bono"
  }, 
  {
    "quote": "Going to the theater is such a joyous experience. My dad would take my sister and me to plays when we were very young, like six or seven years old.", 
    "name": "Julia Roberts"
  }, 
  {
    "quote": "My dad's a beautiful man, but like a lot of Mexican men, or men in general, a lot of men have a problem with the balance of masculinity and femininity - intuition and compassion and tenderness - and get overboard with the macho thing. It took him a while to become more, I would say, conscious, evolved.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "My Dad is my hero.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "I can definitely say the older I've got the better I've become at being a dad and a husband.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "My dad always said, 'Champ, the measure of a man is not how often he is knocked down, but how quickly he gets up.'", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "I was a mixture of being incredibly old for my age and incredibly backwards. I was born quite old, but then I stopped growing. I lived with my mum and dad till I was 30.", 
    "name": "Helena Bonham Carter"
  }, 
  {
    "quote": "I'm turning into a stricter dad.", 
    "name": "David Duchovny"
  }, 
  {
    "quote": "I have four shelves covered with journals that I've written. Dad and I are writing songs together. I've probably written 100 songs.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "I probably have an earlier curfew than anyone. My mom wants to keep me really safe and my dad's not overly protective, but he's a dad no matter what.", 
    "name": "Miley Cyrus"
  }, 
  {
    "quote": "I don't really know any other musicians like me. I grew up backstage with my dad who played in a post-war dance band, so I always feel at home at a venue.", 
    "name": "Pete Townshend"
  }, 
  {
    "quote": "I love my dad and we have a very good relationship now.", 
    "name": "Norah Jones"
  }, 
  {
    "quote": "I'm the whitest guy you will ever meet. The first time I saw an African-American, my dad had to tell me to stop staring.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "When I was little, we had a Golden Book that had all these Disney characters in one portrait on the first page. My dad used to read from it every night. We'd play this game of find Pluto or find Donald Duck. He'd read us stories and do all the voices. Those are great memories.", 
    "name": "Danica McKellar"
  }, 
  {
    "quote": "Most children - I know I did when I was a kid - fantasize another set of parents. Or fantasize no parents. They don't tell their real parents about that - you don't want to tell Mom and Dad. Kids lead a very private life. And I was a typical child, I think. I was a liar.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "Most children - I know I did when I was a kid - fantasize another set of parents. Or fantasize no parents. They don't tell their real parents about that - you don't want to tell Mom and Dad.", 
    "name": "Maurice Sendak"
  }, 
  {
    "quote": "My Dad is my hero. He's 85 now and he is in great health. He is handsome and strong. He has an incredible moral and ethical backbone. I couldn't have been luckier with my parents.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "My dad was the district attorney of New Orleans for about 30 years. And when he opened his campaign headquarters back in the early '70s, when I was 5 years old, my mother wanted me to play the national anthem. And they got an upright piano on the back of a flatbed truck and I played it.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "My dad and mom believed that you do what you have to do in private and don't make a big deal out of it. Just try to help people as much as you can.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Well, my dad was the district attorney of New Orleans for about 30 years.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "What I do now is all my dad's fault, because he bought me a guitar as a boy, for no apparent reason.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "My dad bought me a guitar and people would ask me to play.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "I shouldn't have got married. My dad told me. I was 35 and I got married. He said, 'You're too young to be married'. 'What? I'm 35'. Said, 'You're far too young. You haven't lived yet'. He was right, bless him, thanks, Dad.", 
    "name": "Rod Stewart"
  }, 
  {
    "quote": "My dad is a Deadhead, my mom's a Jewish-American princess from Jersey.", 
    "name": "Adam Lambert"
  }, 
  {
    "quote": "My mom was a waitress, and my dad was a plumber who worked for the City of San Clemente fixing mains breaks, so not too glamorous.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "My dad, he's the rocker.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "My dad got me a huge board when I was little. He loves to surf. He suited me up and sent me out on this huge wave. I went under, and when I came out and the board hit me in the face. So I said, I never wanted to do this again. I stayed away until I was 13.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "We all started snowboarding in the beginning as a family just to be closer together, go on trips. It was our soccer, but instead of Dad yelling at me from the sideline he is there riding with me and hitting the jumps even before I am hitting them.", 
    "name": "Shaun White"
  }, 
  {
    "quote": "From 1965 to 1967, my dad, Jack Gilligan, served in Congress and helped pass landmark laws like the Voting Rights Act.", 
    "name": "Kathleen Sebelius"
  }, 
  {
    "quote": "My dad always tell me to make decisions from love and not from fear.", 
    "name": "Rashida Jones"
  }, 
  {
    "quote": "My dad takes care of me as a manager and as a dad. That's his job, you know, to take care of me. He has my best interests at heart.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "I can talk to my dad like he's my manager, and put 'Dad' on the back burner. We've been doing it since I was 13.", 
    "name": "Jessica Simpson"
  }, 
  {
    "quote": "My dad's a doctor, and when I was 8, I went to one of his medical conferences where they were demonstrating laser surgery on a chicken. I was so mad that a chicken had to die, I never ate meat again.", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "When I was in nursery school, the teachers asked me, y'know, 'What does your dad do for a living?' So I said 'He helps women get pregnant!' They called my mom and they were like, 'What exactly does your husband do?'", 
    "name": "Natalie Portman"
  }, 
  {
    "quote": "You always hear people saying, 'I hope I'm not turning into my dad', but I'd be honoured if I became half as decent a bloke as he is.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "I came back from university thinking I knew all about politics and racism, not knowing my dad had been one of the youngest-serving Labour councillors in the town and had refused to work in South Africa years ago because of the situation there. And he's never mentioned it - you just find out. That's a real man to me. A sleeping lion.", 
    "name": "Johnny Vegas"
  }, 
  {
    "quote": "I wanted to be a mechanic. When I was 14 I wanted to quit school and go work on my car. But my dad said Son, you shouldn't do that. You should stay in school until your education is finished, and when you're done, don't make your hobby your job.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "My dad taught me from my youngest childhood memories through these connections with Aboriginal and tribal people that you must always protect people's sacred status, regardless of the pest.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "I haven't been baptised. My dad's not in the church and is not a religious person. My mum is more spiritual - she does Thai-chi and goes to Stonehenge and things like that. I'm proud to be pagan. Finland is not really a religious country. I'm still looking for my god.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "My dad was a Methodist minister.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "The problem with me, as far as getting married and having a family, is that my comedy is so important to me. So I don't know if I'll ever be as good a dad as my dad.", 
    "name": "Adam Sandler"
  }, 
  {
    "quote": "But my dad also was a remarkable man, a good person, a principled individual, a man of integrity.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "My dad was a militant atheist, or is a militant atheist. My mum was sort of bought up in a religious family because she was a Protestant from Ireland but wasn't especially religious.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "My dad had a commercial film company, so he had a videotape player before anyone. So he got Mel Brooks movies or Citizen Kane or some classic old movies. And every summer the revival house in Evanston would show the great films from the '50s and '60s and '70s.", 
    "name": "John Cusack"
  }, 
  {
    "quote": "I go off and make movies I come home, and I'm a dad and I hang with my girls.", 
    "name": "Clive Owen"
  }, 
  {
    "quote": "They have had such a crazy life living with me as their dad. Not crazy but different from their friends.", 
    "name": "Sebastian Bach"
  }, 
  {
    "quote": "Yeah, my dad bought me a guitar when I was like 10, and I didn't really want it then.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "I've dated all kinds of guys and didn't know who I'd end up with. But I kind of assumed it would be someone more like my dad than not.", 
    "name": "Miranda Lambert"
  }, 
  {
    "quote": "My dad's whole family is in Madras and I was born in America so we didn't have that big Indian community. I don't really have anything interesting to say about it. When I talk about it people are like, 'meh, let's talk about something else.'", 
    "name": "Mindy Kaling"
  }, 
  {
    "quote": "I have to remind my dad, 'Journalists - no matter how many cigars they smoke with you - are not your friends, so don't talk to them.'", 
    "name": "Cameron Diaz"
  }, 
  {
    "quote": "I like to believe that I've got a lot of guardian warriors sittin' on my shoulder including my dad.", 
    "name": "Patrick Swayze"
  }, 
  {
    "quote": "I used to say, 'Man, I think I'd be a really good dad. I'll be a great provider. I'm funny I'll go on trips with them - I'll do all sorts of stuff.' But the momming? I'm not made for that. I have a really good mom I know what she put into it.", 
    "name": "Elizabeth Gilbert"
  }, 
  {
    "quote": "My dad's probably one of the kindest people in the world. When I was younger that's not how I was- I was a little spoiled brat.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "I spent a lot of time on farms when I was young. My uncle and my dad owned a big farm.", 
    "name": "Emeril Lagasse"
  }, 
  {
    "quote": "I have this complex. I don't like too much exposure. I don't know why it is. Maybe it's bred in me, because my dad always told me to be humble and don't think you're too good.", 
    "name": "Mark Viduka"
  }, 
  {
    "quote": "And of course I've got kids of my own now, and they love me being in the Harry Potter films. I'm now part of a phenomenon. You become incredibly cool to your kids, and you get a young fan base. So you became the cool dad at school. You're suddenly hip.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "'Nil By Mouth' was a bit autobiographical, but as I always pointed out at the time, that's not my dad.", 
    "name": "Gary Oldman"
  }, 
  {
    "quote": "I couldn't walk down any street in Britain without being laughed at. It was a nightmare. My children were devastated because their dad was a figure of ridicule.", 
    "name": "David Icke"
  }, 
  {
    "quote": "I sort of always had an inkling towards some kind of an art form. I grew up in a very small town, and I just figure-skated. My dad played hockey and I was surrounded by sports, but it wasn't quite doing it for me. I wasn't totally fulfilled, and I did a lot of skating.", 
    "name": "Rachel McAdams"
  }, 
  {
    "quote": "Also for me it was different because I play a lot of villains and in this one I play a dad and I play a good guy, basically. He's the Secretary of the Treasury. I never had a job like that.", 
    "name": "Christopher Walken"
  }, 
  {
    "quote": "I didn't come from a trailer park. I grew up middle class and my dad had money and my mom made my lunch. I got a car when I was sixteen. I'm proud of that.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "In addition, there is one title I cherish a great deal more than Congressman and that is the title of... Dad.", 
    "name": "J. C. Watts"
  }, 
  {
    "quote": "My dad was the biggest influence on my life because he was never boring.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "Look, I've got incredible pride for my family. I've absolutely fallen into that cliche of a dad who could just happily talk about my daughter endlessly.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "I met my grandfather just before he died, and it was the first time that I had seen Dad with a relative of his. It was interesting to see my own father as a son and the body language and alteration in attitude that comes with that, and it sort of changed our relationship for the better.", 
    "name": "Christian Bale"
  }, 
  {
    "quote": "My family belongs to a tennis club in Valencia, California, so I always go there. I play a lot of tennis with my dad and swim. And I like to go to the gym there.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "My sister is totally my dad's daughter because she loves sports.", 
    "name": "Ashley Tisdale"
  }, 
  {
    "quote": "Music was always the distraction, so it was the obvious choice to pursue. My dad always said to find a job I love to do, that way it wouldn't feel like a job. So I did that.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "I'll back up anything my dad says.", 
    "name": "Floyd Mayweather, Jr."
  }, 
  {
    "quote": "To be fair to my dad, he is one of the brightest men I've ever met.", 
    "name": "Philip Seymour Hoffman"
  }, 
  {
    "quote": "A spirit is, like, your mother, my dad, who've made it. They can come around, but they come around in a loving way because they've already made it to God. Most people make it.", 
    "name": "Sylvia Browne"
  }, 
  {
    "quote": "I grew up in a house where my father encouraged my brother and me to fail. I specifically remember coming home and saying, 'Dad, Dad, I tried out for this or that and I was horrible,' and he would high-five me and say, 'Way to go.'", 
    "name": "Sara Blakely"
  }, 
  {
    "quote": "My humanitarian work evolved from being with my family. My mom, my dad, they really set a great example for giving back. My mom was a nurse, my dad was a school teacher. But my mom did a lot of things for geriatrics and elderly people. She would do home visits for free.", 
    "name": "Cat Cora"
  }, 
  {
    "quote": "It wasn't like I was self-motivated. My dad started me. It was his dream before it was mine.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "I'm always on the court with my dad.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "You get to a certain age and you can't judge yourself on your dad or your parents.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "Not much shocked me. You know, I worked in a home for Alzheimer's patients and my dad used to be really into murders and stuff, so I saw dead bodies. It desensitised me to a lot of things.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "The only day I remember of my parents' marriage was the day my dad walked out. As I stood there at five years old, with my older sister and younger brother, I knew that he was gone.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "'I Know You Care' is about my dad. And I haven't seen him for a long, long time. And my parents divorced when I was really young. And I guess I just wanted a - it was my way of saying that I wasn't bitter or angry anymore. I was just sad and just felt like something was missing.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "My father came from a very poor background, but I was very fortunate in the sense that we were never in need. My dad was determined to make sure that we didn't want for things. He wanted to give us more opportunity than he had, a better shot at a better life.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "Since I was a boy, from this house, I was out rescuing crocodiles and snakes. My mum and dad were very passionate about that and, I was lucky enough to go along.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "My mother and dad were big animal lovers, too. I just don't know how I would have lived without animals around me. I'm fascinated by them - both domestic pets and the wild community. They just are the most interesting things in the world to me, and it's made such a difference in my lifetime.", 
    "name": "Betty White"
  }, 
  {
    "quote": "During the Depression, my dad made radios to sell to make extra money. Nobody had any money to buy the radios, so he would trade them for dogs. He built kennels in the backyard, and he cared for the dogs.", 
    "name": "Betty White"
  }, 
  {
    "quote": "Losing my parents was the most crushing thing that ever happened to me. I lost my dad when I was 26, and it changed my life entirely.", 
    "name": "Harlan Coben"
  }, 
  {
    "quote": "My father was the quintessential husband and dad.", 
    "name": "Sidney Poitier"
  }, 
  {
    "quote": "My mother taught public school, went to Harvard and then got her master's there and taught fifth and sixth grade in a public school. My dad had a more working-class lifestyle. He didn't go to college. He was an auto mechanic and a bartender and a janitor at Harvard.", 
    "name": "Ben Affleck"
  }, 
  {
    "quote": "I was always a kid trying to make a buck. I borrowed a dollar from my dad, went to the penny candy store, bought a dollar's worth of candy, set up my booth, and sold candy for five cents apiece. Ate half my inventory, made $2.50, gave my dad back his dollar.", 
    "name": "Guy Fieri"
  }, 
  {
    "quote": "Come Christmas Eve, we usually go to my mom and dad's. Everybody brings one gift and then we play that game when we all steal it from each other. Some are really cool, others are useful and some are a bit out there.", 
    "name": "Amy Grant"
  }, 
  {
    "quote": "I was born and raised in East Los Angeles by a single mom who had three biological kids and adopted four more. I never met my dad.", 
    "name": "will.i.am"
  }, 
  {
    "quote": "I didn't know my Dad - he moved out early. And my mom's politics were kind of hardscrabble. She didn't think about Democrats or Republicans. She thought about who made sense. I've been both in my life.", 
    "name": "Dennis Miller"
  }, 
  {
    "quote": "My dad was a labourer and my mum had exactly the same job as Noel Gallagher's mum - she was a dinner lady at our local school. Everyone comes over from Ireland and they get the same jobs.", 
    "name": "Danny Boyle"
  }, 
  {
    "quote": "I think my dad has helped me tremendously.", 
    "name": "Rand Paul"
  }, 
  {
    "quote": "My dad was dean of fine arts at the university. I was casting bronzes in the school foundry. I was using the university as a playground.", 
    "name": "Maya Lin"
  }, 
  {
    "quote": "My dad didn't drive - the only dad I knew who didn't.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "When I moved out of London 13 years ago, I found a whole other reason not to drive. This was because my new husband Dan, unlike my dad, did drive, and this became a great source of fun and adventure.", 
    "name": "Julie Burchill"
  }, 
  {
    "quote": "And I love Mel Brooks. My Dad loved his movies, too, they're awesome, the kind of thing that if you're in for ten minutes, you're in for two hours.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "One of the things I like about when I tour sometimes is that occasionally you'll see a dad there with his 12-year-old son and they're both enjoying it.", 
    "name": "Tim Vine"
  }, 
  {
    "quote": "Yes, I always remember my dad's, mom's and my grandma's perfumes.", 
    "name": "Marc Jacobs"
  }, 
  {
    "quote": "Becoming a dad was the proudest moment of my life. Playing football does not even compare.", 
    "name": "Wayne Rooney"
  }, 
  {
    "quote": "I've never been a hands-on dad. I'm not ashamed to admit it, but you can't run a restaurant and be home for tea at 4:30 and bath and change nappies.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "I want my kids to see me as Dad, for God's sake, not a television personality.", 
    "name": "Gordon Ramsay"
  }, 
  {
    "quote": "I was always embarrassed because my dad wore a suit and my mother wore flat pumps and a cozy jumper while my friends' parents were punks or hippies.", 
    "name": "Shirley Manson"
  }, 
  {
    "quote": "You do need parental guidance and I was in a great position with both my mum and dad. They split when I was a baby but even though I stayed with my mom they were both very much involved in my upbringing.", 
    "name": "Leonardo DiCaprio"
  }, 
  {
    "quote": "Barack Obama knows that to create an economy built to last, we need to focus on middle-class families. Families who stay up on Sunday nights pacing the floor, like my dad did, while their children, tucked in bed, dream big dreams. Families who aren't sure what Monday morning will bring, but who believe our nation's best days are still ahead.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "I would have to say the person with whom I am most in love is definitely my son, Everly Bear. Although I'm his dad, I'm also his friend.", 
    "name": "Anthony Kiedis"
  }, 
  {
    "quote": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.", 
    "name": "Al Pacino"
  }, 
  {
    "quote": "My mom and dad met at Anaheim High School. After they got married, all they wanted to do was have four children, and they did.", 
    "name": "Gwen Stefani"
  }, 
  {
    "quote": "But I honestly don't read critics. My dad reads absolutely everything ever written about me. He calls me up to read ecstatic reviews, but I always insist that I can't hear them. If you give value to the good reviews, you have to give value to the criticism.", 
    "name": "Fiona Apple"
  }, 
  {
    "quote": "My dad was a Communist Party member who fought for his country.", 
    "name": "Tim Roth"
  }, 
  {
    "quote": "Paul McCartney had a baby when he was 61 Rod Stewart was 66 Rupert Murdoch was a stunning 72. Not only does that mean they'll have less stamina than the average dad, that means they'll, well, check out a lot sooner too.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "The golden child may be the oldest one, unless it's the youngest. It may be the toughest one, unless it's the most sensitive. It's not even necessary that Mom and Dad have the same favorite - and typically they don't.", 
    "name": "Jeffrey Kluger"
  }, 
  {
    "quote": "My dad spent his whole life getting into fights for telling what he believed to be the truth. Basically it comes from my dad-and he's screaming right-wing, so there you are.", 
    "name": "Thom Yorke"
  }, 
  {
    "quote": "When my dad divorced my mom it was kind of like him leaving me also.", 
    "name": "Nicole Richie"
  }, 
  {
    "quote": "No matter how good you are, at some point your kids are gonna have to create their own independence and think that Mom and Dad aren't cool, just to establish themselves. That's what adolescence is about. They're gonna go through that no matter what.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "I think the hardest thing about making music now is being a great dad at the same time. There's an insanity that goes with writing - a mad scientist thing that you have to go through - and sacrificing a kid's upbringing to do that is not an option.", 
    "name": "Eddie Vedder"
  }, 
  {
    "quote": "My dad gave me my first bike at 16. I soon fell off and was in a wheelchair for weeks. I haven't fallen since.", 
    "name": "Hugh Laurie"
  }, 
  {
    "quote": "My dad always said he couldn't remember a time when I did not want to act.", 
    "name": "Gwyneth Paltrow"
  }, 
  {
    "quote": "My dad is a Jack Nicholson lookalike and a frustrated performer, my mother's into reading and poetry. I suppose the thing I owe them most is my confidence.", 
    "name": "Michael Sheen"
  }, 
  {
    "quote": "I was always okay with the fact that I was taller and bigger than everybody else growing up. My mom, my dad, and my friends always told me I was beautiful.", 
    "name": "Jordin Sparks"
  }, 
  {
    "quote": "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "In Heaven, I believe my dad is somewhere doing something nice. I feel I've been too lucky to travel this far without somebody guiding me.", 
    "name": "Katherine Jenkins"
  }, 
  {
    "quote": "I was a very sickly kid. While I was in the hospital at age 7, my Dad brought me a stack of comic books to keep me occupied. I was hooked.", 
    "name": "Len Wein"
  }, 
  {
    "quote": "I've never tried to find my real parents. I'm very grateful to my mum and dad for adopting me - they're completely incredible people. It was my dad who encouraged me to question everything, to forge my own path, to think, to read. I always felt it was my right to question everything.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "My dad was a mime and then he had his company and created plays for children and was very successful with it.", 
    "name": "Marion Cotillard"
  }, 
  {
    "quote": "My dad is the nicest guy you'll ever meet, and the easiest going.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "My dad is a marketing mastermind.", 
    "name": "Serena Williams"
  }, 
  {
    "quote": "I grew up in Chicago, so I've always been a Bears fan. Dad used to take me to Bears games and Cubs games. My brother used to ride me over to Lake Forest College on his Honda Supersport and we'd watch the Bears practice. I remember those guys out there as monsters - they were the biggest things I've ever seen!", 
    "name": "Kyle Chandler"
  }, 
  {
    "quote": "When you're shooting a film, you really don't get to be a dad, and you don't really get to be a husband. You don't really exist at all. But I do drag my family with me on location whenever I can.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "I have a theory that I really want my kids to know - the only coloration that they make between dad being in films and reality is just a lot of people doing a lot of hard work.", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "I hate being clean-shaven. My daughter gets very upset if I shave and says, 'Bring back the spikes, Dad.'", 
    "name": "Eric Bana"
  }, 
  {
    "quote": "My dad was a homicide cop in the gay neighborhood in the city when gay neighborhoods were desperate, depressing, sad places run by the mob. The only gay people he'd met when I came out to him were corpses.", 
    "name": "Dan Savage"
  }, 
  {
    "quote": "But while mum and dad were incredibly caring, it was also a very chaotic household where everyone fought about everything. So I know what it's like to internalize all that chaos.", 
    "name": "Dave Eggers"
  }, 
  {
    "quote": "My dad was diagnosed with cancer, so we ended up burying him a year to the day that he was diagnosed.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "My role model is my dad.", 
    "name": "Seann William Scott"
  }, 
  {
    "quote": "My dad liked to boil a squirrel head and suck the brains out the nose. Smaller than a chicken, bigger than a rat.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "My mother told me Homer Ditto was not my father. Nope. Mom had had a fling with some other guy who was my dad. Some dude who didn't stick around too long who Mom was happy to get rid of. She chose Homer, and Homer chose me, so he lent me his name even though I didn't have his blood.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "If my Dad doesn't like you, you will know. My Mom is just too innocent to ever lie. She doesn't even cuss.", 
    "name": "Channing Tatum"
  }, 
  {
    "quote": "My father was so good-natured and had such a happy disposition. I've always confused him with Jimmy Stewart. So, think Jimmy Stewart. That's my dad.", 
    "name": "Jane Pauley"
  }, 
  {
    "quote": "I am quite strict as a dad but I don't want to be censorious.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "My dad's side of the family had lots of artists and musicians. There's an emotional, quite sentimental quality to Slavic culture. It's very open, it loves art, it loves music, it loves literature. It's very warm, it's very up, it's very down. I would celebrate that.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "I say this as a young dad seeing children going into primary school: I don't think we should underestimate the formative effect on a child of those first years in primary school.", 
    "name": "Nick Clegg"
  }, 
  {
    "quote": "When I was really little I would sit in the back of my dad's car when he'd be playing old-school music. He'd turn down the music and turn around and I'd be singing and know all of the words but I didn't even know how to talk. From then on I've always wanted to be a singer.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "I do love a bit of fashion. I grew up around a lot of it as my mum and dad had clothing stores so my mum was always designing a lot, and I definitely had that as an influence.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "My dad is such a good man. You know how when you are a child you think your dad is invincible? Well, I still think that - he is so wise and everything I do I ask my dad's advice about first.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "I feel like I've lived quite a sheltered life, like my mom and dad were quite protective of me.", 
    "name": "Leona Lewis"
  }, 
  {
    "quote": "My dad was just a big Joseph Campbell nut.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "I bought a house for my mom, I bought a house for my dad, I bought a house for my sister.", 
    "name": "Trey Parker"
  }, 
  {
    "quote": "I watched Italia '90 with my Mum and Dad and my brother, you know, leaping around the house when the penalties were on... It would be great to be part of that, to have that kind of impact.", 
    "name": "Steven Gerrard"
  }, 
  {
    "quote": "I'm not an American, but I have this weird connection to America in different ways through my dad living here for five years, my godfather being an American who I'm very close to.", 
    "name": "Damian Lewis"
  }, 
  {
    "quote": "My dad was a baggage handler at Heathrow and careful with money. He worked hard and had three jobs when I was young. I wish I'd inherited his care for money. Sadly, I've grown up to be rather scatty when it comes to finances.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "Before breaking into music, I had various jobs: forklift driver, driving a courier. But I was forced into working rather than doing it off my own bat because that was my dad's way: you got a job and paid your way.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "I have one brother, John, an airline pilot, who is seven years younger. He's adopted, though we're still blood related - he's my cousin. My parents couldn't have any more children after me, so when Dad's brother died, they adopted John, then just a baby.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "I met Gemma, my wife, when she was 12. She had a schoolgirl crush on me and her dad had arranged for her to meet me. Later, she started coming to my concerts, but I only got to know her well after her mother died. I rang to see how she was, and that's how it started.", 
    "name": "Gary Numan"
  }, 
  {
    "quote": "My dad is like a cactus - introverted and tough. I'm a people person, like my mom, but I got my competitiveness from my dad. He came to this country from Belarus with nothing and built a real business. He's my hero for giving me that need to run a business and for having enormous confidence in me.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "I'm concerned a little bit with the culture of celebrating the fundraise. My dad taught me that when you borrow money it's the worst day of your life.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "You have to respect your parents. They are giving you an at-bat. If you're an entrepreneur and go into the family business, you want to grow fast. Patience is important. But respect the other party... My dad and I pulled it off because we really respect each other.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "People who build family businesses are not classically trained. They have to deal with an enormous amount of politics. You think corporate politics are tough? Go work for your dad or your mom.", 
    "name": "Gary Vaynerchuk"
  }, 
  {
    "quote": "My parents were kind of over protective people. Me and my sister had to play in the backyard all the time. They bought us bikes for Christmas but wouldn't let us ride in the street, we had to ride in the backyard. Another Christmas, my dad got me a basketball hoop and put it in the middle of the lawn! You can't dribble on grass.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "My mom grew up in poverty in Oklahoma - like Dust Bowl, nine people in one room kind of place - and the way she got out of poverty was through education. My dad grew up without a dad, with very little and he also made his way out through education.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "I am lucky to have had an attentive, curious and loving dad and heart-smart, down-to-earth, gifted mother. They changed the outlooks of their own lives and have never forgotten the people and organizations that helped them dream bigger than their circumstances should have allowed.", 
    "name": "Jennifer Garner"
  }, 
  {
    "quote": "My dad and my uncles owned a bar outside of Cincinnati. I worked there growing up, mopping floors, waiting tables.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "My hat was pulled down and this girl said 'Are you really him?' I whispered 'Yeah, I'm really him.' She screamed, 'Mom! Dad! It's Heath Ledger!", 
    "name": "Josh Hartnett"
  }, 
  {
    "quote": "My dad works in child protection and he's spent many, many years in that line of work.", 
    "name": "Chris Hemsworth"
  }, 
  {
    "quote": "At one point my dad called me and said, 'You have always been a great salesman. I think it's time you come home and sell swimming pools.'", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "You know, my mother's beautiful, my dad was a really handsome man, and there was a lot of talk about looks when I was growing up.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "I mean, my dad's a television producer, and I knew I could get a job as an assistant or a reader with one of his friends, but it wasn't exactly what I wanted to do.", 
    "name": "J. J. Abrams"
  }, 
  {
    "quote": "My dad had this philosophy that if you tell children they're beautiful and wonderful then they believe it, and they will be. So I never thought I was unattractive. But I was never one of the girls at school who had lots of boyfriends.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "It's a complex relationship when your dad happened to be president and you are president and then you have all the amateur psychology that goes on when people try to speculate about motivations.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "My guess is my brother would call his mom and his dad pretty regularly, a lot more than I probably did.", 
    "name": "Jeb Bush"
  }, 
  {
    "quote": "I'm lucky because my dad taught me to be frugal and save. And that's important because I want to know that I don't have to take an acting job for two or three years if I don't want to and that I'll still be able to make my house and car payments and buy food for my dogs.", 
    "name": "Ashley Greene"
  }, 
  {
    "quote": "My mom and dad just loved the fact that I fooled around. They just embraced it. They'd always kind of enjoy it, and they liked it when I made them laugh.", 
    "name": "Dominic Monaghan"
  }, 
  {
    "quote": "Often as a child you see someone with a learning disability or Down's Syndrome and my mum and dad were always very quick to explain exactly what was going on and to be in their own way inclusive and welcoming.", 
    "name": "Christopher Eccleston"
  }, 
  {
    "quote": "When I started writing, I did have some idealised notion of my dad as a writer. But I have less and less of a literary rivalry with him as I've gone on. I certainly don't feel I need his approval, although maybe that's because I'm confident that I've got it.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "It was, you know, probably 80 degrees out in L.A., and my dad took me outside and there was snow. At the time, I thought, 'Every kid doesn't have snow in their backyard on Christmas?'", 
    "name": "Tori Spelling"
  }, 
  {
    "quote": "I'd like to play Matt Damon's daddy. He's a wonderful actor, I really admire him, and I'd like to play his dad one day.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "The one thing that kept our family together was the music. The only thing that our family would share emotionally was to have our dad cry over something the kids did with music.", 
    "name": "Dennis Wilson"
  }, 
  {
    "quote": "I am the granddaughter of a Welsh coal miner who was determined that his kids get out of the mines. My dad got his first job when he was six years old, in a little village in Wales called Nantyffyllon, cleaning bottles at the Colliers Arms.", 
    "name": "Ann Romney"
  }, 
  {
    "quote": "It's just really making sure I am doing the best job I can do as a dad. I do think that is my No. 1 job.", 
    "name": "Tony Dungy"
  }, 
  {
    "quote": "My dad read the Bible ten times, and I want to do it in my lifetime. But it's definitely tough getting through.", 
    "name": "Pamela Anderson"
  }, 
  {
    "quote": "My Dad was from Liverpool, and he picked it up in the army. He'd often come out with this stuff.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "My dad loved to laugh. He was very funny and very silly.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "My dad sold encyclopedias and my mom worked in a factory office.", 
    "name": "Mike Myers"
  }, 
  {
    "quote": "My mother always taught me, even my dad, just never let other people's opinions of you shape your opinion of yourself. And I never have and I never will.", 
    "name": "Ruben Studdard"
  }, 
  {
    "quote": "I loved climbing because of the freedom, and having time and space. I remember coming off Everest for the last time, thinking of Dad and wishing that he could have seen what I saw. He would have loved it.", 
    "name": "Bear Grylls"
  }, 
  {
    "quote": "Becoming a dad means you have to be a role model for your son and be someone he can look up to.", 
    "name": "Wayne Rooney"
  }, 
  {
    "quote": "I was lucky to have my dad in my life. As crazy as things got, I always had him to put his hand on my shoulder.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "Within our culture, every school has a swimming pool. We lived on the coast. People swam in the surf. It's a very sporty nation and at that particular time anyone who had an artistic bent was very much an outsider. So if you liked reading or ideas or playing the piano then your dad viewed you as a sissy, basically.", 
    "name": "Geoffrey Rush"
  }, 
  {
    "quote": "My dad always taught me to never be satisfied, to want more and know that what is done is done.", 
    "name": "Thierry Henry"
  }, 
  {
    "quote": "So much of my aesthetic was formed by my dad.", 
    "name": "Ron Perlman"
  }, 
  {
    "quote": "My dad wanted to name me after Rainier Maria Rilke, the poet.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "My dad was always such a frustrated artist. He always worked very hard to support his family, doing a bunch of ridiculous jobs. He wanted to be a painter, but then he also wrote science-fiction novels in his spare time.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "The founder of the Mona Foundation actually knew my dad for years, and the more I learned about it, the more I realized I really found the perfect charity. It sponsors schools and educational initiatives all over the planet.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "I had bohemian parents in Seattle in the last '60s living in a houseboat. My dad wrote science fiction novels and painted big murals and oil paintings.", 
    "name": "Rainn Wilson"
  }, 
  {
    "quote": "As a father now, I wouldn't do what my dad did, because it left me feeling emotionally unstable as a kid. But he didn't do the things he did out of selfishness or malice.", 
    "name": "Anthony Kiedis"
  }, 
  {
    "quote": "I know my dad is a big Internet freak, and he's been known to be a Wikileaker.", 
    "name": "Anthony Kiedis"
  }, 
  {
    "quote": "In a school where everyone is famous or rich or whatever, you have a culture, 'What does your dad do?' 'What does your mom do?'", 
    "name": "Cynthia Nixon"
  }, 
  {
    "quote": "I think 'Family Guy' and 'American Dad' have definitely staked out their own style and territory, and now the accusations are coming that 'The Simpsons' is taking jokes from 'Family Guy.' And I can tell you, that ain't the case.", 
    "name": "Matt Groening"
  }, 
  {
    "quote": "I grew up in the world of bad television, on my dad's sets and then as a young schmuck on dating shows and so on.", 
    "name": "George Clooney"
  }, 
  {
    "quote": "My mum always told me I was precious, while my dad always told me I was worthless. I think that's a good grounding for a balanced life.", 
    "name": "Alan Cumming"
  }, 
  {
    "quote": "I used to have a silk dressing gown an uncle bought in Japan and when I came downstairs in it, my dad used to call me Davinia. There was never embarrassment about that kind of thing. My sister used to dress me up a lot. She thought I was a little doll.", 
    "name": "David Walliams"
  }, 
  {
    "quote": "I think it's easiest to teach by example. My dad didn't tell us to work hard we just saw how hard he worked. I know I have shortcomings - like a short fuse - but I've learned you can't come home from a long day of work and snap at the kids.", 
    "name": "Chris O'Donnell"
  }, 
  {
    "quote": "I had lost relationships with my dad, my brother and sister and I was just like, you know what, this is definitely the time to just get it together and so that's what I did.", 
    "name": "Nicole Richie"
  }, 
  {
    "quote": "You know, I'm just - I'm really happy for my dad.", 
    "name": "Nicole Richie"
  }, 
  {
    "quote": "I had the opportunity to go to law school, and my dad, who was an accountant, couldn't believe I wanted to walk away from that and start cooking.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "Now that I'm a dad, I'm practicing what I call 'one- handed cooking,' because I've got something more important in my other arm. I'm whipping up lots of frittatas and omelets.", 
    "name": "Curtis Stone"
  }, 
  {
    "quote": "My dad has been married to his wife for 15 years and wherever he goes there better be a seat for her. I like real couples that tell you how to get through on Wednesdays when you're just at the end of your rope - the ones who really know how to make it through. We have to stop looking at Hollywood couples because you're going to get disappointed.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "My sisters have been baptized and my dad is a deacon at his church now. Sadly my mother passed away but what I can say is that the Jehovah Witnesses took very good care of her up until she died.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "My dad worked two jobs and moved us to the suburbs, and just being a black person, I went through a lot of racism and being called names and being bullied every single day. And it was hard. I didn't have any friends.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "I listened to the radio, so I was influenced by everyone from Michael Jackson to Milli Vanilli. But thankfully my dad had a collection of Cat Stevens albums while my mom was listening to jazz.", 
    "name": "Jason Mraz"
  }, 
  {
    "quote": "My dad has sometimes felt that I grew up a little lacking in sufficient eccentricity - in the sense that I'm willing to live as an adult in a house with walls that are parallel to each other, that sort of thing.", 
    "name": "Jaron Lanier"
  }, 
  {
    "quote": "I was into all kinds of music as a teen - country music, because my dad was in a band that played country, and whatever my sister and brother were into.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "My dad was a huge country music fan, but he also had a band and he sang. So he'd listen to a lot of music and the songs that he'd learn for the band were more from the male artists. So my earliest country memories were Waylon Jennings, Conway Twitty, George Jones, Johnny Paycheck even.", 
    "name": "Martina McBride"
  }, 
  {
    "quote": "I never saw my dad cry. My son saw me cry. My dad never told me he loved me, and consequently I told Scott I loved him every other minute. The point is, I'll make less mistakes than my dad, my sons hopefully will make less mistakes than me, and their sons will make less mistakes than their dads.", 
    "name": "James Caan"
  }, 
  {
    "quote": "Me and my dad are friends. We're cool. I'll never be disappointed again, because I don't expect anything anymore from him. I just let him exist, and that's how we get along.", 
    "name": "Drake"
  }, 
  {
    "quote": "My dad's family were pretty working class, actually.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "My dad tells me that he took us to a pantomime when I was very, very small - panto being a sort of English phenomenon. There's traditionally a part of the show where they'll invite kids up on the stage to interact with the show. I was too young to remember this, but my dad says that I was running up onstage before they even asked us.", 
    "name": "Dan Stevens"
  }, 
  {
    "quote": "My dad liked a lot of Motown, but I didn't listen to it until my teenage years.", 
    "name": "John Legend"
  }, 
  {
    "quote": "I love my mom and dad.", 
    "name": "Taylor Momsen"
  }, 
  {
    "quote": "The only time I ever look good dancing is if I'm next to my dad at a wedding.", 
    "name": "Cat Deeley"
  }, 
  {
    "quote": "Mental illness can happen to anybody. You can be a dustman, a politician, a Tesco worker... anyone. It could be your dad, your brother or your aunt.", 
    "name": "Frank Bruno"
  }, 
  {
    "quote": "There's a lot of research behind the scenes that you don't get to see, but I have an instinct that my dad nurtured from when I was born. I was very lucky then.", 
    "name": "Steve Irwin"
  }, 
  {
    "quote": "I didn't have any role models really. My best friend was a dog. My mum and dad saved a dog from the gutter and that dog was my brother before Jesse was born. Sami was his name and he was my role model.", 
    "name": "Ville Valo"
  }, 
  {
    "quote": "My dad used to draw these great cartoon figures. His dream was being a cartoonist, but he never achieved it, and it kind of broke my heart. I think part of my interest in art had to do with his yearning for something he could never have.", 
    "name": "Kathryn Bigelow"
  }, 
  {
    "quote": "My grandfather had two boys, my uncle had three boys, my dad had me and my two brothers, each of my brothers have had two boys. Then something happened with the chromosomal experiment and suddenly I've got three girls.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "My dad had this rock hard body and would work 12- to 13-hour days. The guys he worked with were scrap-iron guys. Nobody on that road crew had read a book in 10 years, but there was something about the way they lived I really admired.", 
    "name": "Richard Russo"
  }, 
  {
    "quote": "A company that pays attention to the family unit is a successful company. We don't isolate the family. We don't make rides that say, 'Hey mom, dad, you go sit on the bench.'", 
    "name": "Michael Eisner"
  }, 
  {
    "quote": "My dad was rubbish at all other aspects of his financial life, but he's pretty good at paying the rent.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "I've always taken my love of children from my father. He was a children magnet. Suddenly, having my first child hit home what my dad went through.", 
    "name": "Robert Carlyle"
  }, 
  {
    "quote": "My memories are of my dad taking me to football on Saturday mornings, and my mum taking me swimming. Those are the things I remember from my childhood, not sitting around the table debating capitalism and the profit squeeze.", 
    "name": "David Miliband"
  }, 
  {
    "quote": "My dad was a ham, too. He could sell those women anything. Of all his sons, I was the only one he could trust to sell as well as he could. I was proud of that.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "Politicians... talk in generalities and lies, and I think they've caused all our grief. They're so awful, they're really funny. I hate thinking this because my dad loved politics.", 
    "name": "Paul Lynde"
  }, 
  {
    "quote": "My mom's a social worker, and my dad works in non-profit organisations.", 
    "name": "Seth Rogen"
  }, 
  {
    "quote": "After graduating from flares and platforms in the early 1970s, I started drama school wearing a pair of khaki dungarees with one of my Dad's Army shirts, accessorised by a cat's basket doubling as a handbag. Very Lady Gaga.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "I've just got crap hair. Although I inherited a lot of stuff from my dad, including giant knees, I didn't get his good, thick hair. I got my mother's thin, wispy, non-event hair instead.", 
    "name": "Jenny Eclair"
  }, 
  {
    "quote": "I was into the Mets because my Dad worked at IBM where he got free Mets tickets, so I was into the Mets... then I got to 'Saturday Night Live' where my boss has unbelievable N.Y. Yankees tickets, so he invites us to the games. I'm going to all the games, so I might as well root for the team I'm gonna go sit with.", 
    "name": "Jimmy Fallon"
  }, 
  {
    "quote": "I always wanted to be a stay-at-home dad making art, making movies.", 
    "name": "Robert Rodriguez"
  }, 
  {
    "quote": "In high school I dated a white woman. She would come to visit me on the rez. And her dad, who was very racist, didn't like that at all. And he told her one time, 'You shouldn't go on the rez if you're white because Indians have a lot of anger in their heart.'", 
    "name": "Sherman Alexie"
  }, 
  {
    "quote": "When I was a kid, my step dad started this business and would go out and get lost cows and stuff. He was part-time truck driver, farmer and cowboy. He taught me how to ride from an early age.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "I haven't really decided to be an actor yet! I started doing plays when I was about 15 or 16. I only did it because my dad saw a bunch of pretty girls in a restaurant and he asked them where they came from and they said drama group. He said, 'Son, that is where you need to go.'", 
    "name": "Robert Pattinson"
  }, 
  {
    "quote": "My dad says he likes to bask in my glow.", 
    "name": "Robert Pattinson"
  }, 
  {
    "quote": "I grew up with baseball I played in Little League and went to games with my dad. But I, as I grew up, became more of a basketball fanatic than a baseball one.", 
    "name": "Jonah Hill"
  }, 
  {
    "quote": "My mom was a professional. My dad and mom met each other in a movie called 'New Faces of 1937.' My mom went under the name Thelma Leeds, and she did a few movies, and she was really a great singer, and when she married my dad and started to have a family, she sang at parties.", 
    "name": "Albert Brooks"
  }, 
  {
    "quote": "I love being a dad, it keeps me fit and inspired and children are so funny. They always supply you with acting material!", 
    "name": "Wesley Snipes"
  }, 
  {
    "quote": "My first outdoor cooking memories are full of erratic British summers, Dad swearing at a barbecue that he couldn't put together, and eventually eating charred sausages, feeling brilliant.", 
    "name": "Jamie Oliver"
  }, 
  {
    "quote": "I want any excuse to come home. My dad is not a spring chicken any more. If anyone says, 'Go buy a postage stamp in London,' I'll go and do it.", 
    "name": "Emily Mortimer"
  }, 
  {
    "quote": "We all have experiences in our lives that change us, and we all learn from people, like my dad, but at the end of the day, it's only us. And we're only responsible to make ourselves happy.", 
    "name": "Tom Brady"
  }, 
  {
    "quote": "I was born in 1968, just eighteen months after my sister Chrisse and just one year after Dad passed the bar exam.", 
    "name": "Carre Otis"
  }, 
  {
    "quote": "My dad was an editor and a writer, and that's actually what I aspired to be.", 
    "name": "Anne M. Mulcahy"
  }, 
  {
    "quote": "Baseball is the president tossing out the first ball of the season. And a scrubby schoolboy playing catch with his dad on a Mississippi farm.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "I have great faith that Heaven's there and I'll see my brothers and my mom and dad when I get there.", 
    "name": "Ernie Harwell"
  }, 
  {
    "quote": "When I was 7, my dad asked his friend to teach me. I played my first tournament competition when I was 8. I remember I shot around 125.", 
    "name": "Yani Tseng"
  }, 
  {
    "quote": "If a dad does his job, we don't need prisons, we don't need jails. That's what I saw growing up.", 
    "name": "Mike Singletary"
  }, 
  {
    "quote": "I've become a less brave traveller since I became a dad, but in the past I was more foolhardy than brave.", 
    "name": "David Mitchell"
  }, 
  {
    "quote": "My dad was working abroad, in Iraq, and he was a doctor. We used to go and visit him, in Baghdad, off and on. For the first ten years of my life, we used to go backwards and forwards to Baghdad, so that was quite amazing. I spent a lot of time traveling around the Middle East.", 
    "name": "Andy Serkis"
  }, 
  {
    "quote": "I stayed in Baghdad every summer until I was 14. My dad's sister is still there, but many of my relatives have managed to get out. People forget that there are still people there who are not radicalized in any particular direction, trying to live normal lives in a very difficult situation.", 
    "name": "Andy Serkis"
  }, 
  {
    "quote": "My mom and dad got divorced when I was very young, and growing up in a family where the head of the household wasn't a man made a big difference.", 
    "name": "Dave Mustaine"
  }, 
  {
    "quote": "I was always the new kid in school, I'm the kid from a broken family, I'm the kid who had no dad showing up at the father-son stuff, I'm the kid that was using food stamps at the grocery store.", 
    "name": "Dave Mustaine"
  }, 
  {
    "quote": "My dad had a personal style which was very attractive. It was quite reserved and quite elegant, and it was infectious.", 
    "name": "Bill Nighy"
  }, 
  {
    "quote": "Every kid needs to say, 'I want what my mom and dad have.'", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "In my case, I was born to parents who were very young, and I don't think they were entirely ready to have a child. My dad was going to college and working two or three jobs at the same time, and my mum was working and going to school.", 
    "name": "Gillian Anderson"
  }, 
  {
    "quote": "My dad was an absentee dad, so it was always important to me that I was part of my daughter's life, and she deserved two parents, which is part of the rationale behind us staying married for 30 years.", 
    "name": "Samuel L. Jackson"
  }, 
  {
    "quote": "My senior year of high school, when I was getting recruited for college, my dad goes to me, 'You can become an Olympic champion.' And that's the first time that I'd heard someone else say that to me. I was like, 'Uh, are you talking to me?'", 
    "name": "Ryan Lochte"
  }, 
  {
    "quote": "The worst advice I ever received from my dad was to play by the book.", 
    "name": "Dimebag Darrell"
  }, 
  {
    "quote": "The only time I think about life beyond F1 is when I contemplate becoming a dad. But there's no way that's going to happen while I'm still racing. To be successful in F1 you need to be very selfish in lots of ways and you're away from home for long periods. That's not the kind of father I want to be.", 
    "name": "Jenson Button"
  }, 
  {
    "quote": "But you know, my dad called me the laziest white kid he ever met. When I screamed back at him that he was putting down a race of people to call me lazy, his answer was that's not what he was doing, and that I was also the dumbest white kid he ever met.", 
    "name": "Norman Lear"
  }, 
  {
    "quote": "My dad said: 'It looks like you'll be world No.1 in a few hours and I wanted to be the first to say congratulations.'", 
    "name": "Lee Westwood"
  }, 
  {
    "quote": "Dad sometimes patted me on the knee and called me his Little Schmuck.", 
    "name": "Michael Reagan"
  }, 
  {
    "quote": "I had never said, 'dad, I love you.'", 
    "name": "Michael Reagan"
  }, 
  {
    "quote": "My dad dragged me to a Bruce Springsteen concert as a kid. It was my first concert, but I fell asleep in the middle. My second concert was Weezer on the 'Pinkerton' tour, and 'Pinkerton' is the reason why I'm doing this.", 
    "name": "Nate Ruess"
  }, 
  {
    "quote": "I came from somewhat of a musical family. I had an uncle on Broadway. My dad kind of knows how to play instruments. Although, I always find it annoying when he does play an instrument.", 
    "name": "Nate Ruess"
  }, 
  {
    "quote": "I grew up in a predominantly Caucasian neighborhood, but my mom is Filipino-Spanish and my dad is Irish.", 
    "name": "Shay Mitchell"
  }, 
  {
    "quote": "The moment my doctor told me, I went silent. My mum and dad were with me, then we all went to pieces. I was saying, No, I've got my flight to Sydney in two hours. I'm getting on a plane.", 
    "name": "Kylie Minogue"
  }, 
  {
    "quote": "I grew up in Texas, and people love their American-made muscle cars there. I grew up around people who loved cars and took care of cars and my dad's a big car nut, so I learned a little bit about cars - how to love them, most importantly. I think that from the time I could remember, I've always envisioned myself in a vintage muscle car.", 
    "name": "Amber Heard"
  }, 
  {
    "quote": "When I used to do musical theatre, my dad refused to come backstage. He never wanted to see the props up close or the sets up close. He didn't want to see the magic.", 
    "name": "Nia Vardalos"
  }, 
  {
    "quote": "My mother's a psychologist, my stepfather's a psychologist, my stepmother is a therapist and my dad's a lawyer. So it was all prominent in my life. I don't know anyone who doesn't know someone on some form of prescription medicine.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "As a kid who wasn't into sports, at school I felt almost alienated at times, whereas in the theatre community there was this amazing sense of camaraderie. Early on, we would go to rehearsals with my dad and I was like the mascot for the backstage crew. That was a big part of my childhood, so I dreamed of one day doing a play in London.", 
    "name": "Zach Braff"
  }, 
  {
    "quote": "It was tough at the time but when I was younger, my Dad. I would say my Dad, because without him I wouldn't have been here. I mean it was tough for me because he was really demanding. With him, it was never enough, you know, anything I did was never enough.", 
    "name": "Thierry Henry"
  }, 
  {
    "quote": "My dad said, 'The thing that I was told that was really helpful was that I mustn't be afraid of the things I was afraid of when I was five years old'. The shock of his childhood had put him in this defensive crouch against the world, and he needed to know that he had a nice wife and kids and it wasn't the same any more.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "When I was growing up my mother would say, 'Your dad may have to learn about being a father because he lost his own and that would have affected him'.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "I feel connected to the Second World War because my father lost his father in that war. So, through my dad and the effect it had on him of losing his father young, I always felt connected to the war. It goes back years, but it still feels to me as if we're completely living in it.", 
    "name": "Tom Hooper"
  }, 
  {
    "quote": "I'm a military kid, both parents in the military - Mom did 12 years, Dad did 21, served in two wars. So discipline is something that was huge.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "One thing my dad always told me, was he would make sure I always had what he didn't have. He couldn't play basketball because he didn't have tennis shoes - so I had five pairs of tennis shoes.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "You always give credit where credit is due - to high school coaches, college coaches - but my dad, the foundation that he built with me, is where all of this came from. The speed, the determination, the mindset, just the natural belief that you can do anything you put your mind to, it all comes from my dad.", 
    "name": "Robert Griffin III"
  }, 
  {
    "quote": "I don't know much about only children. I was the middle one of three, and if ever I was alone with mum and dad, it was a rare moment.", 
    "name": "Elizabeth Hurley"
  }, 
  {
    "quote": "I think in my case, I had no choice but to have a good sense of humor. I grew up with my dad, Danny Thomas, and George Burns and Bob Hope and Milton Berle and Sid Caesar and all those guys were at our house all the time and telling jokes and making each other laugh.", 
    "name": "Marlo Thomas"
  }, 
  {
    "quote": "Dad taught us about morals, values and goals. Having a tight-knit family was important to him.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "I wanted to perform well for my mom and dad, because in high school, I didn't have a job. My brothers, they worked at Pizza Hut or places like that, but sports, that was my way of giving back.", 
    "name": "Junior Seau"
  }, 
  {
    "quote": "The only ones I trust really are my Mum and Dad and those who are closest to me.", 
    "name": "Katie Price"
  }, 
  {
    "quote": "My dad said if you become a tennis professional just make sure you get into the top hundred, because you have to make a little bit of money. You make a living so you can pay your coaching and, you know, your travels.", 
    "name": "Roger Federer"
  }, 
  {
    "quote": "Money stress is what used to remind me of my Dad most.", 
    "name": "Ted Rall"
  }, 
  {
    "quote": "My dad was the manager at the 45,000-acre ranch, but he owned his own 1,200-acre ranch, and I owned four cattle that he gave to me when I graduated from grammar school, from the eighth grade. And those cows multiplied, and he kept track of them for years for me. And that was my herd.", 
    "name": "Dave Brubeck"
  }, 
  {
    "quote": "My dad's not here, but he's watching in heaven.", 
    "name": "Bubba Watson"
  }, 
  {
    "quote": "My dad was a diplomat and after living in America, where I was born, he was posted to Cairo.", 
    "name": "Arabella Weir"
  }, 
  {
    "quote": "My dad was depressed a lot of the time, and there were a lot of things in his life that he never resolved.", 
    "name": "Juliana Hatfield"
  }, 
  {
    "quote": "I'd love to be a dad. I hope I'd be great at it. That's every man's fear, yet his most important job.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "My parents divorced when I was young but I was brought up in two really loving households. I didn't have a contentious relationship with my mom or dad.", 
    "name": "Matt Damon"
  }, 
  {
    "quote": "I come from an ordinary family - my dad is a carpenter, a roof-maker - and we've always loved racing together.", 
    "name": "Sebastian Vettel"
  }, 
  {
    "quote": "When dad told me Mr Steptoe had passed away, I broke down.", 
    "name": "Louise Brown"
  }, 
  {
    "quote": "Both my mum and dad were great readers, and we would go every Saturday morning to the library, and my sister and I had a library card when we could pass off something as a signature, and all of us would come with an armful of books.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "I knew I was going to be a journalist when I was eight years old and I saw the printing presses rolling at the Sydney newspaper where my dad worked as a proofreader.", 
    "name": "Geraldine Brooks"
  }, 
  {
    "quote": "My dad's a scratch golfer and I've got the knack of seeing something and then replicating it. I saw my dad swing a club and I worked out how to do the same thing. My backswing and follow-through have been basically the same since I was two.", 
    "name": "Rory McIlroy"
  }, 
  {
    "quote": "My mom and dad worked very hard to give me the best chance in - not just in golf but in life. You know, I was an only child, you know, my dad worked three jobs at one stage. My mom worked night shifts in a factory.", 
    "name": "Rory McIlroy"
  }, 
  {
    "quote": "I wanted to make a point of basing myself at home, being close to my family. I'll never be able to repay Mum and Dad for what they did, but at least they know they'll never have to work another day. I'll do whatever it takes to look after them.", 
    "name": "Rory McIlroy"
  }, 
  {
    "quote": "Dad and mom would have preferred that I be a doctor, a lawyer, a scientist, or a great humanitarian.", 
    "name": "Levon Helm"
  }, 
  {
    "quote": "My dad and I played music. He teaches me a song or two every time I'm home.", 
    "name": "Levon Helm"
  }, 
  {
    "quote": "Although my dad was a doctor, we weren't necessarily a super-artsy family. We were just a classic, traditional family who got to take a lot of piano lessons and became a bunch of musicians.", 
    "name": "Lisa Loeb"
  }, 
  {
    "quote": "I'm the fun dad, I am also the disciplinarian.", 
    "name": "Johnny Knoxville"
  }, 
  {
    "quote": "You know my dad pushed me to believe that I was going to be the best. I just never thought of life without tennis, even looking forward.", 
    "name": "Andre Agassi"
  }, 
  {
    "quote": "My dad was this sort of avant-garde guy who did all kinds of weird things. He was a true original and anybody who met him never forgot him.", 
    "name": "Paul Thomas Anderson"
  }, 
  {
    "quote": "I'm into being a dad, that's where my focus is most of the time. I'm an actor that's my job, but it's not my life. I have a lot of other interests too.", 
    "name": "Paul Walker"
  }, 
  {
    "quote": "We busted a lot of family secrets with this. But to make a long story short, my parents relationship was built heavily on security issues for my Mom, and when my Dad couldn't provide security, the relationship unraveled.", 
    "name": "Kenny Loggins"
  }, 
  {
    "quote": "My dad taught me to play bass. He's a bass player he still plays in a band in Michigan to this day. He taught me to play bass when I was about 6. I used to just go to band practice with him, and whoever didn't show up for rehearsal that day, I would take their spot.", 
    "name": "Mayer Hawthorne"
  }, 
  {
    "quote": "My dad calls me 'Mac' a lot, from 'Mike Tyson's Punch Out' - Little Mac is the main character. I was obsessed. I can still beat Mike Tyson on 'Punch Out.'", 
    "name": "Mayer Hawthorne"
  }, 
  {
    "quote": "I don't think I've had a holiday in my entire life that wasn't about my dad's work.", 
    "name": "Kat Dennings"
  }, 
  {
    "quote": "I want to stay healthy, keep fit, eat well, keep a low profile and be a good dad.", 
    "name": "Frank Bruno"
  }, 
  {
    "quote": "OK, so my parents were married in 1955 and my mom knew my dad was gay and my dad knew he was gay and so I was, like, 'Why in the heck did you get married?' Like, what was going on? What was that time? It's like this crazy paradox that my whole life is based on, or my family's based on. So I spent a lot of time trying to understand '55.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "My dad's gay experiences really had a very positive influence on me and my straight relationships - how to better accept all the weirdness and ambiguity and ups and downs and paradoxes. I knew from the beginning I was writing about love.", 
    "name": "Mike Mills"
  }, 
  {
    "quote": "I think my dad is the only Arabic descendent who is an unsuccessful businessman.", 
    "name": "Shakira"
  }, 
  {
    "quote": "When my father died in my arms it had such a profound affect on me that at that very moment when my dad passed I realized that I needed to face my own fears.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "I had an amazing childhood, lots of love. But my dad worked his tail off, getting up at 4 in the morning and going off at 5, 6 o'clock, yet he always had time to spend with his kids and his wife.", 
    "name": "Criss Angel"
  }, 
  {
    "quote": "When I was a boy, I used to pull a big cross saw with my dad. He'd use his right hand, so I'd have to use my left.", 
    "name": "Joe Frazier"
  }, 
  {
    "quote": "I've got a really great family round me, two sisters and an older brother and my mum and dad. Everybody's equal.", 
    "name": "Nicholas Hoult"
  }, 
  {
    "quote": "My mum was raised Jewish, my dad is very scientifically minded, and my school was vaguely Christian. We sang hymns in school. I liked the hymns bit, but apart from that, I can take it or leave it. So I had lots of different influences when I was younger.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "My dad is a doctor, a professor of psychiatry, and my mum is a psychotherapist.", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "I often talk with other actors about that time when you've just finished a job, because I think you do take on the characteristics of some of the characters you play. Sometimes it can be a great thing and sometimes it's a bit haunting because you're not quite sure how to leave it on set. My dad talks about it as being 'de-personalised.'", 
    "name": "Ben Barnes"
  }, 
  {
    "quote": "My dad was a Marine. He was one of the Montford Point Marines. Those are the equivalent of the Tuskegee Airmen for Marines. He's a tough, tough guy. When I was 15 we had a fight, and I didn't speak to him for 10 years.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "My mom and my dad were married 56 years, and the fact that I reconciled with my dad I think made their marriage a little bit better as well.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "If anybody had a reason to become a delinquent, to become a criminal, to be angry at the man, to be angry at the white man, to be angry at America, it's my dad, but he did not feel that way at all.", 
    "name": "Larry Elder"
  }, 
  {
    "quote": "My dad? He died when I was 19, which is a bad time for your dad to die, because there's an awful lot of things you have to resolve with your parents past your teens if you've been a difficult teenager.", 
    "name": "Robbie Coltrane"
  }, 
  {
    "quote": "More and more couples are having this negotiation or discussion, but I'm still amazed at the number who aren't and where the cultural norm sort of kicks in and they just assume that mom's got to be the one who stays home, not dad.", 
    "name": "James Levine"
  }, 
  {
    "quote": "My parents moved to American Samoa when I was three or four years old. My dad was principal of a high school there. It was idyllic for a kid. I had a whole island for a backyard. I lived there until I was eight years old and we moved to Santa Barbara.", 
    "name": "Eric Stoltz"
  }, 
  {
    "quote": "Parents don't understand kids and kids don't understand parents. My parents were divorced when I was really young and I went to live with my dad.", 
    "name": "Mark Hoppus"
  }, 
  {
    "quote": "My grandfather was a lawyer, my dad was a lawyer, my mum was a lawyer, I got an uncle who's a lawyer, I got cousins that are lawyers.", 
    "name": "Benicio Del Toro"
  }, 
  {
    "quote": "I pop gum. My parents get so annoyed with me. I know my dad wishes he never taught me how to do that.", 
    "name": "Hilary Duff"
  }, 
  {
    "quote": "My dad is a nurse midwife, one of about only 50 male midwives in the U.S., I think.", 
    "name": "Matthew Morrison"
  }, 
  {
    "quote": "I'm the most inappropriate dad. I curse in front of my kids and their friends. I let my kids watch R-rated movies. I'll walk by the movie theater and say, 'Let's go see that,' and my kids will say, 'No, it's rated R. It's not appropriate for kids.' I'm like Uncle Dad. We have fun. I don't live with them, but I drive over four days a week.", 
    "name": "Marlon Wayans"
  }, 
  {
    "quote": "I think I had kind of an advantage. When I was growing up, my dad had just got out of jail and he had a great record collection. He had - it was all - these were the songs. So I heard a lot of these songs, like, my whole life, so for me it was easy. I already knew what I was going to sing.", 
    "name": "Chris Isaak"
  }, 
  {
    "quote": "My mom and dad played this music all the time when I was growing up, so to me songs by Jerry Lee and Fats Domino are the classics, they're the best songs ever.", 
    "name": "Chris Isaak"
  }, 
  {
    "quote": "I can definitely tell when mum has got money because then she likes to go shopping to spend it, whereas dad is steadier and avoids splurges. I like to think I've inherited both sides.", 
    "name": "Sophie Ellis-Bextor"
  }, 
  {
    "quote": "You know not having my real dad around and having a step dad made me want to be a great dad. So now I have been one for 9 years. And now 3 daughters. So, that is what I am - a dad, first and foremost, before anything else. It's just something that comes natural now.", 
    "name": "Tim McGraw"
  }, 
  {
    "quote": "My dad has been a big influence on me, because he's always had his own business. He really taught me business sense and how to be a focused individual, but also how to have fun and make everyone around you have fun.", 
    "name": "Wiz Khalifa"
  }, 
  {
    "quote": "I love to cook. My dad's a really excellent cook and his style is: Look in the fridge and make whatever there is with whatever ingredients you have and I like cooking like that, too.", 
    "name": "Olivia Thirlby"
  }, 
  {
    "quote": "I could not tell you the date of my mother's death. I could not tell you the date of my dad's death. These are not dates that I find significant.", 
    "name": "O. J. Simpson"
  }, 
  {
    "quote": "My Dad hated his job. He sold overcoats, but he wanted to make movies. He had a failed career working with the Ritz Brothers - they were like the Marx Brothers, only a tier below. I always had a picture in my mind of him in a straw hat.", 
    "name": "Steve Sabol"
  }, 
  {
    "quote": "People who have not done their research on me do not know that I am European, born in Copenhagen, Denmark to an Italian father from Napoli and a mother from Alabama who was singing opera and went to Europe, met my dad, fell in love, and then moved back to Rome, where I was raised, between Rome and Hamburg.", 
    "name": "Giancarlo Esposito"
  }, 
  {
    "quote": "I have always had the feeling I could do anything and my dad told me I could. I was in college before I found out he might be wrong.", 
    "name": "Ann Richards"
  }, 
  {
    "quote": "It's not like he called me up and asked me. They've never wanted to throw us into that world, and I think our decision probably shocked them. But I love my dad, and I think I'd regret it if I didn't do this.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "My dad saw my husband's boss at a conference, and he said to stop paying my husband until we produce children.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I'm more like my father, personality-wise. But my mom and I get alone really well - obviously, because my mom and my dad get along so well.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "I'm sure there were times when I wish I had thought, 'Gosh, that might really embarrass mom and dad,' but our parents didn't raise us to think about them. They're very selfless and they wanted us to have as normal of a college life as possible. So really, we didn't think of any repercussions.", 
    "name": "Jenna Bush"
  }, 
  {
    "quote": "In the 'Garnethill' trilogy, people always forget that Maureen O'Donnell's dad was a journalist and she did art history at uni and her brother did law, but no-one ever thinks they're middle-class - they're just working class because they speak with accents.", 
    "name": "Denise Mina"
  }, 
  {
    "quote": "There's been times when I've had heartbreaking moments and I'm like, 'I can't believe you said that,' or 'I can't believe you did that'. And it hurts, it still hurts, and it'll always hurt, but I've never had somebody that I truly cared about just walk out on me, whether it was a boyfriend, or an aunt, mom or dad.", 
    "name": "Shailene Woodley"
  }, 
  {
    "quote": "My parents were involved in everything I did. They were showbiz people themselves. My dad was an actor. They were parents they did what parents are supposed to do.", 
    "name": "Tina Yothers"
  }, 
  {
    "quote": "I remember my dad working with me on breaking down my script and writing out a back story for my character and all that stuff.", 
    "name": "Jason Bateman"
  }, 
  {
    "quote": "I grew up in a small town in Illinois, and my dad was a basketball coach. Thanks to him, I have excellent fundamentals in both basketball and baseball.", 
    "name": "Nick Offerman"
  }, 
  {
    "quote": "I went to my dad when I was 17 and said, 'I want to be a country music star.' Which every dad loves to hear. And he said, 'I want you to go to college.' So we had a discussion. And I'm pretty stubborn. I'm a lot like him. And he said, 'If you go to college and graduate, I'll pay your first six months of rent in Nashville.' So he bribed me.", 
    "name": "Eric Church"
  }, 
  {
    "quote": "That is where the irony of the film comes off, in terms of the language it employs - where he tries desperately to be a 'TV Dad,' to give advice and it's so pat it becomes ridiculous.", 
    "name": "Atom Egoyan"
  }, 
  {
    "quote": "My dad is a bank president and my mom was an accountant and they didn't think that seeking the life of a freelance writer was very practical, you see. Of course, I was just as determined to do it.", 
    "name": "Kevin J. Anderson"
  }, 
  {
    "quote": "I'm going to take care of the man I'm with. I grew up in a household where my mum takes care of my dad - she cooks, she does everything - and that's the kind of girl I am.", 
    "name": "Nicole Scherzinger"
  }, 
  {
    "quote": "My dad came out of the Roosevelt era and the Depression. One person and one party made a difference in his life. That's what everybody forgot when they called my father and other people political bosses.", 
    "name": "Richard M. Daley"
  }, 
  {
    "quote": "I have found having my dad as my North Star has worked well for me.", 
    "name": "Tony Parsons"
  }, 
  {
    "quote": "I just went off for two months traveling around Europe on a motorcycle and pretty much turned my phone off. I did 5,000 miles with my dad. We went through Holland, Germany, Austria, Slovenia, Croatia, Bosnia, Montenegro, Italy... and then I did Spain and France by myself.", 
    "name": "Michael Fassbender"
  }, 
  {
    "quote": "My mom's been married three times my dad has been married a lot. I didn't really see my dad that much.", 
    "name": "Skeet Ulrich"
  }, 
  {
    "quote": "I think I'm extremely vulnerable and that in some ways I seek out rejection. Never feeling like you're getting that pat on the back from dad is probably at the heart of that.", 
    "name": "Skeet Ulrich"
  }, 
  {
    "quote": "My dad is a very quick-witted, sarcastic, dry, humorous guy, whereas my mom's very silly, and that side of the family is very musical.", 
    "name": "Tim Heidecker"
  }, 
  {
    "quote": "My dad, of course, like a lot of Asian parents, wanted me to be an engineer or doctor and never could understand why I would want to be a lawyer. And then, when I first said I wanted to run for office, he thought that was absolutely insane.", 
    "name": "Gary Locke"
  }, 
  {
    "quote": "I know exactly where I've come from, I know exactly who my mum and dad are.", 
    "name": "Christopher Eccleston"
  }, 
  {
    "quote": "I remember opening my dad's closet and there were, like, 40 suits, every color of the rainbow, plaid and winter and summer. He had two jewelry boxes full of watches and lighters and cuff links. And just... he was that guy. He was probably unfulfilled in his life in many ways.", 
    "name": "Jon Hamm"
  }, 
  {
    "quote": "My dad used to flush my mother's head down the toilet. I was so screwed up.", 
    "name": "Jessica Hahn"
  }, 
  {
    "quote": "My dad's passion was to teach adults to read so they could read to their kids.", 
    "name": "Jennie Garth"
  }, 
  {
    "quote": "My dad knows how to tell a story. He'd make me laugh by doing all the different voices.", 
    "name": "Lily Collins"
  }, 
  {
    "quote": "My dad came from Cuba when he was a teenager not speaking English. And I grew up here speaking Spanglish. That's the world in which I grew up, and that's a world in which a lot of second generation immigrants find themselves.", 
    "name": "Ted Cruz"
  }, 
  {
    "quote": "A large part of my life revolves around my dad. Sometimes, I even feel a strong sense of connection, something very tangible when I learn something new in the martial arts.", 
    "name": "Brandon Lee"
  }, 
  {
    "quote": "My dad, Donald, was a vet and had a practice in Yorkshire. Cats and dogs were his bread and butter, but his greatest love was large animals.", 
    "name": "Alastair Campbell"
  }, 
  {
    "quote": "Like my dad, I have a Christmas party most years. I like to celebrate and see as many people as possible.", 
    "name": "Lauren Graham"
  }, 
  {
    "quote": "My dad doesn't get any of my jokes. He laughs at them, but he doesn't understand them. He's just laughing because people around him are laughing.", 
    "name": "Zach Galifianakis"
  }, 
  {
    "quote": "I'm trying to have my own thing, and I don't know if it's even possible. I didn't realize so many people actually think I'm trying to be like my dad. I read comments like 'She's no Elvis.' I'm not trying to be. I never set out to be.", 
    "name": "Lisa Marie Presley"
  }, 
  {
    "quote": "My mum and dad had worked incredibly hard to afford me an education.", 
    "name": "Benedict Cumberbatch"
  }, 
  {
    "quote": "One day my dad would say, 'OK, if you want to play tennis I can help you out.' And that's how it started. And I had a goal. I wanted to beat my mom first. And my parents and my brother. And that was the ultimate goal.", 
    "name": "Caroline Wozniacki"
  }, 
  {
    "quote": "My dad has always been my coach. And I've spent so much time with him. So he's one of my best friends. And I can talk to him about everything.", 
    "name": "Caroline Wozniacki"
  }, 
  {
    "quote": "Our last jam session was this past Christmas. Dad played his harmonica, mom sang in English and Italian, and I played guitar. I'm so happy that we could share that musical experience for one last time.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "My dad's sense of humor was direct and sometimes surreal - his quick wit is well known amongst our family and friends. He raised me on Spike Jones records and W.C. Fields movies, and his sense of humor fell somewhere in between.", 
    "name": "Tony Visconti"
  }, 
  {
    "quote": "Jenna's traveled with me they've both traveled with their dad. This is the only time they've been old enough in all of their dad's campaigns to really be involved in.", 
    "name": "Laura Bush"
  }, 
  {
    "quote": "My dad remembers being in school with my uncle, and the teacher would say outright to the class that the Japanese were second-class citizens and shouldn't be trusted.", 
    "name": "Mike Shinoda"
  }, 
  {
    "quote": "Listen, everything I did in my childhood was competitive. Everything we did my dad made it into a game to win. We used to drive my mum nuts.", 
    "name": "Lee Westwood"
  }, 
  {
    "quote": "The satisfaction you get when you finally beat your dad is amazing, that rush of adrenaline.", 
    "name": "Lee Westwood"
  }, 
  {
    "quote": "I think he would have been proud and smiling... when we laid him to rest because his family was together. I think that was a great gift to be able to give Dad at the end.", 
    "name": "Michael Reagan"
  }, 
  {
    "quote": "You know my father as governor, as president, but I knew him as dad. I was so proud to have the Reagan name and to be Ronald Reagan's son.", 
    "name": "Michael Reagan"
  }, 
  {
    "quote": "I remember once, we got an interview, and he said, 'Dad, these people are writing about me like I'm an adult. Don't they know I'm a kid?' I have never tried to encourage him to get a music image like other musicians have.", 
    "name": "Ornette Coleman"
  }, 
  {
    "quote": "I didn't always want to be a dad.", 
    "name": "Liam Gallagher"
  }, 
  {
    "quote": "My dad used to love Steely Dan, the Stones, Jethro Tull and all that. There was always Steely Dan going in my dad's car, but I remember The Royal Scam in particular because it has 'Kid Charlemagne' on it.", 
    "name": "St. Vincent"
  }, 
  {
    "quote": "Growing up, I didn't give my grandfather's photography a second thought. I wasn't involved in his work, except that I helped my dad print his negatives.", 
    "name": "Kim Weston"
  }, 
  {
    "quote": "I didn't want to travel. I didn't want to leave my family. I heard all these stories from Dad about not having Edward around when he was young, and I didn't want that to happen.", 
    "name": "Kim Weston"
  }, 
  {
    "quote": "My dad took me to all the best rock and punk shows when I was growing up and music has always been a part of my life. So I'm very interested in the music scene and I suppose that's why I've ended up going out with musicians. Dave Pirner is still one of my best friends.", 
    "name": "Winona Ryder"
  }, 
  {
    "quote": "My parents are very hard working people who did everything they could for their children. I have two brothers and they worked dog hard to give us an education and provide us with the most comfortable life possible. My dad provided for his family daily. So, yes, that is definitely in my DNA.", 
    "name": "David Oyelowo"
  }, 
  {
    "quote": "When my dad needed a shirt ironed, he would yell downstairs to my mother, who would drop everything and iron his shirt.", 
    "name": "Hope Davis"
  }, 
  {
    "quote": "My dad was kind of a pool shark and had a Frank Sinatra, Dean Martin thing going on. I've always been fascinated by the fifties because of him. There was a hip, cool, anything-goes atmosphere back then, but looking good was still a priority.", 
    "name": "Dylan McDermott"
  }, 
  {
    "quote": "My dad had emphysema and both of my parents had chronic bronchitis and ended up with cancers - all smoking related.", 
    "name": "Loni Anderson"
  }, 
  {
    "quote": "Dad made it to Gold Shield Detective, so he always busted Robin, my oldest brother, and me. Always got caught, whatever we were doing.", 
    "name": "Kevin Eubanks"
  }, 
  {
    "quote": "I am blessed to have Mom and Dad.", 
    "name": "Kevin Eubanks"
  }, 
  {
    "quote": "My dad told us up front, 'Guys, if you want to play sports, go ahead, but it's your decision.'", 
    "name": "Peyton Manning"
  }, 
  {
    "quote": "As a dad I'm emotionally dedicated but I'm not 'figuring out their life plans'. But of course as I'm telling them about the rights of wrongs I'm thinking back to what I was like at their age.", 
    "name": "Peter Mullan"
  }, 
  {
    "quote": "When I was on Broadway when I was little, I remember always driving through Times Square with my dad to the theater. Now when I go back, you can't even drive on Broadway in the 40s. New Times Square is too touristy to me.", 
    "name": "Jenna Ushkowitz"
  }, 
  {
    "quote": "I had my heart set on becoming an English teacher, but stumbled into acting after meeting a theatrical agent in my dad's restaurant in San Diego.", 
    "name": "Charisma Carpenter"
  }, 
  {
    "quote": "The Rat Pack was the piece that really kicked me out of that little funk that I was in and then Ted called me up and asked me if I wanted to be the dad in Blow.", 
    "name": "Ray Liotta"
  }, 
  {
    "quote": "Dad was just an emotional wreck. He was drinking a lot of the time, he was smoking a lot of pot. And because he takes certain medications, the drinking was making him... you know, he wasn't even present, really.", 
    "name": "Jack Osbourne"
  }, 
  {
    "quote": "If I have a problem, stuff's going through my head, I feel like using, I usually go and talk to my dad... I decided to get sober a lot younger than he did. He first tried to get sober when he was like 32, I believe.", 
    "name": "Jack Osbourne"
  }, 
  {
    "quote": "And then before going back for my sophomore year, I decided to change my major to arts and sciences, and my dad cut a deal with me: He said if I'd quit school he'd pay my rent for the next three years, as if I were in school.", 
    "name": "Sarah Silverman"
  }, 
  {
    "quote": "I was born and brought up in Liverpool with my clever little sister Jemma, who is 14 and wants to be a vet. My mum Jane is an administrator and my dad Peter is a taxi driver.", 
    "name": "Jennifer Ellison"
  }, 
  {
    "quote": "Dad worked in a warehouse when I was little and I didn't see him for three years as he was doing all the overtime God gave him to buy me new ballet shoes, or a new tutu.", 
    "name": "Jennifer Ellison"
  }, 
  {
    "quote": "People say I'm not good at writing about men. My dad left when I was 16. Give me a break. I'm doing the best I can.", 
    "name": "Jennifer Weiner"
  }, 
  {
    "quote": "My dad loved black singers. So listening to New Orleans music, eventually I wanted to play an instrument.", 
    "name": "Bill Kreutzmann"
  }, 
  {
    "quote": "Dad was a very gentle, sweet man.", 
    "name": "Tony Scott"
  }, 
  {
    "quote": "I had to learn how to chop wood actually - I don't think my dad would have let me go chop wood in the backyard growing up.", 
    "name": "Jennifer Lawrence"
  }, 
  {
    "quote": "It is because my dad died suddenly that I became an actor. I thought, I'm going to make money doing this thing I enjoy.", 
    "name": "Paul Giamatti"
  }, 
  {
    "quote": "Growing up, I saw my dad do charity work for children with health issues. That had a profound effect on me.", 
    "name": "David Boreanaz"
  }, 
  {
    "quote": "I'm looking out for myself, but I'm looking out for my dad, too.", 
    "name": "Jamie Redknapp"
  }, 
  {
    "quote": "I know I'm 25 now, but there's still that little lad inside me who likes his dad there to see him.", 
    "name": "Jamie Redknapp"
  }, 
  {
    "quote": "My dad knows the business, and he tells me I've got to do what's best for me.", 
    "name": "Jamie Redknapp"
  }, 
  {
    "quote": "Although my dad Harry is the manager of West Ham, we get on very well.", 
    "name": "Jamie Redknapp"
  }, 
  {
    "quote": "At 18, I guarded the parking lot at the Catholic church bingos. Now my dad made sure I could take care of myself. I carried a Smith and Wesson 357 magnum.", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "My dad was a golden gloves boxer in the Marine Corps, then a deputy sheriff. My mom worked as an office assistant.", 
    "name": "Susana Martinez"
  }, 
  {
    "quote": "Comedy was why I got into acting the first place. Peter Sellers was a huge influence on my wanting to act. I grew up with him and found him hysterical. The Pink Panther films were an inspiration, from my earliest childhood days, when I was watching them with my brother and my dad.", 
    "name": "Sally Hawkins"
  }, 
  {
    "quote": "I remember once giving my dad some drawings and writings and said, 'If you could just give these to the publisher, that would be great.' And I was about five!", 
    "name": "Sally Hawkins"
  }, 
  {
    "quote": "My dad was an engineer, and he became the CEO of Chevron. His was an engineer's mind-set: Everything's kind of a problem how do you approach the problem?", 
    "name": "Bill Keller"
  }, 
  {
    "quote": "My dad was a carpenter and I would work with him during the summer and umpire on the nights I wasn't playing.", 
    "name": "Jim Evans"
  }, 
  {
    "quote": "I couldn't be a cameraman or a designer or an actor - I have to be a director because I learned how to do that from my dad.", 
    "name": "Joe Wright"
  }, 
  {
    "quote": "My mom and dad met at UCLA when he as a captain in the Air Force and she was in her junior year.", 
    "name": "Tracy Austin"
  }, 
  {
    "quote": "My dad instilled in me a great sense of humor. I wasn't bullied at school because my outward attitude was confident, and that helps.", 
    "name": "Warwick Davis"
  }, 
  {
    "quote": "When I was born in 1970 with a rare genetic disorder called spondyloepiphyseal dysplasia congenita (SED), medical science wasn't what it is today and my mum and dad were treated terribly by the medical profession.", 
    "name": "Warwick Davis"
  }, 
  {
    "quote": "My dad left when I was 3 1/2, and he left my mom and I.", 
    "name": "David Cassidy"
  }, 
  {
    "quote": "As a father, I do everything my dad didn't do. My son Beau's birth changed my life.", 
    "name": "David Cassidy"
  }, 
  {
    "quote": "I found myself very lost after 'The Partridge Family,' and I lost my dad and I lost my manager, and I lived in a bubble, and it took me 15 years to get through that and a lot of psychotherapy, and I'm laughing about it now!", 
    "name": "David Cassidy"
  }, 
  {
    "quote": "I came up poor. My mother only had a fourth-grade education. My dad didn't have any education at all. But they were very structured. They worked hard. You know, they didn't complain. They didn't murmur. And they believe in the Christ.", 
    "name": "Evander Holyfield"
  }, 
  {
    "quote": "Well, for one thing, you know my dad was a cop.", 
    "name": "Edward Burns"
  }, 
  {
    "quote": "My dad used to say to me, 'You look more like me than I do.'", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "I did rebel. I was the rebel in my family, because my dad wanted me to go and just travel with him.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "The music I want to hear in my head sounds somewhere between Jimi Hendrix and Massive Attack. It's not really like my dad, but there will always be similarities because we have the same vocal cords, and I learnt the guitar the way he taught me.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "I don't really plan to be a pop star I just want to be able to make music without the whole My Dad thing hanging over me, which everyone in my position goes through.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "You can' t help being a musician because you've grown up with music, yet being one means being compared to your dad and being slated for it. But I really don't have the ambitions of most people going into the industry.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "'Keep your head down at school.' Those are sage words from my dad. They kept me in check for years.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "Playing music has always felt very natural. You know, you do try to do other things, and you do learn lessons that way, but, eventually - well... if your dad is a plumber, you become a plumber. It's the family business, and I felt like I was taking over the family business.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "I never really saw my dad around when the Iron Maiden and the AC/DC were playing. But he knew what I was doing. I was just absorbing music. So he just kind of left me to my own devices.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "I did Albert Hall, I got to play the Hall of Fame with Prince. So I've done that kind of stuff for ages. It wasn't until after we finished working on Brainwash, my dad's album after he died, then it was like 'That phase is over in my life now, now we can get on with our music, with our band.'", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "When my dad toured in '91, I think my first gig properly was the Tokyo Dome, 50,000 people indoors. That was pretty scary. I was 12, or 13.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "I was recording stuff with my dad when I was like five, six years old. I played with him on tour. I'd gone with him to Japan in '91, played some gigs, did a couple shows at the Albert Hall.", 
    "name": "Dhani Harrison"
  }, 
  {
    "quote": "My dad lived till he was 78, my mum was in her 80s, and I've got two uncles who are in their 90s now.", 
    "name": "Ron Wood"
  }, 
  {
    "quote": "My dad was a sports writer when I was younger and then he became just a general columnist. But I grew up with him literally getting into brawls with football coaches.", 
    "name": "Amy Klobuchar"
  }, 
  {
    "quote": "My dad was a musician and I traveled around with him, so it was something that I knew.", 
    "name": "Taryn Manning"
  }, 
  {
    "quote": "As a brother and sister, our tastes were pretty different growing up. He liked a lot of early hip hop. My dad didn't understand it and would try to talk him out of it.", 
    "name": "Taryn Manning"
  }, 
  {
    "quote": "My dad was quiet, angry, shut down. So my thing is: I express everything that's there. I want to get it all out.", 
    "name": "Glen Hansard"
  }, 
  {
    "quote": "I owe a lot to my dad, just for having provided the wrestling business for us to get into.", 
    "name": "Owen Hart"
  }, 
  {
    "quote": "There was a bit of a comparison that Bret was making between Vince McMahon and my dad. He looked up to Vince as a dad and stuff, and it was a shame to see the whole thing end the way it did.", 
    "name": "Owen Hart"
  }, 
  {
    "quote": "My dad was a big believer in treating people well, oftentimes even when he himself wasn't well.", 
    "name": "Neil Cavuto"
  }, 
  {
    "quote": "And what is a stage dad, or a stage mom? It's someone who's protective. That's all.", 
    "name": "Nigel Lythgoe"
  }, 
  {
    "quote": "My dad's half-Lebanese, my mom is full Lebanese. I'm three-quarters Lebanese. Irish-Lebanese.", 
    "name": "Tom Shadyac"
  }, 
  {
    "quote": "Most young people haven't used their storytelling skills since they were 8 or 9 or 10 and wanted to persuade Mom and Dad to take them to the ball game.", 
    "name": "Peter Guber"
  }, 
  {
    "quote": "My dad always told me that the best way to get somebody to get at you is to talk bad about them to somebody else.", 
    "name": "T-Pain"
  }, 
  {
    "quote": "My dad always told me that anyone's voice is just another instrument added to the music.", 
    "name": "T-Pain"
  }, 
  {
    "quote": "David and Dad didn't get along too well growing up. I mean we all got along, but it was harder on David, because David wasn't going to be the son that Dad wanted. But now they're like best friends.", 
    "name": "Amy Sedaris"
  }, 
  {
    "quote": "Mom and Dad would stay in bed on Sunday morning, but the kids would have to go to church.", 
    "name": "Lynn Johnston"
  }, 
  {
    "quote": "I wanted my children to have the same exposure to the water I had. My strongest memories of Northeast Harbor are going in a small Whaler with my dad, looking for osprey.", 
    "name": "Parker Stevenson"
  }, 
  {
    "quote": "My dad was a musician, it was just what he did, like another guy's dad drives a meat truck. Our house was normal. We weren't taken with the fact our dad was a musician.", 
    "name": "Branford Marsalis"
  }, 
  {
    "quote": "My dad has a really great record collection that basically went up to the year I was born: 1984.", 
    "name": "Ezra Koenig"
  }, 
  {
    "quote": "My dad grew up in a working-class Jewish neighbourhood, and I got a scholarship from my dad's union to go to college. I went there to get an education, not as an extension of privilege.", 
    "name": "Ezra Koenig"
  }, 
  {
    "quote": "My dad was a musician. He was a singer and he played the guitar, so music was always around.", 
    "name": "Kris Allen"
  }, 
  {
    "quote": "I've always wanted to be a dad.", 
    "name": "Kris Allen"
  }, 
  {
    "quote": "My first memory of the Rolling Stones is listening to 'Satisfaction' at a sixth-grade slumber party at a friend's house in Ankara, Turkey, where my family was living at the time. In the middle of our sleepover, my friend's dad stopped the record when he heard the words 'girlie action!'", 
    "name": "Gayle King"
  }, 
  {
    "quote": "My dad used to say, 'You have to become part of the machine to beat the machine,' and there's some validity in it. But honestly, even when I'm inside the machine, you still see me. I stick out a little bit.", 
    "name": "Michael Shannon"
  }, 
  {
    "quote": "Your kids can say some cruel things to you at times. For example, Nicole, Miles and Sofie are standing there in the room and I'm dressed to kill in my own mind. They'll say to me, 'Dad, you're not going out there looking like that are you?' If that doesn't kill a star, I don't know what does!", 
    "name": "Lionel Richie"
  }, 
  {
    "quote": "I am an obsessive garage cleaner - my wife and the neighbors make fun of me. I remember that my father was the same way, and now when I'm out there unearthing things in the garage, I realize I am becoming my dad!", 
    "name": "Chris O'Donnell"
  }, 
  {
    "quote": "Keep in my mind my dad didn't become a huge, huge mega actor until I was halfway through high school - so right around the time he's going through his big renaissance is right when I'm starting to do my high school revolting.", 
    "name": "Colin Hanks"
  }, 
  {
    "quote": "My dad has always been extremely supportive in every decision I've made and much more interested in me picking what I wanted to do.", 
    "name": "Colin Hanks"
  }, 
  {
    "quote": "I knew that I needed to do something that I desperately loved. There was a period where I did question if it was acting because I knew that I would be making things hard on myself. I knew that there was going to be a little bit of a hullabaloo because of my dad being who he is and all that.", 
    "name": "Colin Hanks"
  }, 
  {
    "quote": "When I was younger it was - you know, my dad dressed up in drag on 'Bosom Buddies.' And that was what I was having to deal with at the time. And then around the time that I was into college was when he became statue-worthy I guess you could say.", 
    "name": "Colin Hanks"
  }, 
  {
    "quote": "This is like my dad's race team where we had one Legend car. If we wrecked it, we couldn't race the next week unless we had enough parts to put it back together again.", 
    "name": "Kurt Busch"
  }, 
  {
    "quote": "Before, I guess, mum and dad were everything, but now, in my case, I had two new girls and all of a sudden they're completely dependent on you and there's a third generation. It's a funny shift all of a sudden. You have the babies, you have yourself and then you have your parents.", 
    "name": "Roger Federer"
  }, 
  {
    "quote": "I was just a kid and I didn't have a dad. That's hard, because when you're a kid, you blame yourself for everything. And I blamed myself for him not being around, for my parents not being together.", 
    "name": "Jonathan Rhys Meyers"
  }, 
  {
    "quote": "You can tell your uncle stuff that you could not tell your dad. That is kind of the role of an uncle. I feel very much like a father sometimes but sometimes I feel like a teammate.", 
    "name": "Dusty Baker"
  }, 
  {
    "quote": "Whenever I'm in theatre situations I will go out of my way not to talk about my father, but in the film world I can be really proud of my family and say, 'You know what: my dad's a really, really famous theatre director,' because nobody has any idea.", 
    "name": "Rebecca Hall"
  }, 
  {
    "quote": "My dad was great. He was very droll, very dry.", 
    "name": "Albert Finney"
  }, 
  {
    "quote": "A lot of times I would go into a room and audition for whatever sitcom it was and they would expect me to do sort of what my dad was doing and I am not him so they would be disappointed and I would feel nervous and not know exactly how to do it.", 
    "name": "Jason Ritter"
  }, 
  {
    "quote": "Even if I tried to be my dad, it would be a mediocre, slightly embarrassing version.", 
    "name": "Jason Ritter"
  }, 
  {
    "quote": "I knew I really made it when my dad saw me in London and after the performance he had no notes to me and just said 'You are doing your own thing and I am proud of you.'", 
    "name": "Jason Ritter"
  }, 
  {
    "quote": "And my dad wanted me to play the trumpet because that's what he liked. His idol was Louis Armstrong. My dad thought my teeth came together in a way that was perfect for playing the trumpet.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "Now, guitar was pretty cool. Everybody knew something on the guitar. So I wanted to play guitar, but I told my dad if he wanted me to keep studying something, I'd like to study piano.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "I grew up in Greenwich Village. Dad was friends with John Lennon and Yoko Ono.", 
    "name": "Yancy Butler"
  }, 
  {
    "quote": "I think there's nothing better than laughing in life, so that's nice, to be thought of as someone who can make someone laugh. It's 'cause I think life is hard. You know, my dad was a really silly man. A great Irish silly man. And that's fine.", 
    "name": "Joan Cusack"
  }, 
  {
    "quote": "I'm a dad and that's pretty important.", 
    "name": "Todd Akin"
  }, 
  {
    "quote": "My dad was a football player - a soccer player - for Manchester United, and I loved playing football, but I also happened to be the guy in class who was pretty good at sight reading. My teacher gave me scripts, and I was very comfortable.", 
    "name": "Ian McShane"
  }, 
  {
    "quote": "Well, Steve Vai joined my dad's band right around the time when I actually started playing guitar. So he gave me a couple of lessons on fundamentals, and gave me some scales and practice things to work on. But I pretty much learned everything by ear.", 
    "name": "Dweezil Zappa"
  }, 
  {
    "quote": "And, you know, my dad would show me some things sometimes, but the best things that I got to do were to actually see really good players play up close. That gives you an idea of fingering and technique and what not.", 
    "name": "Dweezil Zappa"
  }, 
  {
    "quote": "I liked a lot of the things other people liked - Jimi Hendrix, The Beatles, Van Halen, AC/DC - but if I compared it to my dad's music, there just seemed to be elements missing.", 
    "name": "Dweezil Zappa"
  }, 
  {
    "quote": "I didn't really hear any other music other than what my dad was working on until I was 12. My recollection of hearing other music was that I liked some things that I heard but I always thought, 'Where's the rest of it?' It didn't have the same amount of detail or instrumentation or imagination in the arrangements.", 
    "name": "Dweezil Zappa"
  }, 
  {
    "quote": "My dad taught me to be a leader or a follower, and he said follower ain't fun. So I want to be the leader of Bubba Watson.", 
    "name": "Bubba Watson"
  }, 
  {
    "quote": "I had just lost my dad and I remembered all the songs we used to go and hear at concerts, and the records around the house and sometimes we'd play together.", 
    "name": "Vince Gill"
  }, 
  {
    "quote": "The real beauty of it - key to my life was playing key chords on a banjo. For somebody else it may be a golf club that mom and dad put in their hands or a baseball or ballet lessons. Real gift to give to me and put it in writing.", 
    "name": "Vince Gill"
  }, 
  {
    "quote": "I'm being a dad and a good husband.", 
    "name": "Chad Smith"
  }, 
  {
    "quote": "I'm worried because of my mother, she's going to see my performance and she's quite hard. She's going to see me naked. And my Dad, woah. Yeah, they're going to see me like a woman, you know?", 
    "name": "Eva Green"
  }, 
  {
    "quote": "My dad didn't want me to play guitar. He played piano, so I chose that. And I ended up loving it.", 
    "name": "Gavin DeGraw"
  }, 
  {
    "quote": "Growing up, my father was a financial analyst for an oil company. He was just a regular dad. And when I would say, 'Hey, come see my play,' he'd say, 'Sure.' He'd see one, 'Oh, good play' - you know, very typical dad reaction.", 
    "name": "Eric McCormack"
  }, 
  {
    "quote": "I was a sickly baby, and after two sets of adoptive parents took me home, they returned me to the orphanage because of a serious respiratory infection. But as they say, the third time's a charm, because my mom and dad adopted me and took me into their home where I was raised in a family full of love.", 
    "name": "Rodney Atkins"
  }, 
  {
    "quote": "Right now, it hasn't affected my music other than the fact that I don't have time to write any of it. That's no different from when I first started and I lived at home. I would play the guitar in the afternoon and then my mom or my dad would come home and I'd have to quit.", 
    "name": "Paul Westerberg"
  }, 
  {
    "quote": "The best thing about being a dad? Well, I think it's just the thing that every man wants - to have a son and heir.", 
    "name": "George Best"
  }, 
  {
    "quote": "We all feel really blessed to have been with my dad for these 85 years.", 
    "name": "Beau Bridges"
  }, 
  {
    "quote": "I've always wanted to be a dad. I just can't wait to have a little rug rat running around. I used to want five or six kids, but maybe I've become too self-absorbed over the years. I think two would be perfect.", 
    "name": "Josh Duhamel"
  }, 
  {
    "quote": "I lost my dad way too early and it was agonisingly awful. I missed him so much and I hated knowing that I could never again pick up the phone to tell him about my day.", 
    "name": "Monica Seles"
  }, 
  {
    "quote": "But more importantly, I think he remembered how very close I was with my own dad, who had died in 1997.", 
    "name": "Richard Marx"
  }, 
  {
    "quote": "My dad worked several jobs to pay for my expense in skating.", 
    "name": "Nancy Kerrigan"
  }, 
  {
    "quote": "I was who I was in high school in accordance with the rules of conduct for a normal person, like obeying your mom and dad. Then I got out of high school and moved out of the house, and I just started, for lack of a better term, running free.", 
    "name": "Iggy Pop"
  }, 
  {
    "quote": "My kids love it. I thought I was the coolest dad in the world when I got to be in a Bond film, but 'Harry Potter', too? Well, I think I qualify for a medal for exceptional parenting or something, don't you?", 
    "name": "Robbie Coltraine"
  }, 
  {
    "quote": "My parents were both actors my dad sort of quite early on. My mother acted for a while, and now she's a painter.", 
    "name": "Sam Rockwell"
  }, 
  {
    "quote": "I'm an artist, and I go in the studio and make my music. And then I'll give it to my dad and he does what he does. And he does, you know, the press, and figuring out shows and whatnot. When it comes to my artistic freedom, he doesn't, like, step on my toes or anything.", 
    "name": "Ashlee Simpson"
  }, 
  {
    "quote": "A lot of young filmmakers bring their movies to my dad because he always gives lots of good editing ideas and notes. He'd be a good film professor.", 
    "name": "Sofia Coppola"
  }, 
  {
    "quote": "Mom was the one who taught me unconditional love. With Dad, I'd always felt there was something to live up to - expectations. But in the last year, we had a wonderful relationship.", 
    "name": "Greg Louganis"
  }, 
  {
    "quote": "I didn't want to have braces when I was a kid and I'm pretty sure my dad didn't want to pay for them.", 
    "name": "Jessica Pare"
  }, 
  {
    "quote": "Life is different than it was in the Nineties. I'm a dad, and there are other things I have to get done in an afternoon than just being an artist.", 
    "name": "Chris Robinson"
  }, 
  {
    "quote": "If you had told me at 45 years old that I would have to go on tour to get rest, I would've said, 'That's not how it works.' But nothing can be more gratifying. I'm a very hands-on dad.", 
    "name": "Chris Robinson"
  }, 
  {
    "quote": "So I was always around music and my dad was in his own way a progressive jazzer, a big band jazzer guy.", 
    "name": "Billy Sherwood"
  }, 
  {
    "quote": "My dad farmed, my granddad was a farmer. I wanted to be a farmer.", 
    "name": "Sam Brownback"
  }, 
  {
    "quote": "When my dad died a lot of songs came, and they're still coming.", 
    "name": "Rosanne Cash"
  }, 
  {
    "quote": "Because I was starting out in my 20's. I wanted to do it on my own. I didn't want to use my dad or have people say I was using him.", 
    "name": "Rosanne Cash"
  }, 
  {
    "quote": "I'm afraid that this is me getting on my high horse now but we have yob television, yob newspapers, and funny enough whereas it was my mum and dad, school, police, church who used to set the standards, now it's tabloids and yob television who set the standards by which people live.", 
    "name": "Gordon Strachan"
  }, 
  {
    "quote": "That's what my Dad always told me, on the ballot, they should always have a third choice, like none of the above, then if enough people picked that, they'd have to get new candidates.", 
    "name": "Meg White"
  }, 
  {
    "quote": "I always had a standard of, back when I was doing the country music I always told people I would never record a song that I wouldn't sit down and sing in front of my mom and dad.", 
    "name": "Ricky Skaggs"
  }, 
  {
    "quote": "I deal with my sons like young men. If they have a problem with something, they come to me. I am the type of dad that will drop everything I am doing for them, and always tell them to talk to me about it.", 
    "name": "Tracy Morgan"
  }, 
  {
    "quote": "I think when I was a kid, and I was in England and it was all about The Stones, The Who, The Kinks and The Beatles and that's what my dad was into.", 
    "name": "Slash"
  }, 
  {
    "quote": "My dad is a huge rock and roll lead guitar fan. I didn't even really know that until recently. Everything has to have a guitar solo in it.", 
    "name": "Slash"
  }, 
  {
    "quote": "My dad is a huge rock n' roll lead guitar fan.", 
    "name": "Slash"
  }, 
  {
    "quote": "I was born in Corpus Christi, Texas, the youngest of four girls, including my oldest sister, Lisa, who has special needs. My mom was a special education teacher, and my dad worked on the Army base. We weren't wealthy, but we were determined to succeed.", 
    "name": "Eva Longoria"
  }, 
  {
    "quote": "I'm Bam Margera. And I feel like kicking my dad's butt all day today.", 
    "name": "Bam Margera"
  }, 
  {
    "quote": "Dad went to Canada to learn how to fly with the Royal Canadian Air Force. He took me on my first airplane ride, where I could have a hand on the stick.", 
    "name": "Wally Schirra"
  }, 
  {
    "quote": "The last thing I want my child to see is Dad running around in the middle of the pack. That would really upset me. And that would upset him. I would be embarrassed to take him to school with kids saying, 'Hey, how'd your dad do this weekend?' 'Well, he finished fifth or sixth'.", 
    "name": "Dan Wheldon"
  }, 
  {
    "quote": "I had the best of both worlds when I was a kid. I'd spend a quiet week with my mum, then I'd go to my dad's property in the Adelaide Hills, where there were all these kids and animals running around.", 
    "name": "Teresa Palmer"
  }, 
  {
    "quote": "My dad would always say, 'What can you do to make the world a better place?' Well, I can make people laugh.", 
    "name": "Jon Lovitz"
  }, 
  {
    "quote": "Tiffany is very proud to have the last name and she's proud of her dad.", 
    "name": "Marla Maples"
  }, 
  {
    "quote": "As much as I transferred my mother to Elizabeth Shore of The Black Dahlia, as much as her dad mutated into an obsession with crime in general, well, I have thought about other things throughout the years.", 
    "name": "James Ellroy"
  }, 
  {
    "quote": "I grew up watching Monday Night Football with Howard Cosell and the other guys with my dad.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "So my dad raised me, and he's a huge football fan.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "When I found out I got this job, I cried, of course - I'm a girly-girl - and then I called my dad, and he cried, too. On so many levels, this is a thrill for me.", 
    "name": "Lisa Guerrero"
  }, 
  {
    "quote": "I grew up loving Walter Payton. My dad used to always show us film of him.", 
    "name": "Shaun Alexander"
  }, 
  {
    "quote": "You know when everyone's watching, your mom and dad, your friends in high school who thought they were better than you. You get your chance to get in the spotlight and shine.", 
    "name": "Shaun Alexander"
  }, 
  {
    "quote": "We would make songs, and the producers said we should play it for my dad. I was kind of scared, I didn't know what to think cuz we were just joking around.", 
    "name": "Lil' Romeo"
  }, 
  {
    "quote": "My dad was a workaholic. I saw him work seven days a week.", 
    "name": "Kay Bailey Hutchison"
  }, 
  {
    "quote": "I love my hockey, but if you can do that and go home and just be a dad and husband, then you have the best of both worlds.", 
    "name": "Curtis Joseph"
  }, 
  {
    "quote": "Although becoming a singer was my plan A after first hearing Whitney Houston when I was 17, I started off with plan B by going to the teacher-training college that my dad went to. It was a slow coming of age.", 
    "name": "Toni Braxton"
  }, 
  {
    "quote": "I finished high school, moved to Nashville for college, and set out to break into the music business. Every night when I called home with news of my experiences, my mom and dad would encourage me to keep taking those small steps.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "We sat together as a family for dinner at night. And my mother had a job. My dad had a job. But there was always a meal on the table at 6:00, you know.", 
    "name": "Trisha Yearwood"
  }, 
  {
    "quote": "From time to time, I'll look back through the personal journals I've scribbled in throughout my life, the keepers of my raw thoughts and emotions. The words poured forth after my dad died, when I went through a divorce, and after I was diagnosed with breast cancer. There are so many what-ifs scribbled on those pages.", 
    "name": "Hoda Kotb"
  }, 
  {
    "quote": "So I go to my first book signing, and these two girls came up and gave me a piece of paper: '10 reasons you should date our dad. He climbed Mount Kilimanjaro. He's a lawyer.' He didn't know what was going on. He didn't even know me. They called him, and he came down and asked me out that day. Now I'm dating their dad!", 
    "name": "Hoda Kotb"
  }, 
  {
    "quote": "Being an only child, I didn't have any other family but my mom and dad really, since the rest of my family lived quite far away from London.", 
    "name": "Tom Hardy"
  }, 
  {
    "quote": "I wanted my dad to be proud of me, and I fell into acting because there wasn't anything else I could do, and in it I found a discipline that I wanted to keep coming back to, that I love and I learn about every day.", 
    "name": "Tom Hardy"
  }, 
  {
    "quote": "My dad still calls me and makes sure I'm taking my vitamins.", 
    "name": "Melanie Fiona"
  }, 
  {
    "quote": "I'm gonna be the best dad that ever lived. I'll have a ranch with a race car track and a golf course.", 
    "name": "Jeremy London"
  }, 
  {
    "quote": "Recently, I was in Bernalda, my dad's ancestral home town in Italy. He has just refurbished a palazzo and turned it into a hotel, so we had my sister's wedding there. It was beautiful.", 
    "name": "Roman Coppola"
  }, 
  {
    "quote": "My dad had been shortstop when he was in college, and you know, when you're a kid, you want to be just like your dad.", 
    "name": "Derek Jeter"
  }, 
  {
    "quote": "As it has been told to me, my Dad had some kind of deal with Dick Clark. But when we got here, that fell through. So we were out here with no job, no furniture, no food.", 
    "name": "Danny Bonaduce"
  }, 
  {
    "quote": "In the original draft I was 27 and Peter was 55 in the script. That's not the same as a guy in his 40s and a dad in the end of his 70s. It's a different point in both our lives.", 
    "name": "Paul Reiser"
  }, 
  {
    "quote": "In fact, I had the idea because of Peter Falk. I saw my dad watching a Peter Falk movie and something clicked in my head. I gotta go make a movie for Peter Falk and me.", 
    "name": "Paul Reiser"
  }, 
  {
    "quote": "And in that time, I lost my dad and had kids of my own. It was like, OK, I get it now. I know what fatherhood is all about. And you look at your parents differently.", 
    "name": "Paul Reiser"
  }, 
  {
    "quote": "My Dad was so open creatively that I was off in search of black turtleneck bathing suits with long sleeves.", 
    "name": "Moon Unit Zappa"
  }, 
  {
    "quote": "My mother is Italian and my dad's Irish. In my family, we're expressive. Nobody holds back.", 
    "name": "Kate Walsh"
  }, 
  {
    "quote": "My Dad died during the flu epidemic in 1918 when I was 4 years old. He left a lot of classical recordings behind that I began listening to at an early age, so he must have been a music lover.", 
    "name": "Tom Glazer"
  }, 
  {
    "quote": "Well, I am a lot like my dad, and the character of Ted is based on my dad.", 
    "name": "Max Cannon"
  }, 
  {
    "quote": "Dad was a bus driver, and when he finished work he would repair cars.", 
    "name": "Bruno Tonioli"
  }, 
  {
    "quote": "When it came to the stylish and graceful art of ballroom dancing, my dad was a king of the clubs, a prowling tiger and a wonderfully natural mover.", 
    "name": "Bruno Tonioli"
  }, 
  {
    "quote": "Dad said that he was prouder of me than he'd ever been when I came out.", 
    "name": "Randy Harrison"
  }, 
  {
    "quote": "Everybody always wants to rebel against their parents' music, but nobody listened to music louder than my dad.", 
    "name": "Dan Auerbach"
  }, 
  {
    "quote": "I used to be really nervous when I sang. Like, when I was a kid starting young, 18 and 19, and my dad really had to sort of push me to start singing in front of people. Ever since I got out there and really started doing it, the only thing I've ever tried to do is just sort of is be myself, you know, never put on a voice. Sing naturally.", 
    "name": "Dan Auerbach"
  }, 
  {
    "quote": "My dad was very fun and very adventurous, and from a formative age I learned to value men who would do things on a whim.", 
    "name": "Rachel Hunter"
  }, 
  {
    "quote": "My dad let me figure out what I wanted to do on my own.", 
    "name": "Georgia Jagger"
  }, 
  {
    "quote": "My dad's not a very intimidating father figure.", 
    "name": "Georgia Jagger"
  }, 
  {
    "quote": "My dad's supportive of all my endeavors.", 
    "name": "Georgia Jagger"
  }, 
  {
    "quote": "My dad has more sparkly stuff than most men.", 
    "name": "Georgia Jagger"
  }, 
  {
    "quote": "When I was about 12 and first started wearing lipstick, my dad would ask, 'Are you wearing makeup?' I would say back, 'You're wearing more makeup there than I am!'", 
    "name": "Georgia Jagger"
  }, 
  {
    "quote": "I can't remember a major league game where I could make eye contact with my dad. I kept wondering if he was going to yell at me for hanging a pitch or something.", 
    "name": "David Cone"
  }, 
  {
    "quote": "My dad had a movie theater so I was there every night.", 
    "name": "Brion James"
  }, 
  {
    "quote": "I'm really, really lucky. I was given my dad's good genes.", 
    "name": "Josh Brolin"
  }, 
  {
    "quote": "I started playing ball when I was a kid. My dad was a pro ball player and he passed on his knowledge to me.", 
    "name": "Kurt Russell"
  }, 
  {
    "quote": "At times I've got a really big ego. But I'll tell you the best thing about me. I'm some guy's dad I'm some little gal's dad. When I die, if they say I was Annie's husband and Zachary John and Anna Kate's father, boy, that's enough for me to be remembered by. That's more than enough.", 
    "name": "John Denver"
  }, 
  {
    "quote": "I realised I could run after finding out that my dad used to run and it gave me the morale that if he did it then maybe I could also run.", 
    "name": "David Rudisha"
  }, 
  {
    "quote": "I get around OK with a toolbox. As a kid, I picked up skills following my dad through the oil fields of Oklahoma and West Texas. My wife Janine is hard to impress, but she does think it's cool when I fix things around the house.", 
    "name": "Ronnie Dunn"
  }, 
  {
    "quote": "My dad is a really honest, hardworking, straight guy.", 
    "name": "Joe Lando"
  }, 
  {
    "quote": "I had a dad you know.", 
    "name": "Darrell Hammond"
  }, 
  {
    "quote": "And I remember leaving my place in L.A. and - my father is a big fight fan - and I said, 'Dad, I got a couple of days off and I'm getting ready to go to Houston to sign to fight Muhammad Ali.", 
    "name": "Wilt Chamberlain"
  }, 
  {
    "quote": "When you get pure joy out of 'being' rather than 'doing' or 'seeing,' that's when you realize how big and unexplainable some things are and being a dad is one of those very few things.", 
    "name": "Brendan Fehr"
  }, 
  {
    "quote": "Also, to be honest, my dad wanted me to be an athlete. And I think all sons want to prove something to their dad. So now, aged 35, I want to see what I can achieve physically.", 
    "name": "Joe Manganiello"
  }, 
  {
    "quote": "I'm one of five kids and we lived on a massive farm in New South Wales with my mum and dad.", 
    "name": "Abbie Cornish"
  }, 
  {
    "quote": "Dad, I'm in some trouble. There's been an accident and you're going to hear all sorts of things about me from now on. Terrible things.", 
    "name": "Edward Kennedy"
  }, 
  {
    "quote": "My dad's a bodybuilder. My whole life I've been taught to train the hard way. I believe in earning strength, not buying it. My grandfather raised me old school: In baseball, you work for whatever you get.", 
    "name": "Gary Sheffield"
  }, 
  {
    "quote": "My background is basically scientific math. My Dad was a physicist, so I have it in my blood somewhere. Scientific method is very important to me. I think anything that contradicts it is probably not true.", 
    "name": "John Astin"
  }, 
  {
    "quote": "My father was Catholic, my mother was Protestant, and because of that I got Christened in both churches, so I've got all these names... but my Dad always called me Mick.", 
    "name": "Mickey Spillane"
  }, 
  {
    "quote": "When I was a teenager, my dad used to call me 'Hollywood' because I wore sunglasses all the time, even at night. Cue song.", 
    "name": "Michael Weatherly"
  }, 
  {
    "quote": "My dad's one of my biggest heroes. I also think Paul Newman's an inspiration. I know a lot of people say that, but I love that he's a great role model and a humanitarian. I admire people who don't necessarily want to change the world, but try to make it a better environment.", 
    "name": "Alex Pettyfer"
  }, 
  {
    "quote": "It would be nice if I did have a good relationship with my family, and yes, part of me longs to have a mum and dad who love and accept me for who I am. But if they never do, it's OK.", 
    "name": "Heather Graham"
  }, 
  {
    "quote": "He was a manager, one of the singers, I guess talent coordinator for the local talent in Harlem. His name was Lover Patterson. He was living right across the street from where my dad had his restaurant. I guess he saw a lot of kids come in, a lot of my buddies.", 
    "name": "Ben E. King"
  }, 
  {
    "quote": "Many forms, sizes and colors, I think there are heroes in sports, in life... It would be cliche to say my dad, my granddad. I think I'm a fan of people who were brave, my aunt, my grandmother, those are my heroes.", 
    "name": "George Eads"
  }, 
  {
    "quote": "My mother's incredibly giving, almost too giving at times. And, my dad is a real logical person. He's got logic for every situation. They've been married for 24 years, so there was that stability, also. I really learned to think on my own at a very young age.", 
    "name": "Brian Austin Green"
  }, 
  {
    "quote": "I'm left handed, but my dad taught me to play guitar right-handed.", 
    "name": "Dustin Diamond"
  }, 
  {
    "quote": "My mum and my dad are the sweetest couple.", 
    "name": "Rita Ora"
  }, 
  {
    "quote": "My dad was vehemently opposed to electric guitars. He did not look on that kind of music as legitimate in any way.", 
    "name": "Dan Fogelberg"
  }, 
  {
    "quote": "My dad served in the Air Force as ground crew for several years, and doesn't really talk about it. I know that it's there. I think my main thing about direct or indirect experiences as near to home as it were is the idea of self-sacrifice really.", 
    "name": "Jeremy Northam"
  }, 
  {
    "quote": "Our dad was a great guy and we will never forget him.", 
    "name": "Lara St. John"
  }, 
  {
    "quote": "That's a tough question I've been acting since I was 10. My dad was an entrepreneur, so I guess something along those lines. I wouldn't want a 9-5 job.", 
    "name": "Will Estes"
  }, 
  {
    "quote": "I've been acting since I was 10. My dad was an entrepreneur, so I guess something along those lines. I wouldn't want a 9-5 job.", 
    "name": "Will Estes"
  }, 
  {
    "quote": "On the one hand, I've had such a normal upbringing with my mum, who has kept me grounded, but on the other, the wild experiences through my dad.", 
    "name": "Julian Lennon"
  }, 
  {
    "quote": "My mom's a Catholic, and my dad's a Jew, and they didn't want anything to do with anything.", 
    "name": "Isabelle Huppert"
  }, 
  {
    "quote": "The only other time I can recall my dad getting upset at me was when I missed a hockey practice. My parents were away, so my buddy and I decided to skip it. I never told my dad about it, but he found out from the coach.", 
    "name": "Mike Weir"
  }, 
  {
    "quote": "Well my dad was a pretty good player at one stage and my two older brothers played golf as well. So there were always golf clubs flying around the house.", 
    "name": "Retief Goosen"
  }, 
  {
    "quote": "I wasn't sure how my dad would react. There was an agent sitting behind them and he told me he was embarrassed to watch the scenes. My parents have always been very open. They trust my decisions.", 
    "name": "Shannon Elizabeth"
  }, 
  {
    "quote": "I used to listen to my dad a lot as a way of trying to be close to him, as well, because my parents were divorced and I didn't spend that much time with him. And I used to put headphones on and listen to my dad talk and sing and I found that quite... bonding with him, in a weird way.", 
    "name": "Teddy Thompson"
  }, 
  {
    "quote": "It was sort of just a family sport. My mom and dad were pretty keen golfers when I was young and so were my grandparents, and I just sort of tagged along with them.", 
    "name": "Karrie Webb"
  }, 
  {
    "quote": "Things with my dad were pretty good until I won an Academy Award. He was really loving to me until I got more attention than he did. Then he hated me.", 
    "name": "Tatum O'Neal"
  }, 
  {
    "quote": "I would ask my dad what he did, and he'd say, 'I listen to people's problems.' In some way what he did for a living is in my genes.", 
    "name": "Marcia Cross"
  }, 
  {
    "quote": "But although Australia was also involved in the Vietnam conflict, I can remember my dad telling us that if we were in Australia, we wouldn't be drafted until we were 20.", 
    "name": "Mel Gibson"
  }, 
  {
    "quote": "When I was a kid, I wanted to walk with my dad's limp - my dad was my hero - but that infuriated him, and he would make me walk back and forth in the living room until I walked without it.", 
    "name": "David Alan Grier"
  }, 
  {
    "quote": "When I grew up, people said, 'You'll never be the man your dad was.' And I said, 'Gee, I hope not.'", 
    "name": "Rip Torn"
  }, 
  {
    "quote": "My dad has always been really helpful. He taught me that talent is a bonus, but persistence is what wins out.", 
    "name": "Zosia Mamet"
  }, 
  {
    "quote": "But my father was also the one who told me I needed to clean up my mouth or I'd never find a man. What's very important to him is manners. Show up on time. Always send thank-you letters. He is one of the more thoughtful humans I've ever met. He's a great man and a very good dad.", 
    "name": "Zosia Mamet"
  }, 
  {
    "quote": "I didn't want to play a lawyer. I didn't want to play a doctor. I didn't want to play a single dad. I wanted to do something I felt I could learn from, something that would be a challenge and something that would not dry up.", 
    "name": "William Petersen"
  }, 
  {
    "quote": "I feel that marrying younger and being quite a young dad helped me with the stability of my career.", 
    "name": "Patrick Duffy"
  }, 
  {
    "quote": "I worked with my dad for 15 years. I apprenticed under him and decided I wanted to become an architect. So I went to college for it and then the acting bug got me.", 
    "name": "Patrick Duffy"
  }, 
  {
    "quote": "Indians mock their corrupt politicians relentlessly, but they regard their honest politicians with silent suspicion. The first thing they do when they hear of a supposedly 'clean' politician is to grin. It is a cliche that honest politicians in India tend to have dishonest sons, who collect money from people seeking an audience with Dad.", 
    "name": "Aravind Adiga"
  }, 
  {
    "quote": "I was born and raised in the high desert of Nevada in a tiny town called Searchlight. My dad was a hard rock miner. My mom took in wash. I grew up around people of strong values - even if they rarely talked about them.", 
    "name": "Harry Reid"
  }, 
  {
    "quote": "I think women look for that quality in a man of being a good dad whether they're immediately wanting to be a parent or not.", 
    "name": "Emily VanCamp"
  }, 
  {
    "quote": "I'm just as insufferable and useless as every other dad is. The dynamic never changes, no matter what you do for a living.", 
    "name": "Glenn Frey"
  }, 
  {
    "quote": "My dad's Irish music was such a huge influence.", 
    "name": "Dido Armstrong"
  }, 
  {
    "quote": "I feel very warm towards Mum and Dad for giving us the independence they did. My childhood, and the fact we didn't have a TV, gave me a boundless imagination.", 
    "name": "Dido Armstrong"
  }, 
  {
    "quote": "I want babies. I think I'll be a great dad.", 
    "name": "Oliver Hudson"
  }, 
  {
    "quote": "My dad was a singer in a band and neither of my parents went to college, and I ended up getting into Harvard and was the first person in my family that went to college and it happened to be Harvard.", 
    "name": "Dean Norris"
  }, 
  {
    "quote": "The best thing I ever learned from my dad was he knew he wasn't the best of singers, but he always knew he was a great entertainer, and I always thought that was a good concept to bring along, that ultimately acting is an entertainment art and you have to be aware of the fact that you want people to be excited to be watching you.", 
    "name": "Dean Norris"
  }, 
  {
    "quote": "My dad's era believed that there was something noble in being a good guy - the kind of guy that lived straight and narrow, told the truth, and stood up for what he believed was right.", 
    "name": "Dean Norris"
  }, 
  {
    "quote": "My dad had been an actor... not only had my dad been an actor, but his dad had been an actor, and my great-grandfather had been an actor. And who knows before then?", 
    "name": "David Hyde Pierce"
  }, 
  {
    "quote": "I went and took golf lessons so Dad would let me play with him. I was just terrible... but I was able to have a wonderful time just walking around with Dad. I can see the real pleasure of that game.", 
    "name": "David Hyde Pierce"
  }, 
  {
    "quote": "When you're nearing 35, going, 'Hey Dad, I can't make these payments,' just isn't cool.", 
    "name": "Eleanor Mondale"
  }, 
  {
    "quote": "I wanted to be an actress. I think it had a lot to do with being a kid and watching how every time my dad would stand up to talk people would applaud... that was pretty cool.", 
    "name": "Eleanor Mondale"
  }, 
  {
    "quote": "I look at my little girl and I wonder what she's going to be and what she's going to do and what is it that leads girls certain directions in life. I think a lot of that goes back to what kind of father they had, and so it makes me want to be the best dad I can possibly be.", 
    "name": "Jake Owen"
  }, 
  {
    "quote": "I had always loved music. I grew up listening to classic country, Waylon Jennings, Merle Haggard. My dad loved Vern Gosdin and Keith Whitley. So I kept going to class and started getting totally into playing guitar and teaching myself these songs.", 
    "name": "Jake Owen"
  }, 
  {
    "quote": "My dad has always been very proud of me but I think I have exceeded his expectations. When I told him I wanted to be an actor and moved to New York City, I think he assumed I would be playing the guitar on the subway and collecting spare change in my guitar case. The fact that I'm not doing that means that I'm a huge success.", 
    "name": "Jesse Tyler Ferguson"
  }, 
  {
    "quote": "Dad really had little to do with the songs, except to perform them.", 
    "name": "Nancy Sinatra"
  }, 
  {
    "quote": "I wanted to travel with my dad to be close to him again. Having babies and raising my own family took so much of my time, I didn't have a chance to be with him very often.", 
    "name": "Nancy Sinatra"
  }, 
  {
    "quote": "My dad was the baby. When he was born they were already successful. They sent him to business school - he probably would have loved to have been a poet or a writer or something, and he was very creative.", 
    "name": "Bob Balaban"
  }, 
  {
    "quote": "My dad was born in Chicago in 1908... his parents came from Russia. They settled in Chicago, where they lived in a little tiny grocery store with eight or nine children - in the backroom all together - and my grandmother got the idea to go into the movie business.", 
    "name": "Bob Balaban"
  }, 
  {
    "quote": "My dad told me that no one could ever make it as a writer, that my chances were equivalent to winning the lottery - which was good for me, because I like to have something to prove.", 
    "name": "Poppy Z. Brite"
  }, 
  {
    "quote": "From my dad I learned to be good to people, to always be honest and straightforward. I learned hard work and perseverance.", 
    "name": "Luke Bryan"
  }, 
  {
    "quote": "My dad is very successful in his business. He's always been big in having hobbies and having little ways to get away. He always made time for hunting and fishing. He always encouraged me to do it.", 
    "name": "Luke Bryan"
  }, 
  {
    "quote": "We had our first earthquake over here recently. That was a bizarre feeling. I just became disoriented and I remember my dad freaking out. Nothing broke or anything.", 
    "name": "Ashley Scott"
  }, 
  {
    "quote": "I suppose not everyone has a dad who wrote a book saying he didn't believe in the Parliamentary road to socialism.", 
    "name": "Ed Miliband"
  }, 
  {
    "quote": "There was nothing more important I could do than be supportive as a dad.", 
    "name": "Arne Duncan"
  }, 
  {
    "quote": "My dad named me Dakota and my mom came up with my first name Hannah. So it's Hannah Dakota Fanning.", 
    "name": "Dakota Fanning"
  }, 
  {
    "quote": "My dad was a master butcher and I trained to be a butcher when I left school. I didn't enjoy it at the time but I love cooking now, so perhaps I would have been a chef.", 
    "name": "Brendan Coyle"
  }, 
  {
    "quote": "I started off playing the clarinet, after I was inspired by listening to my dad's Benny Goodman records.", 
    "name": "Alvin Lee"
  }, 
  {
    "quote": "I absolutely love working with my dad because there is such an ease about it, and I also love his company.", 
    "name": "Samuel West"
  }, 
  {
    "quote": "I've got an idea for a modern day faerie tale that I think would made a great short novel. But I just don't have the time to work on it right now. I'm way too busy with the 'Kingkiller Chronicles' and being a new dad.", 
    "name": "Patrick Rothfuss"
  }, 
  {
    "quote": "If you met my dad, I think a lot of things would be put to rest. Because my pops is a pretty silly guy. But, Coldcut, they're based in the U.K. I'm a big fan of jazz music, so American music has had a big influence on what I listen to.", 
    "name": "Eric San"
  }, 
  {
    "quote": "When I realized I was having trouble reading, I was too embarrassed to ask for help. Some teachers believed in me, but I just wasn't focused on school - I was into the music and trying to please my dad.", 
    "name": "Fantasia Barrino"
  }, 
  {
    "quote": "I'm an ambassador for the Make-A-Wish Foundation, and one of the children, his wish was to go to the Emmys, so he's going to be my date, along with my husband, and my dad and his girlfriend. So we're going to have a really fun night and it's going to be really exciting. I'm really excited for him to experience that.", 
    "name": "Christina Hendricks"
  }, 
  {
    "quote": "My little son, Atticus, desperately needs his dad and I haven't been there for him... and that's sad.", 
    "name": "Daniel Baldwin"
  }, 
  {
    "quote": "Work ethic has always been stressed in my family. My dad is going to be 80 years old and he still works part time. My mom just retired a couple years ago and she's in her mid- to late 70s.", 
    "name": "Jamie Moyer"
  }, 
  {
    "quote": "My dad always said I was hard-headed, that it would take something like that to wake me up spiritually, and I guess it did. My heart had gotten so beat up that I didn't have anything left to give.", 
    "name": "Scott Stapp"
  }, 
  {
    "quote": "You know, no matter what I am or what I do for a living, I'm still, you know, the husband and the dad and the protector of the house, and I have to be conscientious about that.", 
    "name": "Richie Sambora"
  }, 
  {
    "quote": "Going through the grief period of my dad and losing him - that was the worst thing because you know when you get that call. When you are seven, eight years old, you have that almost vision in your mind of what that's going to be like and what your going to feel like and it doesn't prepare you.", 
    "name": "Richie Sambora"
  }, 
  {
    "quote": "I love being a dad. I'd have more kids if I could. I'd take a couple more, one or two more before I croak.", 
    "name": "Richie Sambora"
  }, 
  {
    "quote": "I've got my dad's height and smoking habit. But I think I've got my mum's looks and sensibilities.", 
    "name": "Max Irons"
  }, 
  {
    "quote": "My dad was an entrepreneurial businessman, and maybe I got some of his ability.", 
    "name": "Thomas Jane"
  }, 
  {
    "quote": "The people on my mum's side of the family are atheist intellectuals who are ueber-proper. My dad's side of the family are missionaries who are more comfortable sitting around in sweatpants than they are in a five-star restaurant. But those two influences converged in my life.", 
    "name": "Evangeline Lilly"
  }, 
  {
    "quote": "I recruited my dad to be my bass player and fired him on several occasions. He stayed on as a bus driver.", 
    "name": "Chely Wright"
  }, 
  {
    "quote": "Whenever I did a good performance, my Dad and my uncles, who were rabid movie fans, took me to the movies. There began my underlying love affair with film.", 
    "name": "Mel Torme"
  }, 
  {
    "quote": "My dad thinks Obama is a socialist and all these extreme views.", 
    "name": "Jonathan Krohn"
  }, 
  {
    "quote": "I'm a good dad I spend a lot of time with my kids.", 
    "name": "Steve Zahn"
  }, 
  {
    "quote": "I was trying to make art that my son could look on in the future and would realize I was thinking about him very much during these times... that he can look and see my dad's thinking about me, but to also embed in these things something that is bigger than all of us.", 
    "name": "Jeff Koons"
  }, 
  {
    "quote": "I'm probably a little more like my dad. But because of my mom, I never saw being a woman as being an impediment to being able to do something. She had her Ph.D. before I was born.", 
    "name": "Mary Cheney"
  }, 
  {
    "quote": "We always had lutefisk for Christmas dinner, after which Dad read from the Norwegian Bible.", 
    "name": "Peter Agre"
  }, 
  {
    "quote": "Dad was a chemistry professor at Saint Olaf College in Minnesota, then Oxford College in Minnesota, and a very active member of the American Chemical Society education committee, where he sat on the committee with Linus Pauling, who had authored a very phenomenally important textbook of chemistry.", 
    "name": "Peter Agre"
  }, 
  {
    "quote": "To those of you who are wearing ties, I think my dad would appreciate it if you took them off.", 
    "name": "Robert Moog"
  }, 
  {
    "quote": "For my birthday this year, my girlfriends - who knew I'd just inherited my dad's turntable - gave me a carton of albums like 'Blue Kentucky Girl,' by Emmylou Harris, and 'Off the Wall,' by Michael Jackson. It's all stuff we grew up with. I mean, you can't have a music collection without Prince's 'Purple Rain' - it just can't be done!", 
    "name": "Connie Britton"
  }, 
  {
    "quote": "We came from a family where we ran our own small business. Our dad made his own products. We made our own sausages, our own meatloafs, our own pickles. Dad had to do everything himself. He had to figure out how to finance his business.", 
    "name": "Marcy Kaptur"
  }, 
  {
    "quote": "My dad keeps joking about sneaking into my grandparents' house and switching out their HBO for PBS so they think I'm on 'Downton Abbey.'", 
    "name": "Allison Williams"
  }, 
  {
    "quote": "The best advice my dad ever gave me is that acting is believing. Acting is not acting. It isn't putting on a face and dancing around in a mask. It's believing that you are that character and playing him as if it were a normal day in the life of that character.", 
    "name": "Haley Joel Osment"
  }, 
  {
    "quote": "My dad never told me that when you audition, you might not get the role. He wanted to wait until my first disappointment to tell me.", 
    "name": "Haley Joel Osment"
  }, 
  {
    "quote": "I was really bright as a kid and tested well, and it was clear that I was going to get scholarships to any schools I wanted. My dad always said I could be an engineer at that time it was the elite of society: steady job, working in science, which was then the answer to every problem we had. It was kind of a mandate. Kind of a dream he had for me.", 
    "name": "James Wood"
  }, 
  {
    "quote": "My parents loved each other. I was raised in a house of total love and respect. My dad worked very hard and my mother was incredibly devoted to him. I can unequivocally, without any peradventure of doubt, tell you that I was raised with the kind of love that we only dream of.", 
    "name": "James Wood"
  }, 
  {
    "quote": "Dad is my best mate and I can tell Mum absolutely anything. I really appreciate Mum and Dad. Why are we so close? Young parents, I think. The rock business keeps their minds young.", 
    "name": "Kim Wilde"
  }, 
  {
    "quote": "I wasn't aware of my dad being an actor when I was young. I remember there was an Australian children's entertainer on television called Ralph Harris and when I'd say my father was an actor, kids would say, you know, 'oh, is he Ralph Harris?' And I had to say no and then they would lose interest.", 
    "name": "Jared Harris"
  }, 
  {
    "quote": "He described how, as a boy of 14, his dad had been down the mining pit, his uncle had been down the pit, his brother had been down the pit, and of course he would go down the pit.", 
    "name": "Barbara Castle"
  }, 
  {
    "quote": "When my dad was badly weakened by the flu and my mom wanted to call an ambulance to take him to the emergency room, he wouldn't go unless he could shave first and change into a nice shirt and a pair of slacks.", 
    "name": "Rich Lowry"
  }, 
  {
    "quote": "I'm probably going to get in trouble for this but 'American Dad' is one of my favourite shows. It gets very dark in places but the jokes are there.", 
    "name": "Donald Glover"
  }, 
  {
    "quote": "My dad is this very sensible guy who never let me feel that anything was beyond my station.", 
    "name": "Mireille Enos"
  }, 
  {
    "quote": "When I was little, I used to work with my dad on the engine of his car. Mostly this was a matter of me handing him wrenches.", 
    "name": "Mireille Enos"
  }, 
  {
    "quote": "My dad is kind of a rascal, like in a Dickensian sense. He just goes from career to career.", 
    "name": "Benjamin Walker"
  }, 
  {
    "quote": "My life isn't that dramatic. My dad really loves me, he just can't talk on the phone. He's too crippled and shy, and that's almost harder. He's there and he loves me, and I try and try and try, it's just impossible to have a relationship.", 
    "name": "Joey Lauren Adams"
  }, 
  {
    "quote": "I don't deal with death very well. My brother, John Candy, my dad, my mom, Brandon Tartikoff just a couple of weeks ago. I mean, you lose a lot of people in your life, and that's one thing I am constantly working on - pain management.", 
    "name": "James Belushi"
  }, 
  {
    "quote": "I don't know if there is a gene for comedy, but my dad was a very funny man. He just didn't know it. He was a naturally funny character, and when my brother and I would laugh at things he said and did, he would say, 'What do you think is so funny?'", 
    "name": "James Belushi"
  }, 
  {
    "quote": "My dad was in the army so we moved around a lot and I changed schools every year and had to make new friends, and I found that if I was the funny guy I could do that easier.", 
    "name": "Jason Gann"
  }, 
  {
    "quote": "I would say the most help I got was from my dad. My dad is a civil engineer in Switzerland he's 90 years old now, so he's no longer active as a civil engineer, but still a very active person.", 
    "name": "Claude Nicollier"
  }, 
  {
    "quote": "My dad has no control over who works with me. Me, me and me alone has to take responsibility for anything.", 
    "name": "Shane MacGowan"
  }, 
  {
    "quote": "Growing up, I had a front row seat to seeing two people work really hard. My dad scrubbed toilets at a private Catholic school for a while, and that was to help me get through school.", 
    "name": "Mia Love"
  }, 
  {
    "quote": "My family was very supportive of whatever I wanted because my grandfather was an opera singer. My dad's dad. So my dad has an appreciation for the arts, and he let me choose my own path.", 
    "name": "Tony Hale"
  }, 
  {
    "quote": "I always wanted to be a father. I have a beautiful relationship with my dad and beautiful memories. I always knew I was going to have a family.", 
    "name": "Ricky Martin"
  }, 
  {
    "quote": "Every family is different. I am mom and I am dad and I'm going to do my best. You should be proud, walk through life saying I have the coolest family. I am part of a modern family.", 
    "name": "Ricky Martin"
  }, 
  {
    "quote": "My dad served in two wars has been flying airplanes for 60 years now. He was certainly quite an inspiration.", 
    "name": "John L. Phillips"
  }, 
  {
    "quote": "I remember my dad, who coached football, would buy some of his players football shoes when they couldn't afford it.", 
    "name": "Chaske Spencer"
  }, 
  {
    "quote": "But Dad and I are the only father-and-daughter acts who have both had No. 1 songs in England.", 
    "name": "Lily Allen"
  }, 
  {
    "quote": "My dad passed away before my freshman year, and it altered how I thought. I was depressed - I didn't hang out with my friends. I worked through it by dancing.", 
    "name": "Heather Morris"
  }, 
  {
    "quote": "My goal is for Gunnar to outlive me. That's the way it should be. My dream is for him to be a dad himself one day, so he can find out all the anxiety that kids bring to their dads.", 
    "name": "Boomer Esiason"
  }, 
  {
    "quote": "My dad and grandpa were in the army and as a country singer you're constantly playing at military bases all across the country and meeting soldiers and their families and hearing their stories.", 
    "name": "Dierks Bentley"
  }, 
  {
    "quote": "My dad was my first coach and drove me extremely hard from a very young age.", 
    "name": "Candace Parker"
  }, 
  {
    "quote": "From my first dunk at 14 years old to my second NCAA Championship at the University of Tennessee, my intense training with my dad was always to credit.", 
    "name": "Candace Parker"
  }, 
  {
    "quote": "On my best days, such as when I was a junior in high school coming off a 42-point performance and near triple-double, my dad was there to tell me I haven't arrived yet and bring me back to reality.", 
    "name": "Candace Parker"
  }, 
  {
    "quote": "I love playing a dad. It's hard to find family dramas that are genuinely funny.", 
    "name": "Peter Gallagher"
  }, 
  {
    "quote": "If a cow walked into this room, I'd probably walk out. I could milk it, but my dad never forced me to do a lot of chores like that, mostly because he loved doing it himself.", 
    "name": "Stuart Appleby"
  }, 
  {
    "quote": "My dad is a pilot so I think I was born with the travel bug.", 
    "name": "Isabel Lucas"
  }, 
  {
    "quote": "I didn't really get into golf until I was about 14. My mom and dad were taking lessons from a pro an hour and a half from our farm in Cohuna, Australia. When they got home, I'd ask my mom to explain everything they learned - drills and all.", 
    "name": "Stuart Appleby"
  }, 
  {
    "quote": "I had my footballing heroes such as Bryan Robson and Diego Maradona but my dad was a rugby league star, and he was my real hero. But the relationship with my mum was rocky and we saw things that would affect any youngster.", 
    "name": "Ryan Giggs"
  }, 
  {
    "quote": "A mustache really defines your face. My dad had a mustache when I was growing up, and I can still remember when he shaved it, he looked like a completely different person.", 
    "name": "Jason Sudeikis"
  }, 
  {
    "quote": "Some musicians I know are incredible fathers. Like Keith Richards. A fantastic dad.", 
    "name": "Jack Bruce"
  }, 
  {
    "quote": "I love Prince Harry. Good looking and a bit of a rebel. Me and his dad are as thick as thieves and I knew Harry before I knew his dad so we've met a few times. I think he's amazing. And I think you can relate to him because he's made mistakes. He's cool.", 
    "name": "Cheryl Cole"
  }, 
  {
    "quote": "We all have roles in life. I'm a dad, a husband, this and that, but basically I only feel justified in being alive when I'm on the stage.", 
    "name": "Jack Bruce"
  }, 
  {
    "quote": "I have a weird sense of humour. My dad's the same. We love watching 'Monty Python' together.", 
    "name": "Miranda Kerr"
  }, 
  {
    "quote": "My grandmother was an actress too. In the thirties and forties she was under contract with Universal Studios. Crazy credits, lots of them. My dad was also under contract with Universal Studios. And my first film was shot on the same stage they both worked on at Universal.", 
    "name": "Chris Pine"
  }, 
  {
    "quote": "I got stuck up a tree when I was about seven, and my dad had to come and get the ladder to get me down. I loved to climb all the way up to the top. I must have been a koala in my past life.", 
    "name": "Miranda Kerr"
  }, 
  {
    "quote": "No, like I said, my dad was never really part of the tennis. His involvement around what I did with the tennis and with my mom and my grandparents was really not a part of my life.", 
    "name": "Jimmy Connors"
  }, 
  {
    "quote": "I've hung out at dozens of playgrounds, bored out of my mind, with not even a look of comfort from disapproving mothers all around me. Either they think I'm a pedophile or a deadbeat dad. That's what I get for being a single dad - suspicious looks at the playground.", 
    "name": "Dominic West"
  }, 
  {
    "quote": "My mum's parents were from Ireland, my dad's mum was American-Irish.", 
    "name": "Dominic West"
  }, 
  {
    "quote": "Obviously, losing a parent is very difficult. I miss my dad every day, but I know he would be proud to see me continuing to swim and going for another shot at the Olympics.", 
    "name": "Eric Shanteau"
  }, 
  {
    "quote": "I actually study boxing - my dad was a Golden Gloves champion so I learned how to fight at a very young age. Growing up in Brooklyn you always had to watch your back, so I pretty much learned to protect myself.", 
    "name": "Lana Parrilla"
  }, 
  {
    "quote": "I'd always assumed that I would die at about the same age as my dad - he was 45. I am five years in credit now. I can't get my head around the fact that I am older than he was - ever.", 
    "name": "Ian Hislop"
  }, 
  {
    "quote": "I'm a four star general in this thing, and you don't rise to the ranks of a four star general by hanging about the house being the perfect dad.", 
    "name": "Sam Elliott"
  }, 
  {
    "quote": "As I get older and I get a few more years experience I become more like Dad, you know, King Lear.", 
    "name": "David Crystal"
  }, 
  {
    "quote": "One day when I was like 9, I heard the Beatles on the radio, and I asked my dad who they were. He told me they were the best band in the world, and I became obsessed. He started giving me their albums in sequential order, and I listened to them - and only them - until I was probably in high school.", 
    "name": "Lukas Haas"
  }, 
  {
    "quote": "I think people like to think I'm in some way financially dependent on my family - on my dad - but the fact of the matter is I've been emancipated from my father since I was 14 years old. That's something people don't know or understand.", 
    "name": "Devon Aoki"
  }, 
  {
    "quote": "My mom grew up in Kansas, my dad in Indiana. They had boring childhoods.", 
    "name": "Hunter Parrish"
  }, 
  {
    "quote": "My mom was a dancer, my dad's a singer and I've always had that kind of music in my life.", 
    "name": "Elvis Stojko"
  }, 
  {
    "quote": "From about eight years old I was always making things on the sewing machine. Friends would see me making dresses and costumes, and I'd use difficult fabrics such as Lycra and elastic. But you know, my dad was creative and my brother is inventive too.", 
    "name": "Melissa George"
  }, 
  {
    "quote": "Mum and dad thought I was going to say I was pregnant. I said oh no, no, I've just been nominated for a Golden Globe. They were like, oh that's lovely, love.", 
    "name": "Melissa George"
  }, 
  {
    "quote": "One of the accidental joys of my writing life has been that I've had some lovely, surprisingly good fortune with readers, and I've brought readers to my dad's work. I can't tell you the joy that gives me. Because my father's work was masterful.", 
    "name": "Andre Dubus III"
  }, 
  {
    "quote": "Somewhere in my wildest childhood I must have done something right. Being able to make a boyhood dream come true is one thing, but to have a kid come along and thrill his dad like Brett Hull has thrilled me over his career is too much for one guy to handle.", 
    "name": "Bobby Hull"
  }, 
  {
    "quote": "My dad and mom divorced when I was around ten, and I didn't live with him after that, though he was close by and we saw each other weekly. I wasn't really aware that he was a writer I didn't start reading his writing until I was about fifteen. It occurred to me then that my dad was kind of special he's still one of my favorite writers.", 
    "name": "Andre Dubus III"
  }, 
  {
    "quote": "The most challenging part of being a dad is self-restraint. So often your instinct is to teach and tell. I am constantly reminding myself to listen to them.", 
    "name": "Michael Chiklis"
  }, 
  {
    "quote": "I'm a dad now and whatever I'm doing in life I usually put a lot of effort into it - usually too much effort, so it kind of comes off ridiculous at times.", 
    "name": "Jeremy Sisto"
  }, 
  {
    "quote": "I grew up in a big Irish, Catholic family. My dad was a pretty rough guy. So one of my brothers left home when he was 15 and found his way to the gym. It gave me the opportunity to go and spend some time with him and work out in the gym.", 
    "name": "Gerry Cooney"
  }, 
  {
    "quote": "I know who my dad is, I've met him a few times, but I don't even call him dad. I know it sounds horrible, but I don't even see him as part of my family, to be honest. If you want the truth, it doesn't bother me because I don't know any different. I just know that me and my mum, that was my family.", 
    "name": "Sally Pearson"
  }, 
  {
    "quote": "My folks have played everything from rock, disco, pop, funk, and blues. My dad has always brought and played different genres like jazz, classical, and Latin. With all this in my pocket, I feel I have a taste of everything for my influences.", 
    "name": "Haley Reinhart"
  }, 
  {
    "quote": "I love my daughter, but she had me on couscous and fixed me pastas and made me eat oatmeal every morning and what else, turkey burgers, turkey bacon, and that kind of stuff. So she wants her dad to live a long time, and I do, too.", 
    "name": "Dusty Baker"
  }, 
  {
    "quote": "It's always been a dream of mine to get somewhere and to have my mom and dad with me up there.", 
    "name": "Haley Reinhart"
  }, 
  {
    "quote": "My dad wanted me to play when I was a kid, so I learned to play the guitar. I pursued a career in music because I love it so much and I enjoy what it does to those who hear it.", 
    "name": "Randy Travis"
  }, 
  {
    "quote": "I needed to step away from music because the truth was I couldn't be the dad I wanted to be to my kids. My truth was that I could not reconcile the two worlds - the entertainment world and being the dad I wanted to be in the present. You can't substitute time, you just can't.", 
    "name": "Corey Hart"
  }, 
  {
    "quote": "All my band members were old enough to be my dad. It was like this family vibe.", 
    "name": "Hunter Hayes"
  }, 
  {
    "quote": "Truthfully, I'm still Corey Hart, Dad, first.", 
    "name": "Corey Hart"
  }, 
  {
    "quote": "I think that every therapist that I know, including my dad and my sister, have their own issues. But that empathy is what makes them good at their job.", 
    "name": "Laura Benanti"
  }, 
  {
    "quote": "Dad worked his entire career as an aviation technician. Mom was a legal secretary who became a teacher. We lived a simple American life.", 
    "name": "Brian Sandoval"
  }, 
  {
    "quote": "My dad was good friends with the Bad Medicine Blues Band - one of the only blues bands in Fargo, as you can imagine! He took me out to see them play when I was 12 years old and I was really inspired by their guitar player, Ted Larsen.", 
    "name": "Jonny Lang"
  }, 
  {
    "quote": "My dad was a good athlete. My mom had longevity. There were some athletic genes that certainly got passed down.", 
    "name": "Hale Irwin"
  }, 
  {
    "quote": "I miss my Dad. My Dad loved cheesy monster movies, so we'd have Godzilla movie marathons. Those are some of my favorite memories, laughing at how the monster outfits were so bad, like black garbage bags for heads.", 
    "name": "Ahmet Zappa"
  }, 
  {
    "quote": "I've always had an affinity for lawyers. My dad is a lawyer. He's retired now. My brother is a lawyer.", 
    "name": "Scott Bakula"
  }, 
  {
    "quote": "Every dad who loves his daughter is not going to want her to go with the penniless slacker loser poet bum, when she could go out with someone who's successful.", 
    "name": "John Leguizamo"
  }, 
  {
    "quote": "My dad died when I was three so my mom had to raise four kids on her own, and I think there's a part of me that pulls upon having watched my mom do that our whole lives. She had to make it work.", 
    "name": "Leslie Bibb"
  }, 
  {
    "quote": "Usually a family is led through the mom or the dad and their career and for the family to be led by my career, even though God has led it, could be a lot of pressure.", 
    "name": "Stacie Orrico"
  }, 
  {
    "quote": "No one was more important than my mom and dad. I know they are watching from a place up in heaven here today to make sure all their kids are doing good.", 
    "name": "Eddie Murray"
  }, 
  {
    "quote": "My dad recently reminded me that my grandfather's cousin was Lefty Frizzell.", 
    "name": "Parker Posey"
  }, 
  {
    "quote": "I was brought up in a car family, my dad loved cars and I was taught the art of making an Austin 7 operate.", 
    "name": "Nick Mason"
  }, 
  {
    "quote": "My dad's an architect and my mom owned a French bakery for twelve years.", 
    "name": "Alison Lohman"
  }, 
  {
    "quote": "My mum was very conscious about fashion and my dad was born into the tailoring tradition, so fashion has always been my life, although now, really, I wear the same thing - just in different weights - light and heavy cashmere in winter and cotton in summer.", 
    "name": "Domenico Dolce"
  }, 
  {
    "quote": "I always told my dad I'd play professional football.", 
    "name": "Anthony Doerr"
  }, 
  {
    "quote": "My dad doesn't like religion much, but I grew up very close to the Baptist tradition. God isn't this distant thing. God is right here with you all the time. He's your buddy, and you can talk about everything.", 
    "name": "Lucy Alibar"
  }, 
  {
    "quote": "My dad was an inventor, and I think I've always had a rosy view of technology, or at least its potential.", 
    "name": "Scott McCloud"
  }, 
  {
    "quote": "My dad, like many Southern men, is this very emotionally expressive person who isn't as articulate in words about his feelings as he is with breaking a chair or something like that.", 
    "name": "Lucy Alibar"
  }, 
  {
    "quote": "My dad was an engineer and so I had this picture of science and technology and pursuits of the mind as being more impressive than artistic pursuits, which I saw a as kind of frivolous.", 
    "name": "Scott McCloud"
  }, 
  {
    "quote": "I also turn down what's probably a good amount of coinage to be made out of playing dads, an incredible number of obnoxious dad.", 
    "name": "Bill Pullman"
  }, 
  {
    "quote": "My mom and dad - they were always there. They were always on the set. They focused on our family life. The entertainment business wasn't the end-all. They weren't out to get the next big paycheck or the next big movie. It was about 'What can we do as a family.'", 
    "name": "Candace Cameron Bure"
  }, 
  {
    "quote": "I lost my mother, who suffered from Alzheimer's disease, and we had to relocate my dad after 58 years in the family home. That was tough.", 
    "name": "Doug Davidson"
  }, 
  {
    "quote": "You know that family is going to be there for you no matter what. My dad gave me a freakin' kidney!", 
    "name": "Sarah Hyland"
  }, 
  {
    "quote": "I have mostly been terrified of listening to scary stories around a campfire. We camp a lot as a family, and at night my dad would try and tell us scary stories. This made eating s'mores difficult. The story would start with something like... 'and the old man who lived in these woods...' I would then run back into the camper terrified.", 
    "name": "Willow Shields"
  }, 
  {
    "quote": "Everyone gets surprised because neither one of my parents play golf. Like I said in my speech, my aunt and uncle really love golf, and we visited them, and she gave me two clubs. Like people think when they don't know who my dad is, they think he's my coach.", 
    "name": "Lydia Ko"
  }, 
  {
    "quote": "My sensei was a British karate champion named Brian Fitkin. He was my mentor and because I had a hard relationship with my dad, he became a father figure to me.", 
    "name": "Dolph Lundgren"
  }, 
  {
    "quote": "To me I'm just a regular person going to the mall with friends, and now I'm in Forever 21 and I see this random group of girls staring at me and taking pictures. But now I usually have my dad, who is a really tall and intimidating person with me, so he's kind of my bodyguard.", 
    "name": "Rebecca Black"
  }
]