[
  {
    "quote": "When the power of love overcomes the love of power the world will know peace.", 
    "name": "Jimi Hendrix"
  }, 
  {
    "quote": "An eye for an eye only ends up making the whole world blind.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If we have no peace, it is because we have forgotten that we belong to each other.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Peace begins with a smile.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "Those who make peaceful revolution impossible will make violent revolution inevitable.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Peace cannot be achieved through violence, it can only be attained through understanding.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "The most valuable possession you can own is an open heart. The most powerful weapon you can be is an instrument of peace.", 
    "name": "Carlos Santana"
  }, 
  {
    "quote": "It isn't enough to talk about peace. One must believe in it. And it isn't enough to believe in it. One must work at it.", 
    "name": "Eleanor Roosevelt"
  }, 
  {
    "quote": "Nobody can bring you peace but yourself.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I believe in the religion of Islam. I believe in Allah and peace.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "A peace is of the nature of a conquest for then both parties nobly are subdued, and neither party loser.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "He that would live in peace and at ease must not speak all he knows or all he sees.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "A people free to choose will always choose peace.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Peace is a journey of a thousand miles and it must be taken one step at a time.", 
    "name": "Lyndon B. Johnson"
  }, 
  {
    "quote": "Even peace may be purchased at too high a price.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "Nonviolence is the first article of my faith. It is also the last article of my creed.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "Peace is its own reward.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "It is an unfortunate fact that we can secure peace only by preparing for war.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "I think that people want peace so much that one of these days government had better get out of their way and let them have it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "The real and lasting victories are those of peace, and not of war.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "I'm concentrating on staying healthy, having peace, being happy, remembering what is important, taking in nature and animals, spending time reading, trying to understand the universe, where science and the spiritual meet.", 
    "name": "Joan Jett"
  }, 
  {
    "quote": "Let there be work, bread, water and salt for all.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "We make war that we may live in peace.", 
    "name": "Aristotle"
  }, 
  {
    "quote": "Dear God, Please send to me the spirit of Your peace. Then send, dear Lord, the spirit of peace from me to all the world. Amen.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I dream of an Africa which is in peace with itself.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Those who are at war with others are not at peace with themselves.", 
    "name": "William Hazlitt"
  }, 
  {
    "quote": "I can promise you that women working together - linked, informed and educated - can bring peace and prosperity to this forsaken planet.", 
    "name": "Isabel Allende"
  }, 
  {
    "quote": "Every goal, every action, every thought, every feeling one experiences, whether it be consciously or unconsciously known, is an attempt to increase one's level of peace of mind.", 
    "name": "Sydney Madwed"
  }, 
  {
    "quote": "Peace is not only better than war, but infinitely more arduous.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "You cannot find peace by avoiding life.", 
    "name": "Virginia Woolf"
  }, 
  {
    "quote": "You will find peace not by trying to escape your problems, but by confronting them courageously. You will find peace not in denial, but in victory.", 
    "name": "J. Donald Walters"
  }, 
  {
    "quote": "One does not need buildings, money, power, or status to practice the Art of Peace. Heaven is right where you are standing, and that is the place to train.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "War will never cease until babies begin to come into the world with larger cerebrums and smaller adrenal glands.", 
    "name": "H. L. Mencken"
  }, 
  {
    "quote": "If they want peace, nations should avoid the pin-pricks that precede cannon shots.", 
    "name": "Napoleon Bonaparte"
  }, 
  {
    "quote": "Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "It is madness for sheep to talk peace with a wolf.", 
    "name": "Thomas Fuller"
  }, 
  {
    "quote": "I think it's naive to pray for world peace if we're not going to change the form in which we live.", 
    "name": "Godfrey Reggio"
  }, 
  {
    "quote": "Peace and justice are two sides of the same coin.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "It is easier to lead men to combat, stirring up their passion, than to restrain them and direct them toward the patient labors of peace.", 
    "name": "Andre Gide"
  }, 
  {
    "quote": "Peace is liberty in tranquillity.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The pursuit of peace and progress cannot end in a few years in either victory or defeat. The pursuit of peace and progress, with its trials and its errors, its successes and its setbacks, can never be relaxed and never abandoned.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "The simplification of life is one of the steps to inner peace. A persistent simplification will create an inner and outer well-being that places harmony in one's life.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "Complete peace equally reigns between two mental waves.", 
    "name": "Swami Sivananda"
  }, 
  {
    "quote": "For behind all imperialism is ultimately the imperialistic individual, just as behind all peace is ultimately the peaceful individual.", 
    "name": "Irving Babbitt"
  }, 
  {
    "quote": "To attain inner peace you must actually give your life, not just your possessions. When you at last give your life - bringing into alignment your beliefs and the way you live then, and only then, can you begin to find inner peace.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "Peace is rarely denied to the peaceful.", 
    "name": "Friedrich Schiller"
  }, 
  {
    "quote": "People always make war when they say they love peace.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "The forces that are driving mankind toward unity and peace are deep-seated and powerful. They are material and natural, as well as moral and intellectual.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "I don't know whether war is an interlude during peace, or peace an interlude during war.", 
    "name": "Georges Clemenceau"
  }, 
  {
    "quote": "It has become impossible to give up the enterprise of disarmament without abandoning the whole great adventure of building up a collective peace system.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Peace hath higher tests of manhood, than battle ever knew.", 
    "name": "John Greenleaf Whittier"
  }, 
  {
    "quote": "Yes, we love peace, but we are not willing to take wounds for it, as we are for war.", 
    "name": "John Andrew Holmes"
  }, 
  {
    "quote": "The quest for peace begins in the home, in the school and in the workplace.", 
    "name": "Silvia Cartwright"
  }, 
  {
    "quote": "I happen to dig being able to use whatever mystique I have to further the idea of peace.", 
    "name": "Garrett Morris"
  }, 
  {
    "quote": "The only important thing I have to say is that my father never fought against his country.", 
    "name": "Zinedine Zidane"
  }, 
  {
    "quote": "I declare that I will establish peace in this world.", 
    "name": "Prem Rawat"
  }, 
  {
    "quote": "Of one thing I am certain, the body is not the measure of healing, peace is the measure.", 
    "name": "Phyllis McGinley"
  }, 
  {
    "quote": "Peace is the first thing the angels sang.", 
    "name": "John Keble"
  }, 
  {
    "quote": "Peace is when time doesn't matter as it passes by.", 
    "name": "Maria Schell"
  }, 
  {
    "quote": "You don't have to have fought in a war to love peace.", 
    "name": "Geraldine Ferraro"
  }, 
  {
    "quote": "The business of peace requires more than showing up with paint brushes, foodstuffs and an oil pipeline or two.", 
    "name": "Tony Snow"
  }, 
  {
    "quote": "This enemy of peace in the world today is unlike any we have seen in the past, and our military is learning from, and building on, previous successes while carrying peace and freedom into the future.", 
    "name": "Mark Kennedy"
  }, 
  {
    "quote": "Power to the peaceful!", 
    "name": "Michael Franti"
  }, 
  {
    "quote": "The Dove, on silver pinions, winged her peaceful way.", 
    "name": "James Montgomery"
  }, 
  {
    "quote": "One is called to live nonviolently, even if the change one works for seems impossible.", 
    "name": "Daniel Berrigan"
  }, 
  {
    "quote": "Peace has to be created, in order to be maintained. It will never be achieved by passivity and quietism.", 
    "name": "Dorothy Thompson"
  }, 
  {
    "quote": "We want to take good tidings home to our people, that they may sleep in peace.", 
    "name": "Black Kettle"
  }, 
  {
    "quote": "One cannot subdue a man by holding back his hands. Lasting peace comes not from force.", 
    "name": "David Borenstein"
  }, 
  {
    "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Christmas is not a time nor a season, but a state of mind. To cherish peace and goodwill, to be plenteous in mercy, is to have the real spirit of Christmas.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "If there must be trouble, let it be in my day, that my child may have peace.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Peace cannot be kept by force it can only be achieved by understanding.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "Better than a thousand hollow words, is one word that brings peace.", 
    "name": "Buddha"
  }, 
  {
    "quote": "I am not only a pacifist but a militant pacifist. I am willing to fight for peace. Nothing will end war unless the people themselves refuse to go to war.", 
    "name": "Albert Einstein"
  }, 
  {
    "quote": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.", 
    "name": "C. S. Lewis"
  }, 
  {
    "quote": "The greatest destroyer of peace is abortion because if a mother can kill her own child, what is left for me to kill you and you to kill me? There is nothing between.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "The hope of a secure and livable world lies with disciplined nonconformists who are dedicated to justice, peace and brotherhood.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "For every minute you remain angry, you give up sixty seconds of peace of mind.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Let us more and more insist on raising funds of love, of kindness, of understanding, of peace. Money will come if we seek first the Kingdom of God - the rest will be given.", 
    "name": "Mother Teresa"
  }, 
  {
    "quote": "We can never obtain peace in the outer world until we make peace with ourselves.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.", 
    "name": "Martin Luther King, Jr."
  }, 
  {
    "quote": "Where ignorance is our master, there is no possibility of real peace.", 
    "name": "Dalai Lama"
  }, 
  {
    "quote": "Peace comes from within. Do not seek it without.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Those who are free of resentful thoughts surely find peace.", 
    "name": "Buddha"
  }, 
  {
    "quote": "Avoid popularity if you would have peace.", 
    "name": "Abraham Lincoln"
  }, 
  {
    "quote": "If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that's his problem. Love and peace are eternal.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "A mind at peace, a mind centered and not focused on harming others, is stronger than any physical force in the universe.", 
    "name": "Wayne Dyer"
  }, 
  {
    "quote": "If everyone demanded peace instead of another television set, then there'd be peace.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "If you die you're completely happy and your soul somewhere lives on. I'm not afraid of dying. Total peace after death, becoming someone else is the best hope I've got.", 
    "name": "Kurt Cobain"
  }, 
  {
    "quote": "Those who can win a war well can rarely make a good peace and those who could make a good peace would never have won the war.", 
    "name": "Winston Churchill"
  }, 
  {
    "quote": "If we are to teach real peace in this world, and if we are to carry on a real war against war, we shall have to begin with the children.", 
    "name": "Mahatma Gandhi"
  }, 
  {
    "quote": "The game is my wife. It demands loyalty and responsibility, and it gives me back fulfillment and peace.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game.", 
    "name": "Michael Jordan"
  }, 
  {
    "quote": "I do not want the peace which passeth understanding, I want the understanding which bringeth peace.", 
    "name": "Helen Keller"
  }, 
  {
    "quote": "Peace, commerce and honest friendship with all nations entangling alliances with none.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "I'm not claiming divinity. I've never claimed purity of soul. I've never claimed to have the answers to life. I only put out songs and answer questions as honestly as I can... But I still believe in peace, love and understanding.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Peace and abstinence from European interferences are our objects, and so will continue while the present order of things in America remain uninterrupted.", 
    "name": "Thomas Jefferson"
  }, 
  {
    "quote": "If we desire to avoid insult, we must be able to repel it if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.", 
    "name": "George Washington"
  }, 
  {
    "quote": "All we are saying is give peace a chance.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Our peace shall stand as firm as rocky mountains.", 
    "name": "William Shakespeare"
  }, 
  {
    "quote": "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace.", 
    "name": "George Bernard Shaw"
  }, 
  {
    "quote": "I call upon the scientific community in our country, those who gave us nuclear weapons, to turn their great talents now to the cause of mankind and world peace: to give us the means of rendering these nuclear weapons impotent and obsolete.", 
    "name": "Ronald Reagan"
  }, 
  {
    "quote": "Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans - born in this century, tempered by war, disciplined by a hard and bitter peace.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "The world knows that America will never start a war. This generation of Americans has had enough of war and hate... we want to build a world of peace where the weak are secure and the strong are just.", 
    "name": "John F. Kennedy"
  }, 
  {
    "quote": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!", 
    "name": "Patrick Henry"
  }, 
  {
    "quote": "When you can whip any man in the world, you never know peace.", 
    "name": "Muhammad Ali"
  }, 
  {
    "quote": "There was never a good war, or a bad peace.", 
    "name": "Benjamin Franklin"
  }, 
  {
    "quote": "A man is relieved and gay when he has put his heart into his work and done his best but what he has said or done otherwise shall give him no peace.", 
    "name": "Ralph Waldo Emerson"
  }, 
  {
    "quote": "Mother's love is peace. It need not be acquired, it need not be deserved.", 
    "name": "Erich Fromm"
  }, 
  {
    "quote": "War is peace. Freedom is slavery. Ignorance is strength.", 
    "name": "George Orwell"
  }, 
  {
    "quote": "You either get tired fighting for peace, or you die.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "Have courage for the great sorrows of life and patience for the small ones and when you have laboriously accomplished your daily task, go to sleep in peace.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "When you make your peace with authority, you become authority.", 
    "name": "Jim Morrison"
  }, 
  {
    "quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.", 
    "name": "George Washington"
  }, 
  {
    "quote": "Guilt for being rich, and guilt thinking that perhaps love and peace isn't enough and you have to go and get shot or something.", 
    "name": "John Lennon"
  }, 
  {
    "quote": "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "To be prepared for war is one of the most effective means of preserving peace.", 
    "name": "George Washington"
  }, 
  {
    "quote": "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.", 
    "name": "Franklin D. Roosevelt"
  }, 
  {
    "quote": "I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace.", 
    "name": "Thomas Paine"
  }, 
  {
    "quote": "One can not reflect in streaming water. Only those who know internal peace can give it to others.", 
    "name": "Lao Tzu"
  }, 
  {
    "quote": "There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "Parents are not interested in justice, they're interested in peace and quiet.", 
    "name": "Bill Cosby"
  }, 
  {
    "quote": "We call that person who has lost his father, an orphan and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.", 
    "name": "Joseph Roux"
  }, 
  {
    "quote": "Never be in a hurry do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset.", 
    "name": "Saint Francis de Sales"
  }, 
  {
    "quote": "Whatever we are waiting for - peace of mind, contentment, grace, the inner awareness of simple abundance - it will surely come to us, but only when we are ready to receive it with an open and grateful heart.", 
    "name": "Sarah Ban Breathnach"
  }, 
  {
    "quote": "I am at peace with God. My conflict is with Man.", 
    "name": "Charlie Chaplin"
  }, 
  {
    "quote": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.", 
    "name": "Ron Paul"
  }, 
  {
    "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.", 
    "name": "Johnny Carson"
  }, 
  {
    "quote": "Compassion is sometimes the fatal capacity for feeling what it is like to live inside somebody else's skin. It is the knowledge that there can never really be any peace and joy for me until there is peace and joy finally for you too.", 
    "name": "Frederick Buechner"
  }, 
  {
    "quote": "If there is to be any peace it will come through being, not having.", 
    "name": "Henry Miller"
  }, 
  {
    "quote": "Courageous people do not fear forgiving, for the sake of peace.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "Let love flow so that it cleanses the world. Then man can live in peace, instead of the state of turmoil he has created through his past ways of life, with all those material interests and earthly ambitions.", 
    "name": "Sai Baba"
  }, 
  {
    "quote": "Lord, make me an instrument of thy peace. Where there is hatred, let me sow love.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "Wars are, of course, as a rule to be avoided but they are far better than certain kinds of peace.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "There will be no lasting peace either in the heart of individuals or in social customs until death is outlawed.", 
    "name": "Albert Camus"
  }, 
  {
    "quote": "If there is not the war, you don't get the great general if there is not a great occasion, you don't get a great statesman if Lincoln had lived in a time of peace, no one would have known his name.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "You can have peace. Or you can have freedom. Don't ever count on having both at once.", 
    "name": "Robert A. Heinlein"
  }, 
  {
    "quote": "While you are proclaiming peace with your lips, be careful to have it even more fully in your heart.", 
    "name": "Francis of Assisi"
  }, 
  {
    "quote": "Give a child love, laughter and peace, not AIDS.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.", 
    "name": "Abraham Maslow"
  }, 
  {
    "quote": "Intervention only works when the people concerned seem to be keen for peace.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "There are many people who feel that it is useless and futile to continue talking about peace and non-violence against a government whose only reply is savage attacks on an unarmed and defenceless people.", 
    "name": "Nelson Mandela"
  }, 
  {
    "quote": "He is happiest, be he king or peasant, who finds peace in his home.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Germany has reduced savagery to a science, and this great war for the victorious peace of justice must go on until the German cancer is cut clean out of the world body.", 
    "name": "Theodore Roosevelt"
  }, 
  {
    "quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.", 
    "name": "Melody Beattie"
  }, 
  {
    "quote": "Dear Lord we beg but one boon more: Peace in the hearts of all men living, peace in the whole world this Thanksgiving.", 
    "name": "Joseph Auslander"
  }, 
  {
    "quote": "Peace if possible, truth at all costs.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "In peace, sons bury their fathers. In war, fathers bury their sons.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "We are not at peace with others because we are not at peace with ourselves, and we are not at peace with ourselves because we are not at peace with God.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.", 
    "name": "Napoleon Hill"
  }, 
  {
    "quote": "Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.", 
    "name": "John Wooden"
  }, 
  {
    "quote": "The meaning of peace is the absence of opposition to socialism.", 
    "name": "Karl Marx"
  }, 
  {
    "quote": "There was a time in my life when I thought I had everything - millions of dollars, mansions, cars, nice clothes, beautiful women, and every other materialistic thing you can imagine. Now I struggle for peace.", 
    "name": "Richard Pryor"
  }, 
  {
    "quote": "I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia.", 
    "name": "Woody Allen"
  }, 
  {
    "quote": "The life of inner peace, being harmonious and without stress, is the easiest type of existence.", 
    "name": "Norman Vincent Peale"
  }, 
  {
    "quote": "The Bush Administration's failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world.", 
    "name": "Barack Obama"
  }, 
  {
    "quote": "You can't separate peace from freedom because no one can be at peace unless he has his freedom.", 
    "name": "Malcolm X"
  }, 
  {
    "quote": "The happiness and peace attained by those satisfied by the nectar of spiritual tranquillity is not attained by greedy persons restlessly moving here and there.", 
    "name": "Chanakya"
  }, 
  {
    "quote": "I simply can't build my hopes on a foundation of confusion, misery and death... I think... peace and tranquillity will return again.", 
    "name": "Anne Frank"
  }, 
  {
    "quote": "Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "My decision to end my marriage was such a risk to lose ratings and lose my fan base. I had to take that risk for my inner peace and to be happy with myself.", 
    "name": "Kim Kardashian"
  }, 
  {
    "quote": "We must all make peace so that we can all live in peace.", 
    "name": "Jean-Bertrand Aristide"
  }, 
  {
    "quote": "If I am elected President of these United States, I will work with all my energy and soul to restore that America, to lift our eyes to a better future. That future is our destiny. That future is out there. It is waiting for us. Our children deserve it, our nation depends upon it, the peace and freedom of the world require it.", 
    "name": "Mitt Romney"
  }, 
  {
    "quote": "Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none.", 
    "name": "Richard M. DeVos"
  }, 
  {
    "quote": "Our souls may lose their peace and even disturb other people's, if we are always criticizing trivial actions - which often are not real defects at all, but we construe them wrongly through our ignorance of their motives.", 
    "name": "Saint Teresa of Avila"
  }, 
  {
    "quote": "Peace is more important than all justice and peace was not made for the sake of justice, but justice for the sake of peace.", 
    "name": "Martin Luther"
  }, 
  {
    "quote": "First keep peace with yourself, then you can also bring peace to others.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "On all the peaks lies peace.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "Piety is not a goal but a means to attain through the purest peace of mind the highest culture.", 
    "name": "Johann Wolfgang von Goethe"
  }, 
  {
    "quote": "When I am able to resist the temptation to judge others, I can see them as teachers of forgiveness in my life, reminding me that I can only have peace of mind when I forgive rather than judge.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "It is understanding that gives us an ability to have peace. When we understand the other fellow's viewpoint, and he understands ours, then we can sit down and work out our differences.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Islam teaches tolerance, not hatred universal brotherhood, not enmity peace, and not violence.", 
    "name": "Pervez Musharraf"
  }, 
  {
    "quote": "I like to believe that people in the long run are going to do more to promote peace than our governments. Indeed, I think that people want peace so much that one of these days governments had better get out of the way and let them have it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Dedicate yourself to the good you deserve and desire for yourself. Give yourself peace of mind. You deserve to be happy. You deserve delight.", 
    "name": "Hannah Arendt"
  }, 
  {
    "quote": "There is no such thing as inner peace. There is only nervousness or death. Any attempt to prove otherwise constitutes unacceptable behavior.", 
    "name": "Fran Lebowitz"
  }, 
  {
    "quote": "The more you sweat in peace, the less you bleed in war.", 
    "name": "Norman Schwarzkopf"
  }, 
  {
    "quote": "Some men know that a light touch of the tongue, running from a woman's toes to her ears, lingering in the softest way possible in various places in between, given often enough and sincerely enough, would add immeasurably to world peace.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "There can never be peace between nations until there is first known that true peace which is within the souls of men.", 
    "name": "Black Elk"
  }, 
  {
    "quote": "Be good, keep your feet dry, your eyes open, your heart at peace and your soul in the joy of Christ.", 
    "name": "Thomas Merton"
  }, 
  {
    "quote": "There are no contests in the Art of Peace. A true warrior is invincible because he or she contests with nothing. Defeat means to defeat the mind of contention that we harbor within.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "War should be the only study of a prince. He should consider peace only as a breathing-time, which gives him leisure to contrive, and furnishes as ability to execute, military plans.", 
    "name": "Niccolo Machiavelli"
  }, 
  {
    "quote": "Inner peace can be reached only when we practice forgiveness. Forgiveness is letting go of the past, and is therefore the means for correcting our misperceptions.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "Our most important task is to transform our consciousness so that violence is no longer an option for us in our personal lives, that understanding that a world of peace is possible only if we relate to each other as peaceful beings, one individual at a time.", 
    "name": "Deepak Chopra"
  }, 
  {
    "quote": "A crust eaten in peace is better than a banquet partaken in anxiety.", 
    "name": "Aesop"
  }, 
  {
    "quote": "I never come back home with the same moral character I went out with something or other becomes unsettled where I had achieved internal peace some one or other of the things I had put to flight reappears on the scene.", 
    "name": "Lucius Annaeus Seneca"
  }, 
  {
    "quote": "The basic problem with my love relationships with women is that my standards are so high - and they apply equally to both of us. I seek full-blast mutual intensity, fully fledged mutual acceptance, full-blown mutual flourishing, and fully felt peace and joy with each other. This requires a level of physical attraction, personal adoration, and moral admiration that is hard to find.", 
    "name": "Cornel West"
  }, 
  {
    "quote": "Peace is the virtue of civilization. War is its crime.", 
    "name": "Victor Hugo"
  }, 
  {
    "quote": "If virtue promises happiness, prosperity and peace, then progress in virtue is progress in each of these for to whatever point the perfection of anything brings us, progress is always an approach toward it.", 
    "name": "Epictetus"
  }, 
  {
    "quote": "There really can be no peace without justice. There can be no justice without truth. And there can be no truth, unless someone rises up to tell you the truth.", 
    "name": "Louis Farrakhan"
  }, 
  {
    "quote": "Until he extends his circle of compassion to include all living things, man will not himself find peace.", 
    "name": "Albert Schweitzer"
  }, 
  {
    "quote": "We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of peace.", 
    "name": "William E. Gladstone"
  }, 
  {
    "quote": "Though force can protect in emergency, only justice, fairness, consideration and cooperation can finally lead men to the dawn of eternal peace.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "I am poor and naked, but I am the chief of the nation. We do not want riches but we do want to train our children right. Riches would do us no good. We could not take them with us to the other world. We do not want riches. We want peace and love.", 
    "name": "Red Cloud"
  }, 
  {
    "quote": "We are going to have peace even if we have to fight for it.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "If you want peace, you don't talk to your friends. You talk to your enemies.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "America is a Nation with a mission - and that mission comes from our most basic beliefs. We have no desire to dominate, no ambitions of empire. Our aim is a democratic peace - a peace founded upon the dignity and rights of every man and woman.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Ours is a world of nuclear giants and ethical infants. We know more about war that we know about peace, more about killing that we know about living.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "Character... is a habit, the daily choice of right over wrong it is a moral quality which grows to maturity in peace and is not suddenly developed on the outbreak of war.", 
    "name": "Charles Wilson"
  }, 
  {
    "quote": "Egypt has been a partner of the United States over the last 30 years, has been instrumental in keeping the peace in the Middle East between Egypt and Israel, which is a critical accomplishment that has meant so much to so many people.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "The need for peace in Northern Ireland goes well beyond political stability. It now speaks to regional Europe and even global stability.", 
    "name": "Hillary Clinton"
  }, 
  {
    "quote": "We will stand up for our friends in the world. And one of the most important friends is the State of Israel. My administration will be steadfast in support Israel against terrorism and violence, and in seeking the peace for which all Israelis pray.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "If in our daily life we can smile, if we can be peaceful and happy, not only we, but everyone will profit from it. This is the most basic kind of peace work.", 
    "name": "Nhat Hanh"
  }, 
  {
    "quote": "Love has its place, as does hate. Peace has its place, as does war. Mercy has its place, as do cruelty and revenge.", 
    "name": "Meir Kahane"
  }, 
  {
    "quote": "An election is coming. Universal peace is declared, and the foxes have a sincere interest in prolonging the lives of the poultry.", 
    "name": "George Eliot"
  }, 
  {
    "quote": "You can't make war in the Middle East without Egypt and you can't make peace without Syria.", 
    "name": "Henry A. Kissinger"
  }, 
  {
    "quote": "You may either win your peace or buy it: win it, by resistance to evil buy it, by compromise with evil.", 
    "name": "John Ruskin"
  }, 
  {
    "quote": "War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn how to live together in peace by killing each other's children.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Fill you mind with the meaningless stimuli of a world preoccupied with meaningless things, and it will not be easy to feel peace in your heart.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "Establishing lasting peace is the work of education all politics can do is keep us out of war.", 
    "name": "Maria Montessori"
  }, 
  {
    "quote": "In a World where people are surrounded by darkness, ignorance and fear, it is a sign of hope to be celebrating Islam's message of peace and light, and the last great Messenger, born and chosen to deliver them to all mankind.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "An unjust peace is better than a just war.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "The purpose of all wars, is peace.", 
    "name": "Saint Augustine"
  }, 
  {
    "quote": "I get those fleeting, beautiful moments of inner peace and stillness - and then the other 23 hours and 45 minutes of the day, I'm a human trying to make it through in this world.", 
    "name": "Ellen DeGeneres"
  }, 
  {
    "quote": "When you've seen beyond yourself, then you may find, peace of mind is waiting there.", 
    "name": "George Harrison"
  }, 
  {
    "quote": "The only excuse for war is that we may live in peace unharmed.", 
    "name": "Marcus Tullius Cicero"
  }, 
  {
    "quote": "Nothing is wrong with peace and love. It is all the more regrettable that so many of Christ's followers seem to disagree.", 
    "name": "Richard Dawkins"
  }, 
  {
    "quote": "The people of the world genuinely want peace. Some day the leaders of the world are going to have to give in and give, it to them.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "We shall find peace. We shall hear angels, we shall see the sky sparkling with diamonds.", 
    "name": "Anton Chekhov"
  }, 
  {
    "quote": "We seek peace, knowing that peace is the climate of freedom.", 
    "name": "Dwight D. Eisenhower"
  }, 
  {
    "quote": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "You'll never find peace of mind until you listen to your heart.", 
    "name": "George Michael"
  }, 
  {
    "quote": "If we have not peace within ourselves, it is in vain to seek it from outward sources.", 
    "name": "Francois de La Rochefoucauld"
  }, 
  {
    "quote": "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "If you cannot find peace within yourself, you will never find it anywhere else.", 
    "name": "Marvin Gaye"
  }, 
  {
    "quote": "When life is victorious, there is birth when it is thwarted, there is death. A warrior is always engaged in a life-and-death struggle for Peace.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "If I were asked to name the chief benefit of the house, I should say: the house shelters day-dreaming, the house protects the dreamer, the house allows one to dream in peace.", 
    "name": "Gaston Bachelard"
  }, 
  {
    "quote": "The services in wartime are fit only for desperadoes, but in peace are only fit for fools.", 
    "name": "Benjamin Disraeli"
  }, 
  {
    "quote": "I just want you to know that, when we talk about war, we're really talking about peace.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Political liberty, the peace of a nation, and science itself are gifts for which Fate demands a heavy tax in blood!", 
    "name": "Honore de Balzac"
  }, 
  {
    "quote": "As long as man continues to be the ruthless destroyer of lower living beings he will never know health or peace. For as long as men massacre animals, they will kill each other.", 
    "name": "Pythagoras"
  }, 
  {
    "quote": "Let's drink to the spirit of gallantry and courage that made a strange Heaven out of unbelievable Hell, and let's drink to the hope that one day this country of ours, which we love so much, will find dignity and greatness and peace again.", 
    "name": "Noel Coward"
  }, 
  {
    "quote": "Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness.", 
    "name": "David Sarnoff"
  }, 
  {
    "quote": "Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace.", 
    "name": "James Russell Lowell"
  }, 
  {
    "quote": "Law enforcement officers are never 'off duty.' They are dedicated public servants who are sworn to protect public safety at any time and place that the peace is threatened. They need all the help that they can get.", 
    "name": "Barbara Boxer"
  }, 
  {
    "quote": "If any foreign minister begins to defend to the death a 'peace conference,' you can be sure his government has already placed its orders for new battleships and airplanes.", 
    "name": "Joseph Stalin"
  }, 
  {
    "quote": "We will not waver we will not tire we will not falter, and we will not fail. Peace and Freedom will prevail.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "You find that you have peace of mind and can enjoy yourself, get more sleep, and rest when you know that it was a one hundred percent effort that you gave - win or lose.", 
    "name": "Gordie Howe"
  }, 
  {
    "quote": "There can be no vulnerability without risk there can be no community without vulnerability there can be no peace, and ultimately no life, without community.", 
    "name": "M. Scott Peck"
  }, 
  {
    "quote": "As far as having peace within myself, the one way I can do that is forgiving the people who have done wrong to me. It causes more stress to build up anger. Peace is more productive.", 
    "name": "Rodney King"
  }, 
  {
    "quote": "I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'", 
    "name": "Elayne Boosler"
  }, 
  {
    "quote": "No nation ever had an army large enough to guarantee it against attack in time of peace, or ensure it of victory in time of war.", 
    "name": "Calvin Coolidge"
  }, 
  {
    "quote": "Little islands of human happiness, peace, and prosperity are so exceptional at this point in history that I'm not even sure we can draw lessons from them.", 
    "name": "P. J. O'Rourke"
  }, 
  {
    "quote": "The purposes of the United States should not be doubted. The Security Council resolutions will be enforced - the just demands of peace and security will be met - or action will be unavoidable. And a regime that has lost its legitimacy will also lose its power.", 
    "name": "Colin Powell"
  }, 
  {
    "quote": "How can you consider flower power outdated? The essence of my lyrics is the desire for peace and harmony. That's all anyone has ever wanted. How could it become outdated?", 
    "name": "Robert Plant"
  }, 
  {
    "quote": "To be misunderstood can be the writer's punishment for having disturbed the reader's peace. The greater the disturbance, the greater the possibility of misunderstanding.", 
    "name": "Anatole Broyard"
  }, 
  {
    "quote": "Then I realized that secrecy is actually to the detriment of my own peace of mind and self, and that I could still sustain my belief in privacy and be authentic and transparent at the same time. It was a pretty revelatory moment, and there's been a liberating force that's come from it.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.", 
    "name": "Pope John XXIII"
  }, 
  {
    "quote": "There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances.", 
    "name": "Leon Trotsky"
  }, 
  {
    "quote": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect.", 
    "name": "Thomas Huxley"
  }, 
  {
    "quote": "Change is certain. Peace is followed by disturbances departure of evil men by their return. Such recurrences should not constitute occasions for sadness but realities for awareness, so that one may be happy in the interim.", 
    "name": "Percy Bysshe Shelley"
  }, 
  {
    "quote": "I have never advocated war except as a means of peace.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "Although a soldier by profession, I have never felt any sort of fondness for war, and I have never advocated it, except as a means of peace.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "To secure peace is to prepare for war.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "Five enemies of peace inhabit with us - avarice, ambition, envy, anger, and pride if these were to be banished, we should infallibly enjoy perpetual peace.", 
    "name": "Petrarch"
  }, 
  {
    "quote": "Little else is requisite to carry a state to the highest degree of opulence from the lowest barbarism but peace, easy taxes, and a tolerable administration of justice: all the rest being brought about by the natural course of things.", 
    "name": "Adam Smith"
  }, 
  {
    "quote": "The way to preserve the peace of the church is to preserve its purity.", 
    "name": "Matthew Henry"
  }, 
  {
    "quote": "Every day I've got to be thankful that I am alive, and you never know - the cliche is, I guess, you could get hit by a bus tomorrow, so you'd better be at peace with whatever you got going at the moment.", 
    "name": "Joseph Gordon-Levitt"
  }, 
  {
    "quote": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Peace has its victories no less than war, but it doesn't have as many monuments to unveil.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "Universal peace sounds ridiculous to the head of an average family.", 
    "name": "Kin Hubbard"
  }, 
  {
    "quote": "I would rather have peace in the world than be President.", 
    "name": "Harry S. Truman"
  }, 
  {
    "quote": "Therefore I feel that the aforementioned guiding principle must be modified to read: If you desire peace, cultivate justice, but at the same time cultivate the fields to produce more bread otherwise there will be no peace.", 
    "name": "Norman Borlaug"
  }, 
  {
    "quote": "An honorable Peace is and always was my first wish! I can take no delight in the effusion of human Blood but, if this War should continue, I wish to have the most active part in it.", 
    "name": "John Paul Jones"
  }, 
  {
    "quote": "My attitude to peace is rather based on the Burmese definition of peace - it really means removing all the negative factors that destroy peace in this world. So peace does not mean just putting an end to violence or to war, but to all other factors that threaten peace, such as discrimination, such as inequality, poverty.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "When we take our eyes off the whirl of day-to-day activity and concentrate on honoring Him and following in His way, we find a consistent peace that carries us through both plenty and poverty.", 
    "name": "Charles Stanley"
  }, 
  {
    "quote": "Peace Train is a song I wrote, the message of which continues to breeze thunderously through the hearts of millions of human beings.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.", 
    "name": "Neil Armstrong"
  }, 
  {
    "quote": "He who follows his lessons tastes a profound peace, and looks upon everybody as a bunch of manure.", 
    "name": "Moliere"
  }, 
  {
    "quote": "If you want peace work for justice.", 
    "name": "Pope Paul VI"
  }, 
  {
    "quote": "Peace of mind for five minutes, that's what I crave.", 
    "name": "Alanis Morissette"
  }, 
  {
    "quote": "A man will treat a woman almost exactly the way he treats his own interior feminine. In fact, he hasn't the ability to see a woman, objectively speaking, until he has made some kind of peace with his interior woman.", 
    "name": "Robert Johnson"
  }, 
  {
    "quote": "We receive His peace when we ask Him for it. We keep His peace by extending it to others. Those are the keys and there are no others.", 
    "name": "Marianne Williamson"
  }, 
  {
    "quote": "We travel together, passengers on a little spaceship, dependent on it's vulnerable reserves of air and soil, all committed, for our safety, to it's security and peace. Preserved from annihilation only by the care, the work and the love we give our fragile craft.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Could I have but a line a century hence crediting a contribution to the advance of peace, I would yield every honor which has been accorded by war.", 
    "name": "Douglas MacArthur"
  }, 
  {
    "quote": "Fair peace becomes men ferocious anger belongs to beasts.", 
    "name": "Ovid"
  }, 
  {
    "quote": "Peace of mind comes from not wanting to change others.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "We've climbed the mighty mountain. I see the valley below, and it's a valley of peace.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "In the whole round of human affairs little is so fatal to peace as misunderstanding.", 
    "name": "Margaret Elizabeth Sangster"
  }, 
  {
    "quote": "We will not learn how to live together in peace by killing each other's children.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "There are more than 300,000 families in the Gulf region that lost their homes and are waiting for peace of mind. The hurricane exposed the sad reality of poverty in America. We saw, in all its horrific detail, the vulnerabilities of living in inadequate housing and the heartbreak of losing one's home.", 
    "name": "Harry Connick, Jr."
  }, 
  {
    "quote": "Maybe it's like becoming one with the cigar. You lose yourself in it everything fades away: your worries, your problems, your thoughts. They fade into the smoke, and the cigar and you are at peace.", 
    "name": "Raul Julia"
  }, 
  {
    "quote": "Ultimately, we have just one moral duty: to reclaim large areas of peace in ourselves, more and more peace, and to reflect it towards others. And the more peace there is in us, the more peace there will be in our troubled world.", 
    "name": "Etty Hillesum"
  }, 
  {
    "quote": "I'm at peace with myself and where I am. In the past, I was always looking to see how everybody else was doing. I wasn't competitive, I was comparative. I just wanted to be where everybody else was. Now I've gotten to an age when I am not comparing anymore.", 
    "name": "Courteney Cox"
  }, 
  {
    "quote": "I can have peace of mind only when I forgive rather than judge.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "I feel beautiful when I'm at peace with myself. When I'm serene, when I'm a good person, when I've been considerate of others.", 
    "name": "Elle Macpherson"
  }, 
  {
    "quote": "We know that dictators are quick to choose aggression, while free nations strive to resolve differences in peace.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Each religion, by the help of more or less myth, which it takes more or less seriously, proposes some method of fortifying the human soul and enabling it to make its peace with its destiny.", 
    "name": "George Santayana"
  }, 
  {
    "quote": "We have nothing in our history or position to invite aggression we have everything to beckon us to the cultivation of relations of peace and amity with all nations.", 
    "name": "Franklin P. Adams"
  }, 
  {
    "quote": "We gave up some of our country to the white men, thinking that then we could have peace. We were mistaken. The white man would not let us alone.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "War is only a cowardly escape from the problems of peace.", 
    "name": "Thomas Mann"
  }, 
  {
    "quote": "Democracy is necessary to peace and to undermining the forces of terrorism.", 
    "name": "Benazir Bhutto"
  }, 
  {
    "quote": "Peace comes when you talk to the guy you most hate. And that's where the courage of a leader comes, because when you sit down with your enemy, you as a leader must already have very considerable confidence from your own constituency.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Democracies are indeed slow to make war, but once embarked upon a martial venture are equally slow to make peace and reluctant to make a tolerable, rather than a vindictive, peace.", 
    "name": "Reinhold Niebuhr"
  }, 
  {
    "quote": "The science of the mind can only have for its proper goal the understanding of human nature by every human being, and through its use, brings peace to every human soul.", 
    "name": "Alfred Adler"
  }, 
  {
    "quote": "Through mutual understanding, sincerity and goodwill, and with great wisdom and broad views, the leaders on both sides should jointly initiate new opportunities for peace, stability, cooperation and mutual benefit.", 
    "name": "Chen Shui-bian"
  }, 
  {
    "quote": "The art of Peace I practice has room for each of the world's eight million gods, and I cooperate with them all. The God of Peace is very great and enjoins all that is divine and enlightened in every land.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "To keep it simple you run your gym like you run your house. Keep it clean and in good running order. No jerks allowed, members pay on time and if they give you any crap, throw them out. There's peace where there's order.", 
    "name": "Joe Gold"
  }, 
  {
    "quote": "A peace that depends on fear is nothing but a suppressed war.", 
    "name": "Henry Van Dyke"
  }, 
  {
    "quote": "If the white man wants to live in peace with the Indian he can live in peace.", 
    "name": "Chief Joseph"
  }, 
  {
    "quote": "I think that a strong Israel is the only Israel that will bring the Arabs to the peace table.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "The only peace is being out of earshot.", 
    "name": "Mason Cooley"
  }, 
  {
    "quote": "In South Africa, we could not have achieved our freedom and just peace without the help of people around the world, who through the use of non-violent means, such as boycotts and divestment, encouraged their governments and other corporate actors to reverse decades-long support for the Apartheid regime.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Bloody Christmas, here again, let us raise a loving cup, peace on earth, goodwill to men, and make them do the washing up.", 
    "name": "Wendy Cope"
  }, 
  {
    "quote": "Our object should be peace within, and peace without. We want to live peacefully and maintain cordial friendly relations with our immediate neighbours and with the world at large.", 
    "name": "Muhammad Ali Jinnah"
  }, 
  {
    "quote": "For all who love freedom and peace, the world without Saddam Hussein's regime is a better and safer place.", 
    "name": "George W. Bush"
  }, 
  {
    "quote": "Peace, above all things, is to be desired, but blood must sometimes be spilled to obtain it on equable and lasting terms.", 
    "name": "Andrew Jackson"
  }, 
  {
    "quote": "It is good to realize that if love and peace can prevail on earth, and if we can teach our children to honor nature's gifts, the joys and beauties of the outdoors will be here forever.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "A State in the grip of neo-colonialism is not master of its own destiny. It is this factor which makes neo-colonialism such a serious threat to world peace.", 
    "name": "Kwame Nkrumah"
  }, 
  {
    "quote": "To plunder, to slaughter, to steal, these things they misname empire and where they make a wilderness, they call it peace.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "They may call me a sinner, but I am at peace with myself.", 
    "name": "Brigitte Bardot"
  }, 
  {
    "quote": "Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth let a people loving freedom come to growth.", 
    "name": "Margaret Walker"
  }, 
  {
    "quote": "God is day and night, winter and summer, war and peace, surfeit and hunger.", 
    "name": "Heraclitus"
  }, 
  {
    "quote": "That peace which is within us, we must experience it. And if we are searching for peace outside we will never find the peace within.", 
    "name": "Prem Rawat"
  }, 
  {
    "quote": "War is to man what maternity is to a woman. From a philosophical and doctrinal viewpoint, I do not believe in perpetual peace.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "If there is to be peace in our industrial life let the employer recognize his obligation to his employees - at least to the degree set forth in existing statutes.", 
    "name": "John L. Lewis"
  }, 
  {
    "quote": "And I've come to the place where I believe that there's no way to solve these problems, these issues - there's nothing that we can do that will solve the problems that we have and keep the peace, unless we solve it through God, unless we solve it in being our highest self. And that's a pretty tall order.", 
    "name": "Glenn Beck"
  }, 
  {
    "quote": "The minute you got the Nobel Peace Prize, things that I said yesterday, with nobody paying too much attention, I say the same things after I got it - oh! It was quite crucial for people, and it helped our morale because apartheid did look invincible.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "In many ways, when you're a Nobel peace laureate, you have an obligation to humankind, to society.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "Courage is the price that life exacts for granting peace.", 
    "name": "Amelia Earhart"
  }, 
  {
    "quote": "Remember, each one of us has the power to change the world. Just start thinking peace, and the message will spread quicker than you think.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "Neutrality is a negative word. It does not express what America ought to feel. We are not trying to keep out of trouble we are trying to preserve the foundations on which peace may be rebuilt.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "If I have been of service, if I have glimpsed more of the nature and essence of ultimate good, if I am inspired to reach wider horizons of thought and action, if I am at peace with myself, it has been a successful day.", 
    "name": "Alex Noble"
  }, 
  {
    "quote": "In a few decades, the relationship between the environment, resources and conflict may seem almost as obvious as the connection we see today between human rights, democracy and peace.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "Little things seem nothing, but they give peace, like those meadow flowers which individually seem odorless but all together perfume the air.", 
    "name": "Georges Bernanos"
  }, 
  {
    "quote": "My dream is to live a good life and be loving, be close to God and be a good human being and bring peace to people.", 
    "name": "Ziggy Marley"
  }, 
  {
    "quote": "I might have some character traits that some might see as innocence or naive. That's because I discovered peace and happiness in my soul. And with this knowledge, I also see the beauty of human life.", 
    "name": "Tobey Maguire"
  }, 
  {
    "quote": "Never for the sake of peace and quiet deny your convictions.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "It wasn't so long ago that I was a working mom myself. And I know that sometimes, much as we all hate to admit it, it's just easier to park the kids in front of the TV for a few hours, so we can pay the bills or do the laundry or just have some peace and quiet for a change.", 
    "name": "Michelle Obama"
  }, 
  {
    "quote": "I come from a family of very devout, praying people. That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "I don't think I've ever felt that same kind of peace, the kind of serenity that I felt after acknowledging that maybe I was going to die of this TB.", 
    "name": "Desmond Tutu"
  }, 
  {
    "quote": "If you want to make peace, you don't talk to your friends. You talk to your enemies.", 
    "name": "Moshe Dayan"
  }, 
  {
    "quote": "Even during the worst hardships, when the other things in our lives seem to fall apart, we can still find peace in the eternal love of God.", 
    "name": "Armstrong Williams"
  }, 
  {
    "quote": "I had daydreams and fantasies when I was growing up. I always wanted to live in a log cabin at the foot of a mountain. I would ride my horse to town and pick up provisions. Then return to the cabin, with a big open fire, a record player and peace.", 
    "name": "Linda McCartney"
  }, 
  {
    "quote": "There is a criterion by which you can judge whether the thoughts you are thinking and the things you are doing are right for you. The criterion is: Have they brought you inner peace?", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "As this long and difficult war ends, I would like to address a few special words to the American people: Your steadfastness in supporting our insistence on peace with honor has made peace with honor possible.", 
    "name": "Richard M. Nixon"
  }, 
  {
    "quote": "Loud peace propaganda makes war seem imminent.", 
    "name": "David Herbert Lawrence"
  }, 
  {
    "quote": "Balance, peace, and joy are the fruit of a successful life. It starts with recognizing your talents and finding ways to serve others by using them.", 
    "name": "Thomas Kinkade"
  }, 
  {
    "quote": "For peace is not mere absence of war, but is a virtue that springs from, a state of mind, a disposition for benevolence, confidence, justice.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "None of the abstract concepts comes closer to fulfilled utopia than that of eternal peace.", 
    "name": "Theodor Adorno"
  }, 
  {
    "quote": "But, my dear sirs, when peace does come, you may call on me for any thing. Then will I share with you the last cracker, and watch with you to shield your homes and families against danger from every quarter.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "Mankind must remember that peace is not God's gift to his creatures peace is our gift to each other.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "Jesus Christ is a prince of peace. He told us to live in peace. He told us to love our enemies. He told us to do good to them that spitefully use us.", 
    "name": "Pat Robertson"
  }, 
  {
    "quote": "The most disadvantageous peace is better than the most just war.", 
    "name": "Desiderius Erasmus"
  }, 
  {
    "quote": "Being a movie star, and this applies to all of them, means being looked at from every possible direction. You are never left at peace, you're just fair game.", 
    "name": "Greta Garbo"
  }, 
  {
    "quote": "We cannot be both the world's leading champion of peace and the world's leading supplier of the weapons of war.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "The hippies wanted peace and love. We wanted Ferraris, blondes and switchblades.", 
    "name": "Alice Cooper"
  }, 
  {
    "quote": "When we were at peace, Democrats wanted to raise taxes. Now there's a war, so Democrats want to raise taxes. When there was a surplus, Democrats wanted to raise taxes. Now that there is a mild recession, Democrats want to raise taxes.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "Peace as a goal is an ideal which will not be contested by any government or nation, not even the most belligerent.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "If man does find the solution for world peace it will be the most revolutionary reversal of his record we have ever known.", 
    "name": "George C. Marshall"
  }, 
  {
    "quote": "The very first lesson that I learnt from the Qur'an was the message of unity and peace.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "That they may have a little peace, even the best dogs are compelled to snarl occasionally.", 
    "name": "William Feather"
  }, 
  {
    "quote": "Let me just say: Peace to you, if you're willing to fight for it.", 
    "name": "Fred Hampton"
  }, 
  {
    "quote": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.", 
    "name": "Denzel Washington"
  }, 
  {
    "quote": "Peace for us means the destruction of Israel. We are preparing for an all-out war, a war which will last for generations.", 
    "name": "Yasser Arafat"
  }, 
  {
    "quote": "When we have done our best, we should wait the result in peace.", 
    "name": "John Lubbock"
  }, 
  {
    "quote": "I said peace is sometimes narrowly interpreted it's the absence of conflict between nations or something. But peace is more inherent, more basic to human life, human beings, what we feel about each other, what we feel about life around us and what we see in our future.", 
    "name": "Muhammad Yunus"
  }, 
  {
    "quote": "War makes thieves and peace hangs them.", 
    "name": "George Herbert"
  }, 
  {
    "quote": "There is always a certain peace in being what one is, in being that completely.", 
    "name": "Ugo Betti"
  }, 
  {
    "quote": "Where there are too many policemen, there is no liberty. Where there are too many soldiers, there is no peace. Where there are too many lawyers, there is no justice.", 
    "name": "Lin Yutang"
  }, 
  {
    "quote": "Nothing is more conducive to peace of mind than not having any opinion at all.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "On balance, my life has been a constant stream of blessings rather than disappointments and failures and tragedies. I wish I had been re-elected. I think I could have kept our country at peace. I think I could have consolidated what we achieved at Camp David with a treaty between Israel and the Palestinians.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Because I know about the Holy Land, I've taught lessons about the Holy Land all my life, and - but you can't bring peace to Israel without giving the Palestinian also peace. And Lebanon and Jordan and Syria as well.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "You can't separate peace from freedom because no one can be at peace unless he has his freedom.", 
    "name": "Malcom X"
  }, 
  {
    "quote": "To insure peace of mind ignore the rules and regulations.", 
    "name": "George Ade"
  }, 
  {
    "quote": "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.", 
    "name": "Morihei Ueshiba"
  }, 
  {
    "quote": "The world must be made safe for democracy. Its peace must be planted upon the tested foundations of political liberty.", 
    "name": "Woodrow Wilson"
  }, 
  {
    "quote": "I know I had no hand in making this war, and I know I will make more sacrifices today than any of you to secure peace.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "In my opinion, if we have not achieved peace, it is because people forget its most fundamental aspect. Before we talk about peace among nations, we must settle our peace with God.", 
    "name": "Sun Myung Moon"
  }, 
  {
    "quote": "Peace is our gift to each other.", 
    "name": "Elie Wiesel"
  }, 
  {
    "quote": "I'll keep peace at all cost, even if I choke to death on my tongue.", 
    "name": "Paula Deen"
  }, 
  {
    "quote": "In a war everybody always knows all about Switzerland, in peace times it is just Switzerland but in war time it is the only country that everybody has confidence in, everybody.", 
    "name": "Gertrude Stein"
  }, 
  {
    "quote": "Martin Luther King Jr. is remembered as our prince of peace, of civil rights. We owe him something major that will keep his memory alive.", 
    "name": "Morgan Freeman"
  }, 
  {
    "quote": "My constant prayer, my number one foreign goal, is to bring peace to Israel. And in the process to Israel's neighbours.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "When I was elected President nobody asked me to negotiate between Israel and Egypt. It was not even a question raised in my campaign. But I felt that one of the reasons that I was elected President was to try to bring peace to the Holy Land.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "When I was in the White House, I was confronted with the challenge of the Cold War. Both the Soviet Union and I had 30,000 nuclear weapons that could destroy the entire earth and I had to maintain the peace.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "I've used the prestige and influence of having been a president of the United States as effectively as possible. And secondly, I've still been able to carry out my commitments to peace and human rights and environmental quality and freedom and democracy and so forth.", 
    "name": "Jimmy Carter"
  }, 
  {
    "quote": "Communism is a hateful thing, and a menace to peace and organized government.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "The only solid and lasting peace between a man and his wife is, doubtless, a separation.", 
    "name": "Lord Chesterfield"
  }, 
  {
    "quote": "Those who have experienced the most, have suffered so much that they have ceased to hate. Hate is more for those with a slightly guilty conscience, and who by chewing on old hate in times of peace wish to demonstrate how great they were during the war.", 
    "name": "Thor Heyerdahl"
  }, 
  {
    "quote": "He belonged to that army known as invincible in peace, invisible in war.", 
    "name": "William Tecumseh Sherman"
  }, 
  {
    "quote": "I think that peace will require two states, a Palestinian state that recognizes the Jewish state.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "'Peace Train' is a song I wrote, the message of which continues to breeze thunderously through the hearts of millions. There is a powerful need for people to feel that gust of hope rise up again.", 
    "name": "Cat Stevens"
  }, 
  {
    "quote": "While conscience is our friend, all is at peace however once it is offended, farewell to a tranquil mind.", 
    "name": "Mary Wortley Montagu"
  }, 
  {
    "quote": "I do know that some Buddhists are able to attain peace of mind.", 
    "name": "Martin Scorsese"
  }, 
  {
    "quote": "I'm at peace.", 
    "name": "Christina Aguilera"
  }, 
  {
    "quote": "Fascism, the more it considers and observes the future and the development of humanity, quite apart from political considerations of the moment, believes neither in the possibility nor the utility of perpetual peace.", 
    "name": "Benito Mussolini"
  }, 
  {
    "quote": "Peace is the umpire for doing the will of God.", 
    "name": "Edwin Louis Cole"
  }, 
  {
    "quote": "A babe in the house is a well-spring of pleasure, a messenger of peace and love, a resting place for innocence on earth, a link between angels and men.", 
    "name": "Martin Farquhar Tupper"
  }, 
  {
    "quote": "Peace is the one condition of survival in this nuclear age.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "The journey of a thousand leagues begins with a single step. So we must never neglect any work of peace within our reach, however small.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Let us have peace.", 
    "name": "Ulysses S. Grant"
  }, 
  {
    "quote": "I could start a war in 30 seconds. But some countries spend 100 years trying to find peace. Just like good manners, peace has to be learned.", 
    "name": "Sylvester Stallone"
  }, 
  {
    "quote": "Revenge only engenders violence, not clarity and true peace. I think liberation must come from within.", 
    "name": "Sandra Cisneros"
  }, 
  {
    "quote": "Mr. President, prime ministers, let us have ambitions: ambitions to move beyond the violence and occupation, to the day when two states, Palestine and Israel, can live together side by side in peace and security.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Peace does not include a vendetta there will be neither winners nor losers.", 
    "name": "Ahmed Ben Bella"
  }, 
  {
    "quote": "The reason why I'm here today is to explain why I am running and what I will do if you give me the honor and the privilege of representing you in the United States Senate. Now I'm running for the United State Senate for a simple reason, and that is...I want to win a Nobel Peace prize.", 
    "name": "Marco Rubio"
  }, 
  {
    "quote": "Peace is not the product of a victory or a command. It has no finishing line, no final deadline, no fixed definition of achievement. Peace is a never-ending process, the work of many decisions.", 
    "name": "Oscar Hammerstein II"
  }, 
  {
    "quote": "Radiohead and Our Lady Peace are doing the seven layers of guitar, and I kind of jumped on that before anyone else did.", 
    "name": "Billy Corgan"
  }, 
  {
    "quote": "Happiness and peace will come to earth only as the light of love and human compassion enter the souls of men.", 
    "name": "David O. McKay"
  }, 
  {
    "quote": "I wish to assure you that there can never be any return to the state of armed conflict which existed before our commitment to peace and the democratic process of election under the Lancaster House agreement.", 
    "name": "Robert Mugabe"
  }, 
  {
    "quote": "Don't tell me peace has broken out.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "Without peace, all other dreams vanish and are reduced to ashes.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "A conqueror is always a lover of peace.", 
    "name": "Karl Von Clausewitz"
  }, 
  {
    "quote": "I take it that what all men are really after is some form or perhaps only some formula of peace.", 
    "name": "Joseph Conrad"
  }, 
  {
    "quote": "After four years at the United Nations I sometimes yearn for the peace and tranquility of a political convention.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "Making peace is harder than making war.", 
    "name": "Adlai E. Stevenson"
  }, 
  {
    "quote": "As long as there is rape... there is not going to be any peace or justice or equality or freedom. You are not going to become what you want to become or who you want to become. You are not going to live in the world you want to live in.", 
    "name": "Andrea Dworkin"
  }, 
  {
    "quote": "I wanted to connect all people who are thinking about peace on Earth.", 
    "name": "Willie Nelson"
  }, 
  {
    "quote": "Dialogue and education for peace can help free our hearts from the impulse toward intolerance and the rejection of others.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "We all lose somebody we care about and want to find some comforting way of dealing with it, something that will give us a little closure, a little peace.", 
    "name": "Mitch Albom"
  }, 
  {
    "quote": "What I'm not confused about is the world needing much more love, no hate, no prejudice, no bigotry and more unity, peace and understanding. Period.", 
    "name": "Stevie Wonder"
  }, 
  {
    "quote": "Instead of a man of peace and love, I have become a man of violence and revenge.", 
    "name": "Hiawatha"
  }, 
  {
    "quote": "At the end, the realization is that she had to get to a place in her life where she could drop her guard and make peace with the fact that whether she had a small amount of time, that she had to kind of live it completely through, instead of living by the rules.", 
    "name": "Charlize Theron"
  }, 
  {
    "quote": "Never, for the sake of peace and quiet, deny your own experience or convictions.", 
    "name": "Dag Hammarskjold"
  }, 
  {
    "quote": "As an artist I come to sing, but as a citizen, I will always speak for peace, and no one can silence me in this.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "I think Muslims have become the new Negroes in America. They are being mistreated at airports, by the Immigration - everywhere. Islam is a religion of peace. They are wrong.", 
    "name": "Jermaine Jackson"
  }, 
  {
    "quote": "The next few months are critical to Pakistan's future direction as a democratic state committed to promoting peace, fighting terrorism and working for social justice.", 
    "name": "Benazir Bhutto"
  }, 
  {
    "quote": "I think peace should be done not only among governments but among people. It was impossible before the Facebook.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Bob Marley stood for universal peace and love. He tried to break racial barriers.", 
    "name": "Wyclef Jean"
  }, 
  {
    "quote": "What they could do with 'round here is a good war. What else can you expect with peace running wild all over the place? You know what the trouble with peace is? No organization.", 
    "name": "Bertolt Brecht"
  }, 
  {
    "quote": "My argument is that War makes rattling good history but Peace is poor reading.", 
    "name": "Thomas Hardy"
  }, 
  {
    "quote": "If anything interferes with my inner peace, I will walk away. Arguments with family members. All that stuff. None of it matters.", 
    "name": "Shirley MacLaine"
  }, 
  {
    "quote": "The real discovery is the one which enables me to stop doing philosophy when I want to. The one that gives philosophy peace, so that it is no longer tormented by questions which bring itself into question.", 
    "name": "Ludwig Wittgenstein"
  }, 
  {
    "quote": "When you're young you think that you're going to sail into a lovely lake of quietude and peace. This is profoundly untrue.", 
    "name": "Doris Lessing"
  }, 
  {
    "quote": "Peace, of course, is different from divorce indeed, in essential respects, divorce is the opposite of peace.", 
    "name": "Douglas Feith"
  }, 
  {
    "quote": "It was a time when only the dead smiled, happy in their peace.", 
    "name": "Anna Akhmatova"
  }, 
  {
    "quote": "I'm married. My wife, Stella - a beautiful woman. She's brought a lot of peace to my life, a lot of wisdom.", 
    "name": "Anthony Hopkins"
  }, 
  {
    "quote": "The lessons from the peace process are clear whatever life throws at us, our individual responses will be all the stronger for working together and sharing the load.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "Work, look for peace and calm in work: you will find it nowhere else.", 
    "name": "Dmitri Mendeleev"
  }, 
  {
    "quote": "Diplomacy in general does not resolve conflicts. Wars end not due to peace processes, but due to one side giving up.", 
    "name": "Daniel Pipes"
  }, 
  {
    "quote": "No one can find inner peace except by working, not in a self- centered way, but for the whole human family.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "I too hope in this short reign to be a man of peace.", 
    "name": "Pope Benedict XVI"
  }, 
  {
    "quote": "If you are kept in ignorance of the true way and permit yourself to rely upon and be guided by the opinion of imperfect man, you can never gain the riches that will bring you peace and lasting happiness.", 
    "name": "Joseph Franklin Rutherford"
  }, 
  {
    "quote": "Today, hundreds of millions dwell in freedom, from the Baltic to the Adriatic, from the Western Approaches to the Aegean. And while we must never take this for granted, the first purpose of the European Union - to secure peace - has been achieved and we should pay tribute to all those in the EU, alongside Nato, who made that happen.", 
    "name": "David Cameron"
  }, 
  {
    "quote": "If Saddam rejects peace and we have to use force, our purpose is clear. We want to seriously diminish the threat posed by Iraq's weapons of mass destruction program.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "If you want a future of shared prosperity, where the middle class is growing and poverty is declining, where the American Dream is alive and well, and where the United States remains the leading force for peace and prosperity in a highly competitive world, you should vote for Barack Obama.", 
    "name": "William J. Clinton"
  }, 
  {
    "quote": "The world will never have lasting peace so long as men reserve for war the finest human qualities. Peace, no less than war, requires idealism and self-sacrifice and a righteous and dynamic faith.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free.", 
    "name": "Wendell Berry"
  }, 
  {
    "quote": "They are patriotic in time of war because it is to their interest to be so, but in time of peace they follow power and the dollar wherever they may lead.", 
    "name": "Henry A. Wallace"
  }, 
  {
    "quote": "I beg Osama to stop warring. He is a Muslim, and Islam means peace. Nobody wins in a war... I wish I were tapped in the problem about Iraq. I knew Saddam enough that I could have talked him into surrendering. But it's too late.", 
    "name": "Imelda Marcos"
  }, 
  {
    "quote": "It is not possible to create peace in the Middle East by jeopardizing the peace of the world.", 
    "name": "Aneurin Bevan"
  }, 
  {
    "quote": "But I try to steal other moments. Sometimes I get up very early in the morning and enjoy a quiet house and cup of tea before the craziness begins. Other times, I'll take a quick walk on the beach. You can find peace in a few minutes.", 
    "name": "Cindy Crawford"
  }, 
  {
    "quote": "I challenge anybody to say that I wouldn't know how to approach foreign policy because, unlike some of the other people, I at least have a foreign policy philosophy, which is an extension of the Reagan philosophy. Peace through strength, and my philosophy is peace through strength and clarity.", 
    "name": "Herman Cain"
  }, 
  {
    "quote": "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "Peace is produced by war.", 
    "name": "Pierre Corneille"
  }, 
  {
    "quote": "I woke up full of hate and fear the day before the most recent peace march in San Francisco. This was disappointing: I'd hoped to wake up feeling somewhere between Virginia Woolf and Wavy Gravy.", 
    "name": "Anne Lamott"
  }, 
  {
    "quote": "There is no greater feeling than hanging out with my dogs, or just walking around the land with our horses. My rescue ranch is is where I feel the most at peace and where I'm reminded of the simple things in life and let the chaos of my crazy work life fade away.", 
    "name": "Kelly Clarkson"
  }, 
  {
    "quote": "The chief duty of government is to keep the peace and stand out of the sunshine of the people.", 
    "name": "James A. Garfield"
  }, 
  {
    "quote": "If there are finer beings than German short hairs, I don't know what they are. In their eyes is peace.", 
    "name": "Ben Stein"
  }, 
  {
    "quote": "Politics is about the improvement of people's lives. It's about advancing the cause of peace and justice in our country and the world. Politics is about doing well for the people.", 
    "name": "Paul Wellstone"
  }, 
  {
    "quote": "We do not want riches, we want peace and love.", 
    "name": "Red Cloud"
  }, 
  {
    "quote": "Weird people follow you in the streets, you can't sit alone in a restaurant or a cafe and read a book in peace, and I think everybody values those moments of being alone.", 
    "name": "Winona Ryder"
  }, 
  {
    "quote": "I always thought of myself as a moderate liberal, a fighter for peace and justice. I never thought of myself as being all that far out.", 
    "name": "George McGovern"
  }, 
  {
    "quote": "When you know people are really at peace with who they are and what they do, they collaborate and want to help you to improve.", 
    "name": "Javier Bardem"
  }, 
  {
    "quote": "But in terms of how people live together, how we minimize the prospects of conflict and maximize the prospects of peace, the place of religion in our society today is essential.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "That idea of peace and love toward humanity shouldn't be nationalistic or denominational. It should be a chief concern for all mankind.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "Olympics for me is love, peace, united.", 
    "name": "Jackie Chan"
  }, 
  {
    "quote": "When Communist U.S.S.R. was a superpower, the world was better off. The right-wing media is trying to marginalize the peace movement.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "Of all our dreams today there is none more important - or so hard to realise - than that of peace in the world. May we never lose our faith in it or our resolve to do everything that can be done to convert it one day into reality.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "We have a vision of South Africa in which black and white shall live and work together as equals in conditions of peace and prosperity.", 
    "name": "Oliver Tambo"
  }, 
  {
    "quote": "The man who has gotten everything he wants is all in favor of peace and order.", 
    "name": "Jawaharlal Nehru"
  }, 
  {
    "quote": "Every human longs for peace and love.", 
    "name": "Hiawatha"
  }, 
  {
    "quote": "Only the person who has experienced light and darkness, war and peace, rise and fall, only that person has truly experienced life.", 
    "name": "Stefan Zweig"
  }, 
  {
    "quote": "Well, I think everybody is frustrated by the finances of the U.N. and the inability to solve problems of war and peace.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "We have war when at least one of the parties to a conflict wants something more than it wants peace.", 
    "name": "Jeane Kirkpatrick"
  }, 
  {
    "quote": "A bad peace is even worse than war.", 
    "name": "Tacitus"
  }, 
  {
    "quote": "The White House isn't the place to learn how to deal with international crisis, the balance of power, war and peace, and the economic future of the next generation.", 
    "name": "Joe Biden"
  }, 
  {
    "quote": "Policemen so cherish their status as keepers of the peace and protectors of the public that they have occasionally been known to beat to death those citizens or groups who question that status.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "Put a bridle on thy tongue set a guard before thy lips, lest the words of thine own mouth destroy thy peace... on much speaking cometh repentance, but in silence is safety.", 
    "name": "William Drummond"
  }, 
  {
    "quote": "In fact, because of this deep desire for peace, the ruling class leaders of this land, from 1945 on, stepped up the hysteria and propaganda to drive into American minds the false notion that danger threatened them from the East.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "Many African leaders refuse to send their troops on peace keeping missions abroad because they probably need their armies to intimidate their own populations.", 
    "name": "Kofi Annan"
  }, 
  {
    "quote": "We would fight not for the political future of a distant city, rather for principles whose destruction would ruin the possibility of peace and security for the peoples of the earth.", 
    "name": "Neville Chamberlain"
  }, 
  {
    "quote": "We love peace, but not peace at any price.", 
    "name": "Douglas William Jerrold"
  }, 
  {
    "quote": "Making peace, I have found, is much harder than making war.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "The United States and Israel have a unique relationship based on our mutual commitment to democracy, freedom, and peace. Therefore, just as our commitment to these principles must be steadfast, so must our support for Israel.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Nothing can contribute more to peace of soul than the lack of any opinion whatever.", 
    "name": "Georg C. Lichtenberg"
  }, 
  {
    "quote": "The Palestinians want a state, but they have to give peace in return. What they're trying to do in the United Nations is to get a state without giving Israel peace or giving Israel peace and security. And I think that's, that's wrong. That should not succeed. That should, that should fail.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "Peace is not made at the council table or by treaties, but in the hearts of men.", 
    "name": "Herbert Hoover"
  }, 
  {
    "quote": "It's really necessary for the United States to continue to give strong leadership to the Middle East peace process, supported by European countries at the same time.", 
    "name": "William Hague"
  }, 
  {
    "quote": "I won't undertake war until I have tried all the arts and means of peace.", 
    "name": "Francois Rabelais"
  }, 
  {
    "quote": "Four years of Jimmy Carter gave us two titanic Reagan landslides, peace and prosperity for eight blessed years - and even a third term for his feckless vice president, George H.W. Bush.", 
    "name": "Ann Coulter"
  }, 
  {
    "quote": "I came to the conclusion that in order to end racial barriers, I needed to run for the office of the president and put forth an agenda of social justice and world peace. In addition, I concluded that someone needed to run and challenge the liberal orthodoxy.", 
    "name": "Jesse Jackson"
  }, 
  {
    "quote": "There can be no peace in the world so long as a large proportion of the population lack the necessities of life and believe that a change of the political and economic system will make them available. World peace must be based on world plenty.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "Peace is much more precious than a piece of land... let there be no more wars.", 
    "name": "Anwar Sadat"
  }, 
  {
    "quote": "I intend to leave after my death a large fund for the promotion of the peace idea, but I am skeptical as to its results.", 
    "name": "Alfred Nobel"
  }, 
  {
    "quote": "Peace is not the absence of war, but a virtue based on strength of character.", 
    "name": "Baruch Spinoza"
  }, 
  {
    "quote": "Since there will be no one left to talk peace after the next war, it makes good sense to break with tradition and hold the peace conference first.", 
    "name": "William Glasser"
  }, 
  {
    "quote": "The threat today is not that of the 1930s. It's not big powers going to war with each other. The ravages which fundamentalist political ideology inflicted on the 20th century are memories. The Cold war is over. Europe is at peace, if not always diplomatically.", 
    "name": "Tony Blair"
  }, 
  {
    "quote": "I want, of course, peace, grace, and beauty. How do you do that? You work for it.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "Whoever tramples on the plea for justice temperately made in the name of peace only outrages peace and kills something fine in the heart of man which God put there when we got our manhood.", 
    "name": "William Allen White"
  }, 
  {
    "quote": "But I do know focusing on the exterior doesn't make me happy. If I want peace and serenity, it won't be reached by getting thinner or fatter.", 
    "name": "Elle Macpherson"
  }, 
  {
    "quote": "We can realise a lasting peace and transform the East-West relationship to one of enduring co-operation.", 
    "name": "George H. W. Bush"
  }, 
  {
    "quote": "If there's no inner peace, people can't give it to you. The husband can't give it to you. Your children can't give it to you. You have to give it to you.", 
    "name": "Linda Evans"
  }, 
  {
    "quote": "Without free, self-respecting, and autonomous citizens there can be no free and independent nations. Without internal peace, that is, peace among citizens and between the citizens and the state, there can be no guarantee of external peace.", 
    "name": "Vaclav Havel"
  }, 
  {
    "quote": "Let us not deceive ourselves we must elect world peace or world destruction.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "My idea of perfect happiness is a healthy family, peace between nations, and all the critics die.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "The Founders recognized that Government is quite literally a necessary evil, that there must be opposition, between its various branches, and between political parties, for these are the only ways to temper the individual's greed for power and the electorates' desires for peace by submission to coercion or blandishment.", 
    "name": "David Mamet"
  }, 
  {
    "quote": "Were there peace and justice in the Middle East, the Arabs would no more need their tinhorn dictators than they would their corpulent princes.", 
    "name": "James Buchan"
  }, 
  {
    "quote": "It is thus tolerance that is the source of peace, and intolerance that is the source of disorder and squabbling.", 
    "name": "Pierre Bayle"
  }, 
  {
    "quote": "What we need is Star Peace and not Star Wars.", 
    "name": "Mikhail Gorbachev"
  }, 
  {
    "quote": "I most sincerely wish that the world in which we live be free from the threat of a nuclear holocaust and from the ruinous arms race. It is my cherished desire that peace be not separated from freedom which is the right of every nation. This I desire and for this I pray.", 
    "name": "Lech Walesa"
  }, 
  {
    "quote": "For hundreds of millions of Americans who believe in God, prayer is our bridge between Earth and Heaven, our way of opening our hearts to the Lord. Through this intimate relationship we find peace and guidance.", 
    "name": "Nick Rahall"
  }, 
  {
    "quote": "Many will view the compromises that will be made during your negotiations as painful concessions. But why not view them as peace offerings, ones that will provide in return the priceless gifts of hope, security and freedom for our children and our children's?", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Success is measured by your discipline and inner peace.", 
    "name": "Mike Ditka"
  }, 
  {
    "quote": "Are some women and children going to die? Yeah. But it's doing the right thing. You got money, you sit around talking about peace. People who don't have money need some help.", 
    "name": "Kid Rock"
  }, 
  {
    "quote": "But he is unworthy the name of a minister of the gospel of peace, who is unwilling, not only to have his name cast out as evil, but also to die for the truths of the Lord Jesus.", 
    "name": "George Whitefield"
  }, 
  {
    "quote": "The Israeli government has proved over the past year its commitment to peace, both in words and deeds. By contrast, the Palestinians are posing preconditions for renewing the diplomatic process in a way they have not done over the course of 16 years.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "You know, I said in the U.N., I said to President Abbas, 'Look, we're in the same city, we're in the same building, for God's sake, the U.N. Let's just sit down and begin to talk peace.'", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "Why are we talking about talking? Why negotiating about negotiating? It's very simple. If you want to get to peace, put all your preconditions on the side, sit down opposite a table, not in a studio, by the way.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "You know, I think, I think the Palestinians are trying to get away without negotiating. They're trying to get a state to continue the conflict with Israel rather than to end it. They're trying to basically detour around peace negotiations by going to the U.N. and have the automatic majority in the U.N. General Assembly give them, give them a state.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "I say that to my colleagues, by the way, in the internal Cabinet meetings, I say, 'Look, I want to be very clear about what I want.' I just - I don't want a peace process, I want a peace result.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "You can only end a negotiation for peace if you begin it.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "Most of the approaches to peace between Israel and the Palestinians, have been directed at trying to resolve the most complex problems, like refugees and Jerusalem, which is akin to building the pyramid from the top down.", 
    "name": "Benjamin Netanyahu"
  }, 
  {
    "quote": "Peace goes into the making of a poem as flour goes into the making of bread.", 
    "name": "Pablo Neruda"
  }, 
  {
    "quote": "I believe that peace with the Palestinians is most urgent - urgent than ever before. It is necessary. It is crucial. It is possible. A delay may worsen its chances. Israel and the Palestinians are, in my judgment, ripe today to restart the peace process.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "In Switzerland they had brotherly love, five hundred years of democracy and peace, and what did they produce? The cuckoo clock!", 
    "name": "Graham Greene"
  }, 
  {
    "quote": "You don't kill your way to peace.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "Any one who wants to live in peace and freedom will be to live by toil, demonstration of high levels of discipline and tolerance for one another.", 
    "name": "Yahya Jammeh"
  }, 
  {
    "quote": "It is better we disintegrate in peace and not in pieces.", 
    "name": "Nnamdi Azikiwe"
  }, 
  {
    "quote": "But only art and music have the power to bring peace.", 
    "name": "Yoko Ono"
  }, 
  {
    "quote": "That a man be willing, when others are so too, as far forth as for peace and defense of himself he shall think it necessary, to lay down this right to all things and be contented with so much liberty against other men, as he would allow other men against himself.", 
    "name": "Thomas Hobbes"
  }, 
  {
    "quote": "Unfortunately the world is what it is now. People don't get along for whatever reason. As professional athletes, in a way we're almost ambassadors for peace, because sports brings everyone together.", 
    "name": "Venus Williams"
  }, 
  {
    "quote": "I started getting these attacks in 2009, just as my music career was taking off. I'd be doing photo-shoots and started to feel like I was having heart attacks. Increasingly I found it difficult to step outside my flat. Things started to get better after I saw a therapist, who told me I needed to make peace with my panic attacks.", 
    "name": "Ellie Goulding"
  }, 
  {
    "quote": "I was much distressed by next door people who had twin babies and played the violin but one of the twins died, and the other has eaten the fiddle, so all is peace.", 
    "name": "Edward Lear"
  }, 
  {
    "quote": "It's not so much about killing an animal, it's being at peace and you don't have to worry about all the other things that go on. That's a couple of hours a week that you get to escape but it's nice to do that.", 
    "name": "Brett Favre"
  }, 
  {
    "quote": "I value peace when it is not bought at the price of fundamental decencies.", 
    "name": "Elia Kazan"
  }, 
  {
    "quote": "I was always at peace because of the way my mom treated me.", 
    "name": "Martina Hingis"
  }, 
  {
    "quote": "I've always had questions about what it meant to be a protester, to be in the minority. Are the people who are trying to find peace, who are trying to have the Constitution apply to everybody, are they really the radicals? We're not protesting from the outside. We're inside.", 
    "name": "Gil Scott-Heron"
  }, 
  {
    "quote": "To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring - it was peace.", 
    "name": "Milan Kundera"
  }, 
  {
    "quote": "Bob Marley performed the 'One Love Peace' concert in Jamaica with the two different warring political sides. There's always been that in black music and culture in general. It's no surprise because black music is such a reflection of what's going on in black life. It's not unusual for hip-hop.", 
    "name": "Mos Def"
  }, 
  {
    "quote": "We will not have peace by afterthought.", 
    "name": "Norman Cousins"
  }, 
  {
    "quote": "The people of Israel are entitled, as is any other nation, to live in peace and safety.", 
    "name": "Jonathan Sacks"
  }, 
  {
    "quote": "The aggressive, unprovoked acts of violence against Israel by Hezbollah and Hamas are revealing. It is clear they don't want peace, but rather seek the ultimate destruction of Israel.", 
    "name": "John Boehner"
  }, 
  {
    "quote": "Religion brings to man an inner strength, spiritual light, and ineffable peace.", 
    "name": "Alexis Carrel"
  }, 
  {
    "quote": "Everyone has that friend who's every day, like, 'I hate my nose, I hate my nose, I hate my nose.' You either need to come to peace with it and be like, alright, I hate it, but it's part of me - or change it. So I'm not against plastic surgery, I'm against plastic surgery when it doesn't really need to be done.", 
    "name": "Lauren Conrad"
  }, 
  {
    "quote": "This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "I am grateful for the opportunities I have been given to participate in that work as a representative of my country, Canada, whose people have, I think, shown their devotion to peace.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "The grim fact is that we prepare for war like precocious giants, and for peace like retarded pygmies.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "The Dalai Lama. He is a very wise man of great inner peace who believes that happiness is the purpose of our lives. Through his teachings and leadership, he continues to make this world a better place in which to live.", 
    "name": "Sidney Sheldon"
  }, 
  {
    "quote": "My heritage has been my grounding, and it has brought me peace.", 
    "name": "Maureen O'Hara"
  }, 
  {
    "quote": "It's easy to sit in relative luxury and peace and pontificate on the subject of the Third World debts.", 
    "name": "Roger Moore"
  }, 
  {
    "quote": "I'm not one to sit and wallow - I would rather figure out a way around so I can move past it and be at peace with things. I don't like bad feelings gnawing away at me.", 
    "name": "Sarah McLachlan"
  }, 
  {
    "quote": "It's quite a famous story that takes place on Christmas Eve, and the Germans, French, and Scottish are trying to make peace one night and they bury their dead and they play football. I play a German opera singer, in German, which I never have so I am really excited about that.", 
    "name": "Diane Kruger"
  }, 
  {
    "quote": "He will easily be content and at peace, whose conscience is pure.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "Oh, how great peace and quietness would he possess who should cut off all vain anxiety and place all his confidence in God.", 
    "name": "Thomas a Kempis"
  }, 
  {
    "quote": "Civil strife is as much a greater evil than a concerted war effort as war itself is worse than peace.", 
    "name": "Herodotus"
  }, 
  {
    "quote": "All of us deserve a greater peace of mind, knowing that our children are better protected wherever they are.", 
    "name": "Bob Ney"
  }, 
  {
    "quote": "Mankind will never win lasting peace so long as men use their full resources only in tasks of war. While we are yet at peace, let us mobilize the potentialities, particularly the moral and spiritual potentialities, which we usually reserve for war.", 
    "name": "John Foster Dulles"
  }, 
  {
    "quote": "Take away the violence and who will hear the men of peace?", 
    "name": "Lorraine Hansberry"
  }, 
  {
    "quote": "War is not the only arena where peace is done to death.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "The Nobel Peace Prize opened up a door in my heart.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "My opinion is the greatest reward that any government could get is the approval of the people. If the people are happy and the people are at peace and the government has done something for them, that's the greatest reward I think any government could hope for.", 
    "name": "Aung San Suu Kyi"
  }, 
  {
    "quote": "Today, we have two Vietnams, side by side, North and South, exchanging and working. We may not agree with all that North Vietnam is doing, but they are living in peace. I would look for a better human rights record for North Vietnam, but they are living side by side.", 
    "name": "Sheila Jackson Lee"
  }, 
  {
    "quote": "Men and women who know the brutal reality of war, who know that war strips people of their very humanity, must unite in a new global partnership for peace.", 
    "name": "Daisaku Ikeda"
  }, 
  {
    "quote": "What if I couldn't handle people's opinions of me? I know that shouldn't dictate a person's degree of peace or happiness in life, but the problem is, I chose a business saturated in judgment.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "It has been, after all, 11 years, more than a decade now, of defiance of U.N. resolutions by Saddam Hussein. Every obligation that he signed onto after the Gulf War, so that he would not be a threat to peace and security, he has ignored and flaunted.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "To awake from death is to die in peace.", 
    "name": "Douglas Horton"
  }, 
  {
    "quote": "I want peace. I want to see if somewhere there isn't something left in life of charm and grace.", 
    "name": "Margaret Mitchell"
  }, 
  {
    "quote": "I know that if the peace movement takes its message boldly to the Negro people a powerful force can be secured in pursuit of the greatest goal of all mankind. And the same is true of labor and the great democratic sections of our population.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "To solve the problem of organizing world peace we must establish world law and order.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Let him who desires peace prepare for war.", 
    "name": "Publius Flavius Vegetius Renatus"
  }, 
  {
    "quote": "Most fear stems from sin to limit one's sins, one must assuredly limit one's fear, thereby bringing more peace to one's spirit.", 
    "name": "Marvin Gaye"
  }, 
  {
    "quote": "Prime Minister Sharon, Prime Minister Abbas, I urge you today to end the designs of those who seek destruction, annihilation and occupation, and I urge you to have the will and the courage to begin to realize our dreams of peace, prosperity and coexistence.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "We have peace with Israel. We're actually the last man standing. So there is going to be immense pressure and people asking, 'Why are we having this relationship when it's not benefiting anybody?' Obviously, my answer is you always benefit from peace.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "Peace with Israel is a strategic imperative for Jordan.", 
    "name": "King Abdullah II"
  }, 
  {
    "quote": "I don't think there's anything more important than making peace before it's too late. And it almost always falls to the child to try to move toward the parent.", 
    "name": "Jane Fonda"
  }, 
  {
    "quote": "Civilization is a failure. We need to think what we can do together in love and peace.", 
    "name": "Serj Tankian"
  }, 
  {
    "quote": "The government I led gave ordinary people peace, security, dignity, and opportunity to progress.", 
    "name": "Benazir Bhutto"
  }, 
  {
    "quote": "You have to do something in your life that is honorable and not cowardly if you are to live in peace with yourself, and for the firefighter it is fire.", 
    "name": "Larry Brown"
  }, 
  {
    "quote": "That was my first lesson from Ben-Gurion. Then I saw him making peace, and I saw him making war. He mobilized me before the war. The man was a very rare combination between a real intellectual and a born leader. There is a contradiction between the two.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Peace with the Palestinians will open ports of peace all around the Mediterranean. The duty of leaders is to pursue freedom ceaselessly, even in the face of hostility, in the face of doubt and disappointment. Just imagine what could be.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "The Iranian regime suppresses its own people as well as others in the region. It prevents peace by sponsoring terror globally. With the ultimate weapon that it is deceptively developing, the regime aims to gain hegemony over the entire Middle East and hold the world's economy hostage.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "Israel welcomes the wind of change, and sees a window of opportunity. Democratic and science-based economies by nature desire peace. Israel does not want to be an island of affluence in an ocean of poverty. Improvements in our neighbours' lives mean improvements to the neighbourhood in which we live.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "When I am speaking about American presidents, I have to speak about my very special relations with President Clinton. He contributed more to peace than anybody else in the American sense.", 
    "name": "Shimon Peres"
  }, 
  {
    "quote": "If you remember you just have one constituent, and that's God himself, and if you try to please him I think you usually come with a lot steadier pace and a lot more peace in your life.", 
    "name": "Jim DeMint"
  }, 
  {
    "quote": "I feel that my father's greatest legacy was the people he inspired to get involved in public service and their communities, to join the Peace Corps, to go into space. And really that generation transformed this country in civil rights, social justice, the economy and everything.", 
    "name": "Caroline Kennedy"
  }, 
  {
    "quote": "Now for my own case, I bless the Lord that, for all that hath been said of me, my conscience doth not condemn me. I do not say I am free of sin, but I am at peace with God through a slain Mediator and I believe that there is no salvation but only in Christ.", 
    "name": "Donald Cargill"
  }, 
  {
    "quote": "In my mind the city of Ariel is a thorn in Israel's side and a serious obstacle to peace.", 
    "name": "Theodore Bikel"
  }, 
  {
    "quote": "Care less for your harvest than for how it is shared and your life will have meaning and your heart will have peace.", 
    "name": "Kent Nerburn"
  }, 
  {
    "quote": "Before, for me, peace could have been synonymous with boredom.", 
    "name": "Isabelle Adjani"
  }, 
  {
    "quote": "The greatest problem all around the world today, whether in America, Japan, China Russia, India or anywhere else in the world, is that people are not in peace. People want peace.", 
    "name": "Prem Rawat"
  }, 
  {
    "quote": "Smiling is very important. If we are not able to smile, then the world will not have peace. It is not by going out for a demonstration against nuclear missiles that we can bring about peace. It is with our capacity of smiling, breathing, and being peace that we can make peace.", 
    "name": "Nhat Hanh"
  }, 
  {
    "quote": "I'm at a point in my life where I have something solid now. I'm a peaceful person, and I want to be surrounded by peace no matter what I'm doing.", 
    "name": "Cheryl James"
  }, 
  {
    "quote": "The future of Indo-Pak cricket will depend on how the peace process goes.", 
    "name": "Imran Khan"
  }, 
  {
    "quote": "I attach the greatest importance to an amplification of the peace efforts in the Middle East. I would also like to see a greater dialogue between the U.S. and the EU.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "The United Nations will be at the heart of our international activities. France will assume its full responsibilities at the Security Council by putting its status at the service of peace, respect for human rights and development.", 
    "name": "Francois Hollande"
  }, 
  {
    "quote": "Israel can't make peace without the clear support of the United States.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "I am deeply concerned that, without peace and a two-state solution, the Jewish and democratic nature of Israel is in danger. That's why I have opposed Israel's settlement policy since 1973, and that's why I have favored a two-state solution since 1967.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "I am a peace supporting Jew.", 
    "name": "Alan Dershowitz"
  }, 
  {
    "quote": "Not just Christians and Jews, but also Muslims, Buddhists, Hindus and the followers of many other religions believe in values like peace, respect, tolerance and dignity. These are values that bring people together and enable us to build responsible and solid communities.", 
    "name": "Alcee Hastings"
  }, 
  {
    "quote": "We know more about war than we know about peace, more about killing than we know about living.", 
    "name": "Omar N. Bradley"
  }, 
  {
    "quote": "The more bombers, the less room for doves of peace.", 
    "name": "Nikita Khrushchev"
  }, 
  {
    "quote": "In a multi-racial society, trust, understanding and tolerance are the cornerstones of peace and order.", 
    "name": "Kamisese Mara"
  }, 
  {
    "quote": "Perhaps we don't need these religious concoctions to pillow the fear of death. Just the fact that there is an unknown, and something greater, can bring a feeling of peace. That's enough for me.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "Deregulation created this epidemic of greed which according to the rules of capitalism was OK. Beyond that there was criminal behaviour. There have been no repercussions and it's hard to make your peace with.", 
    "name": "Brad Pitt"
  }, 
  {
    "quote": "Even though now I'm pretty popular in my country and tennis is the No. 1 sport, and I'm very flattered that the people recognise me and come up and give me compliments, I'm more a person who likes to have privacy and peace.", 
    "name": "Novak Djokovic"
  }, 
  {
    "quote": "Imagine the peace symbol. The peace symbol has three pieces in it. One piece is emotion, that's your body. Another piece has spirit in it, that's your fuel. Another piece has intellect in it and that's your steering wheel. You can never overdo the fuel that goes into the body, which is the emotions and the steering wheel to drive it.", 
    "name": "Gary Busey"
  }, 
  {
    "quote": "It's well known I'm a Scientologist, and that has helped me to find that inner peace in my life and it's something that has given me great stability and tools that I use.", 
    "name": "Tom Cruise"
  }, 
  {
    "quote": "When I look back on my childhood, I think of that short time in Beirut. I know that seeing the city collapse around me forced me to grasp something many people miss: the fragility of peace.", 
    "name": "Greg Kinnear"
  }, 
  {
    "quote": "Here is my prescription to heal all wounds. Watch the film 'Funny Girl' at least five times, eat at least 45 chocolate bars, and hang out with all those friends you blew off to hang out with your ex. I truly believe that, through a combination of Nutella, old pals and Barbra Streisand, we can achieve happiness and, very probably, world peace.", 
    "name": "Beth Ditto"
  }, 
  {
    "quote": "I have traveled a long road from the battlefield to the peace table.", 
    "name": "Moshe Dayan"
  }, 
  {
    "quote": "Music has the power to make me feel good like nothing else does. It gives me some peace for a while. Takes me back to who I really am.", 
    "name": "Gil Scott-Heron"
  }, 
  {
    "quote": "I believe it is peace in our time.", 
    "name": "Neville Chamberlain"
  }, 
  {
    "quote": "I hope for peace and sanity - it's the same thing.", 
    "name": "Studs Terkel"
  }, 
  {
    "quote": "Peace is a natural effect of trade.", 
    "name": "Charles de Montesquieu"
  }, 
  {
    "quote": "When you find peace within yourself, you become the kind of person who can live at peace with others.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "After all, I long to be in America again, nay, if I can go home to return no more to Europe, it seems to me that I shall ever enjoy more peace of mind, and even Physical comfort than I can meet with in any portion of the world beside.", 
    "name": "John James Audubon"
  }, 
  {
    "quote": "But while we all pray for peace, we do not always, as free citizens, support the policies that make for peace or reject those which do not. We want our own kind of peace, brought about in our own way.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "Most people go, I wish for world peace. But chaos has a place in balancing out the light and the dark in the world. I don't know if I would wish for world peace.", 
    "name": "Brendan Fraser"
  }, 
  {
    "quote": "The wise man... if he would live at peace with others, he will bear and forbear.", 
    "name": "Samuel Smiles"
  }, 
  {
    "quote": "Other people do not have to change for us to experience peace of mind.", 
    "name": "Gerald Jampolsky"
  }, 
  {
    "quote": "I've always been proud that my name stands for peace.", 
    "name": "Paloma Picasso"
  }, 
  {
    "quote": "A decision once taken brings peace to a man's mind and eases his soul.", 
    "name": "Mika Waltari"
  }, 
  {
    "quote": "I really am a woman at peace.", 
    "name": "Laura Schlessinger"
  }, 
  {
    "quote": "May we be saved from evil thoughts and deed of enemies of world peace who find pleasure in creating havoc and perpetrating all forms of carnage.", 
    "name": "Yahya Jammeh"
  }, 
  {
    "quote": "The Peace Corps is a sort of Howard Johnson's on the main drag into maturity.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "When I was in the Peace Corps I never made a phone call. I was in Central Africa I didn't make a phone call for two years. I was in Uganda for another four years and I didn't make a phone call. So for six years I didn't make a phone call, but I wrote letters, I wrote short stories, I wrote books.", 
    "name": "Paul Theroux"
  }, 
  {
    "quote": "If you do your research on hot springs all over the world, they're usually places of peace. People, even in warring nations and so forth, they'll go and live in peace together around the hot springs, which were always considered medicinal. I firmly believe in water therapy.", 
    "name": "Larry Hagman"
  }, 
  {
    "quote": "Where I once constantly lost my temper, I found myself arriving at a crisis and experiencing peace.", 
    "name": "Josh McDowell"
  }, 
  {
    "quote": "The World Trade Center is a living symbol of man's dedication to world peace... a representation of man's belief in humanity, his need for individual dignity, his beliefs in the cooperation of men, and, through cooperation, his ability to find greatness.", 
    "name": "Minoru Yamasaki"
  }, 
  {
    "quote": "If the history of the past fifty years teaches us anything, it is that peace does not follow disarmament - disarmament follows peace.", 
    "name": "Bernard Baruch"
  }, 
  {
    "quote": "Any idealist who tries to join the Peace Corps must realize he is not going to change the world overnight.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "The Peace Corps is guilty of enthusiasm and a crusading spirit. But we're not apologetic about it.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "The Dalai Lama's entire being is about peace and harmony, forgiveness and self-discipline. Those are qualities to be admired. I am really looking forward to meeting His Holiness.", 
    "name": "Joe Nichols"
  }, 
  {
    "quote": "The Nobel Peace Prize has become hopelessly politicized. I think it cheapens the prize itself.", 
    "name": "John Bolton"
  }, 
  {
    "quote": "Peace is not the absence of conflict but the presence of creative alternatives for responding to conflict - alternatives to passive or aggressive responses, alternatives to violence.", 
    "name": "Dorothy Thompson"
  }, 
  {
    "quote": "Success is not assured, but America is resolute: this is the best chance for peace we are likely to see for some years to come - and we are acting to help Israelis and Palestinians seize this chance.", 
    "name": "Condoleezza Rice"
  }, 
  {
    "quote": "I just can't seem to write songs about peace and love. Yeah right, how do you get that?", 
    "name": "Siobhan Fahey"
  }, 
  {
    "quote": "Our science has become terrible, our research dangerous, our findings deadly. We physicists have to make peace with reality. Reality is not as strong as we are. We will ruin reality.", 
    "name": "Friedrich Durrenmatt"
  }, 
  {
    "quote": "All my life I've taken photographs of people who are completely at peace being what they were in the situations I photographed them in.", 
    "name": "Jock Sturges"
  }, 
  {
    "quote": "Arafat was a barrier to peace.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "You can set up whatever negotiations or structure you want, but until the Palestinians are willing to accept the fact, as the majority of Israelis do, that there should be two states between the Jordan and the Mediterranean, we won't have peace.", 
    "name": "Charles Schumer"
  }, 
  {
    "quote": "I do not support peace in the Middle East. And I do not support Arafat. He is a stupid, incompetent fool!", 
    "name": "Muammar al-Gaddafi"
  }, 
  {
    "quote": "Another essential to a universal and durable peace is social justice.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "As a first step there must be an offer to achieve equality of rights in disarmament by abolishing the weapons forbidden to the Central Powers by the Peace Treaties.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "He would see civilization in danger of perishing under the oppression of a gigantic paradox: he would see multitudes of people starving in the midst of plenty, and nations preparing for war although pledged to peace.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "It is because I believe that it is in the power of such nations to lead the world back into the paths of peace that I propose to devote myself to explaining what, in my opinion, can and should be done to banish the fear of war that hangs so heavily over the world.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "The Disarmament Conference has become the focal point of a great struggle between anarchy and world order... between those who think in terms of inevitable armed conflict and those who seek to build a universal and durable peace.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "The question is, what are we to do in order to consolidate peace on a universal and durable foundation, and what are the essential elements of such a peace?", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "The years of the economic depression have been years of political reaction, and that is why the economic crisis has generated a world peace crisis.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Those nations have a very great responsibility at this juncture of the world's affairs, for by throwing their joint weight into the scales of history on the right side, they may tip the balance decisively in favour of peace.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "Thus, the struggle for peace includes the struggle for freedom and justice for the masses of all countries.", 
    "name": "Arthur Henderson"
  }, 
  {
    "quote": "If one seeks to analyze experiences and reactions to the first postwar years, I hope one may say without being accused of bias that it is easier for the victor than for the vanquished to advocate peace.", 
    "name": "Gustav Stresemann"
  }, 
  {
    "quote": "Peace does exist. It exists in your heart and soul.", 
    "name": "Sharon Stone"
  }, 
  {
    "quote": "Peace, if it ever exists, will not be based on the fear of war but on the love of peace.", 
    "name": "Julien Benda"
  }, 
  {
    "quote": "There is peace more destructive of the manhood of living man than war is destructive of his material body.", 
    "name": "Douglas William Jerrold"
  }, 
  {
    "quote": "Sinn Fein has productively taken the example of South Africa and, as we develop the peace process, we continue to use examples from South Africa.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "God willing, we shall come to a stage where the world looks at the Palestinian question, and Palestinian rights on Palestinian national soil, as well as the questions of the occupied Syrian and Lebanese territories. These are the bases on which peace will be built.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "Military hardliners called me a 'security threat' for promoting peace in South Asia and for supporting a broad-based government in Afghanistan.", 
    "name": "Benazir Bhutto"
  }, 
  {
    "quote": "We have a long way to go before we are able to hear the voices of everyone on earth, but I believe that providing voices and building bridges is essential for the World Peace we all wish for.", 
    "name": "Joichi Ito"
  }, 
  {
    "quote": "I find peace anywhere I go. It depends on what is within the walls of my own home.", 
    "name": "Brooke Burke"
  }, 
  {
    "quote": "I build a kind of wall between myself and t he model so that I can paint in peace behind it. Otherwise, she might say something that confuses and distracts me.", 
    "name": "Edvard Munch"
  }, 
  {
    "quote": "My message is all about peace.", 
    "name": "Puff Daddy"
  }, 
  {
    "quote": "I pray daily... for peace.", 
    "name": "Paul O'Neill"
  }, 
  {
    "quote": "The practice of peace and reconciliation is one of the most vital and artistic of human actions.", 
    "name": "Nhat Hanh"
  }, 
  {
    "quote": "Once I accepted Christ I immediately had peace. I still didn't have a place to live, I still didn't have a car, but I had peace.", 
    "name": "Sherri Shepherd"
  }, 
  {
    "quote": "Let peace, descending from her native heaven, bid her olives spring amidst the joyful nations and plenty, in league with commerce, scatter blessings from her copious hand!", 
    "name": "Daniel Boone"
  }, 
  {
    "quote": "We have peace with God as soon as we believe, but not always with ourselves. The pardon may be past the prince's hand and seal, and yet not put into the prisoner's hand.", 
    "name": "William Gurnall"
  }, 
  {
    "quote": "I never will have peace of mind. I'm not constructed that way. Some things in life can be horrible.", 
    "name": "Julie Christie"
  }, 
  {
    "quote": "The United States is not a nation to which peace is a necessity.", 
    "name": "Grover Cleveland"
  }, 
  {
    "quote": "I was a sports fan, but I also went to peace marches.", 
    "name": "Tim Robbins"
  }, 
  {
    "quote": "But if our nation goes over a financial Niagara, we won't have much strength and, eventually, we won't have peace. We are currently borrowing the entire defense budget from foreign investors. Within a few years, we will be spending more on interest payments than on national security. That is not, as our military friends say, a 'robust strategy.'", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "If our nation goes over a financial Niagara, we won't have much strength and, eventually, we won't have peace. We are currently borrowing the entire defense budget from foreign investors. Within a few years, we will be spending more on interest payments than on national security. That is not, as our military friends say, a 'robust strategy.'", 
    "name": "Mitch Daniels"
  }, 
  {
    "quote": "The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man.", 
    "name": "Ho Chi Minh"
  }, 
  {
    "quote": "I accepted the interviews and encounters that had to be held with the media, but I would have preferred to work in peace.", 
    "name": "Naguib Mahfouz"
  }, 
  {
    "quote": "Whatever efforts for peace President Gorbachev had in mind, they were pretty substantially undercut very swiftly by Saddam Hussein.", 
    "name": "John Major"
  }, 
  {
    "quote": "Reconciliation should be accompanied by justice, otherwise it will not last. While we all hope for peace it shouldn't be peace at any cost but peace based on principle, on justice.", 
    "name": "Corazon Aquino"
  }, 
  {
    "quote": "Each one of these treaties is a step for the maintenance of peace, an additional guarantee against war. It is through such machinery that the disputes between nations will be settled and war prevented.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "Certain it is that a great responsibility rests upon the statesmen of all nations, not only to fulfill the promises for reduction in armaments, but to maintain the confidence of the people of the world in the hope of an enduring peace.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "Lord, Bless our enemies have mercy upon them, may they turn their course and let us alone, and let us live in peace at our homes in our own native land.", 
    "name": "William Pennington"
  }, 
  {
    "quote": "There is nothing more agreeable in life than to make peace with the Establishment - and nothing more corrupting.", 
    "name": "A. J. P. Taylor"
  }, 
  {
    "quote": "The only peace that can be made with a dictator is once that must be based on deterrence. For today, the dictator may be your friend, but tomorrow he will need you as an enemy.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "When we are unwilling to draw clear moral lines between free societies and fear societies, when we are unwilling to call the former good and the latter evil, we will not be able to advance the cause of peace because peace cannot be disconnected from freedom.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "My politics are of a practical kind - the integrity of the country, the supremacy of the Federal government, an honorable peace, or none at all.", 
    "name": "Winfield Scott Hancock"
  }, 
  {
    "quote": "The progress of freedom depends more upon the maintenance of peace, the spread of commerce, and the diffusion of education, than upon the labors of cabinets and foreign offices.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "We can bomb the world to pieces, but we can't bomb it into peace.", 
    "name": "Michael Franti"
  }, 
  {
    "quote": "Only to the extent that men desire peace and brotherhood can the world be made better. No peace even though temporarily obtained, will be permanent, whether to individuals or nations, unless it is built upon the solid foundation of eternal principles.", 
    "name": "David O. McKay"
  }, 
  {
    "quote": "Peace is a never ending process... It cannot ignore our differences or overlook our common interests. It requires us to work and live together.", 
    "name": "Oscar Arias Sanchez"
  }, 
  {
    "quote": "I have had a very difficult time with stage fright it undermines your well-being and peace of mind, and it can also threaten your livelihood.", 
    "name": "Renee Fleming"
  }, 
  {
    "quote": "I just always have to cry out a breakup, and then I can make peace with it pretty quickly.", 
    "name": "Brittany Murphy"
  }, 
  {
    "quote": "Self-Realization Fellowship seemed like training. It was the training ground for finding a sense of peace in myself. Because that's my job. It's no one else's.", 
    "name": "Mariel Hemingway"
  }, 
  {
    "quote": "That is why if Lebanon concludes a peace agreement with Israel and brings that accord to the Parliament our deputies will reject it Hezbollah refuses any conciliation with Israel in principle.", 
    "name": "Hassan Nasrallah"
  }, 
  {
    "quote": "We extend our hand towards peace. Our people are committed to peace. We know that peace entails painful compromise for both sides.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "Like all Israelis, I yearn for peace. I see the utmost importance in taking all possible steps that will lead to a solution of the conflict with the Palestinians.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "For me, peace should provide security to the Jewish people.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "Peace should provide security. It should be durable. I'm ready to go far in making painful concessions. But there is one thing I will never make any concessions on and that's the security of the Israeli citizens and the very existence of the state of Israel. The Palestinians are losing time.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "I am 73 years old. I've seen everything. I've met the kings, the queens, the presidents, I've been around the world. I have one thing that I would like to do: to try to reach peace.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "To the citizens of Israel, I say: we have passed difficult years, faced the most painful experiences and overcame them. The future lies before us. We are required to take difficult and controversial steps, but we must not miss the opportunity to try to achieve what we have wished for, for so many years: security, tranquillity and peace.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "If there will be a serious Palestinian prime minister who makes a 100 percent effort to end terrorism, then we can have peace. Each side has to take steps. If terror continues, there will not be an independent Palestinian state. Israel will not accept it, if terror continues.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "I don't think I have accomplished what I still have to accomplish. There is one thing that I would like to do, and that's to bring security and peace to the Jewish people.", 
    "name": "Ariel Sharon"
  }, 
  {
    "quote": "I know that. I'm having a ball. I'm not slap happy. I'm just filled up with joy and with peace and with all kinds of things that have eluded me for quite a few years. And they're back and they're thriving.", 
    "name": "Liza Minnelli"
  }, 
  {
    "quote": "We remain at peace with all nations, and no efforts on my part consistent with the preservation of our rights and the honor of the country shall be spared to maintain a position so consonant to our institutions.", 
    "name": "Martin Van Buren"
  }, 
  {
    "quote": "I cannot imagine any writer who would not fight for his peace and quiet.", 
    "name": "Wislawa Szymborska"
  }, 
  {
    "quote": "Vegetarianism is a link to perfection and peace.", 
    "name": "River Phoenix"
  }, 
  {
    "quote": "I am President of the UN created University for Peace, which has a strong commitment to the relationship between peace, security and the environment. I meet with young people around the world and I always come away enthused and encouraged.", 
    "name": "Maurice Strong"
  }, 
  {
    "quote": "One little person, giving all of her time to peace, makes news. Many people, giving some of their time, can make history.", 
    "name": "Peace Pilgrim"
  }, 
  {
    "quote": "And I have lived since - as you have - in a period of cold war, during which we have ensured by our achievements in the science and technology of destruction that a third act in this tragedy of war will result in the peace of extinction.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "As for the promotion of peace congresses we have had our meetings and assemblies, but the promotion through them of the determined and effective will to peace displaying itself in action and policy remains to be achieved.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "I cannot think of anything more difficult than to say something which would be worthy of this impressive and, for me, memorable occasion, and of the ideals and purposes which inspired the Nobel Peace Award.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "It would be especially tragic if the people who most cherish ideals of peace, who are most anxious for political cooperation on a wider than national scale, made the mistake of underestimating the pace of economic change in our modern world.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "The choice, however, is as clear now for nations as it was once for the individual: peace or extinction.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "True there has been more talk of peace since 1945 than, I should think, at any other time in history. At least we hear more and read more about it because man's words, for good or ill, can now so easily reach the millions.", 
    "name": "Lester B. Pearson"
  }, 
  {
    "quote": "I would like to end world hunger and create world peace, stop corruption, stop drugs getting to kids.", 
    "name": "Kelly Preston"
  }, 
  {
    "quote": "Peace without justice is tyranny.", 
    "name": "William Allen White"
  }, 
  {
    "quote": "When resources are degraded, we start competing for them, whether it is at the local level in Kenya, where we had tribal clashes over land and water, or at the global level, where we are fighting over water, oil, and minerals. So one way to promote peace is to promote sustainable management and equitable distribution of resources.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "I think that this is the first war in history that on the morrow the victors sued for peace and the vanquished called for unconditional surrender.", 
    "name": "Abba Eban"
  }, 
  {
    "quote": "I fought for peace in the fifties.", 
    "name": "Pete Seeger"
  }, 
  {
    "quote": "We have to be active about kindness and about peace. I've always fantasized that it would be great if there was a Department of Peace.", 
    "name": "Dave Matthews"
  }, 
  {
    "quote": "Capitalism is war socialism is peace.", 
    "name": "Karl Liebknecht"
  }, 
  {
    "quote": "Peace in the head, peace in the stomach.", 
    "name": "Jean-Bertrand Aristide"
  }, 
  {
    "quote": "Everyone is interested in war, in that people don't want it to happen. I'm much more interested in peace than in war but it's important to understand why we fight.", 
    "name": "Michael Morpurgo"
  }, 
  {
    "quote": "I think that it's always appropriate for Americans and for American foreign policy to make clear why we feel that self-government is most compatible with peace, the well-being of people, and human dignity.", 
    "name": "Jeane Kirkpatrick"
  }, 
  {
    "quote": "It's a miracle to be an actor and to know that you have a job to go to a year from now is a rare thing, so I think peace of mind and financial stability come with that. Hopefully I'm a little wiser and have a little more perspective in my life than I did then.", 
    "name": "Debra Messing"
  }, 
  {
    "quote": "Wars begin in the minds of men, and in those minds, love and compassion would have built the defenses of peace.", 
    "name": "U Thant"
  }, 
  {
    "quote": "We can only move to a long-term resolution regarding terrorism and war by planting seeds of peace. We have to start with ourselves.", 
    "name": "Peter Yarrow"
  }, 
  {
    "quote": "Modern society, based as it is on the division of labor, can be preserved only under conditions of lasting peace.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "Whoever wants peace among nations must seek to limit the state and its influence most strictly.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "I don't have to run the Peace Corps. I could live without seeing my picture in the newspapers and without being interviewed.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "In the Peace Corps, the volunteer must be a fully developed, mature person. He must not join to run abroad or escape problems.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "The Peace Corps would give thousands of young Americans a chance to see at first hand the conditions in remote areas of the world.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "I want to warn anyone who sees the Peace Corps as an alternative to the draft that life may well be easier at Fort Dix or at apost in Germany than it will be with us.", 
    "name": "Sargent Shriver"
  }, 
  {
    "quote": "War puts its questions stupidly, peace mysteriously.", 
    "name": "Andre Malraux"
  }, 
  {
    "quote": "The Arabs could have peace tomorrow if sufficient numbers of Palestinians were not content to be used as cannon fodder in fruitless assaults on Israel, even as the surrounding Arab powers distract the Arab masses with the red herring of Israel while retarding their countries with their repression and corruption.", 
    "name": "Conrad Black"
  }, 
  {
    "quote": "I love acting. It's my playground, it let's me explore. But my happiness in this world - my level of peace - is never going to be dictated by acting.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "But my happiness in this world - my level of peace - is never going to be dictated by acting.", 
    "name": "Chris Evans"
  }, 
  {
    "quote": "As the war on terror continues, Americans must honor the brave men and women who gave their lives for the protection of this nation and the hope of peace.", 
    "name": "Dan Lipinski"
  }, 
  {
    "quote": "I really love peace and quiet.", 
    "name": "Barry Sanders"
  }, 
  {
    "quote": "It is to be observed that every case of war averted is a gain in general, for it helps to form a habit of peace, and community habits long continued become standards of conduct.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "The use and threat of force, when world peace is not in danger, are no longer valid frames of reference for achieving the ends sought today by sovereign nations.", 
    "name": "Carlos Salinas"
  }, 
  {
    "quote": "I said it was my feeling that the American people would struggle for peace, and that has since been underscored by the President of these United States.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "Like any other people, like fathers, mothers, sons and daughters in every land, when the issue of peace or war has been put squarely to the American people, they have registered for peace.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "Yes, peace can and must be won, to save the world from the terrible destruction of World War III.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "This film 'Hero' talks about the peace of Chinese people.", 
    "name": "Jet Li"
  }, 
  {
    "quote": "In every man the memory of the struggles and the heroes of the past is alive. But these memories are not incompatible with the desire for peace in the future.", 
    "name": "Gustav Stresemann"
  }, 
  {
    "quote": "Now people all across America are starting to believe in America again. We are coming back, back to the heights of greatness, back to America's proud role as a temple of justice and a champion of peace.", 
    "name": "Theodore C. Sorensen"
  }, 
  {
    "quote": "You don't make peace with friends. You make it with very unsavory enemies.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "A diplomatic peace is not yet the real peace. It is an essential step in the peace process leading towards a real peace.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "I believe that it is my responsibility as the prime minister of Israel to do whatever can be done to exploit the unique opportunities that lie ahead of us to move towards peace. Not everything can be done by one act.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "Peace on earth would mean the end of civilization as we know it.", 
    "name": "Joseph Heller"
  }, 
  {
    "quote": "But if republicans are to prevail, if the peace process is to be successfully concluded and Irish sovereignty and re-unification secured, then we have to set the agenda - no-one else is going to do that.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "Sinn Fein has demonstrated the ability to play a leadership role as part of a popular movement towards peace, equality and justice.", 
    "name": "Gerry Adams"
  }, 
  {
    "quote": "The purpose of all war is peace.", 
    "name": "Augustine of Hippo"
  }, 
  {
    "quote": "There are laws for peace as well as war.", 
    "name": "Titus Livius"
  }, 
  {
    "quote": "Peace in Palestine is inevitable. The question is how do we make it happen today.", 
    "name": "Darrell Issa"
  }, 
  {
    "quote": "You have to find the peace and patience within yourself to be a model and an example to others and not judge.", 
    "name": "Judith Light"
  }, 
  {
    "quote": "Challenging the integrity of the non-proliferation regime is a matter which can affect international peace and security.", 
    "name": "Mohamed ElBaradei"
  }, 
  {
    "quote": "We believe democracy to be the only real guarantor of stability and we have sought to create a 'Jordanian model' that might also inspire others in our region. I wish democracy and peace to be my legacy to my people and the shield of generations to come.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "Under the auspices of peace, our comprehensive renaissance will be built, and it will be a model for those who wish to emulate it in the greater Arab homeland.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "We belong to the camp of peace. We believe in peace. We believe that our one God wishes us to live in peace and wishes peace upon us, for these are His teachings to all the followers of the three great monotheistic religions, the Children of Abraham.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "For our part, we shall continue to work for the new dawn when all the Children of Abraham and their descendants are living together in the birthplace of their three great monotheistic religions, a life free from fear, a life free from want - a life in peace.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "I want to say a simple thing, that the dividing line exists not between Jordan and Israel, but between the proponents of peace and the opponents of peace.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "Without peace and without the overwhelming majority of people that believe in peace defending it, working for it, believing in it, security can never really be a reality.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "The link between peace and stability on the one hand, and social and economic growth on the other, is dialectic. Peace, poverty, and backwardness cannot mix in one region.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "We believe that peace is not just signed papers, but rather a contract between generations for the building of a more promising and less threatening future.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "It would behoove the world to become used to this fact: that without a just solution to the Palestine tragedy, there can be no stable peace in the Middle East.", 
    "name": "King Hussein I"
  }, 
  {
    "quote": "Afghanistan is very satisfied with Croatia's participation in the NATO-led peace mission and expects Croatia to expand its contribution to peace restoration in Afghanistan to other areas as well.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "I created the Women's Federation for World Peace in order to restore all that woman originally lost. You American women don't need a man in the position of grandfather, parents, husband, elder or younger brother. You only need the true Adam.", 
    "name": "Sun Myung Moon"
  }, 
  {
    "quote": "I say at this point, for different reasons, Bush and Hussein are both very threatening to world peace and to deny that is to be incredibly naive.", 
    "name": "Janeane Garofalo"
  }, 
  {
    "quote": "In remembering the appalling suffering of war on both sides, we recognise how precious is the peace we have built in Europe since 1945.", 
    "name": "Queen Elizabeth II"
  }, 
  {
    "quote": "Let us show our fellow countrymen and the entire world what the Germans can do when they work for peace.", 
    "name": "Walter Ulbricht"
  }, 
  {
    "quote": "There is something at work that's bigger than us. It's about having a trust in life and being at peace that things are happening the way they should. You do what you do as well as you can do it, and then you don't worry or agonize about the outcome.", 
    "name": "Sherilyn Fenn"
  }, 
  {
    "quote": "I guess John Lennon had it right: give peace a chance.", 
    "name": "Chris O'Donnell"
  }, 
  {
    "quote": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness.", 
    "name": "Emanuel Swedenborg"
  }, 
  {
    "quote": "The United Nations remains our most important global actor. These days we are continuously reminded of the enormous responsibility of the Security Council to uphold international peace and stability.", 
    "name": "Anna Lindh"
  }, 
  {
    "quote": "Peace is the happy natural state of man war is corruption and disgrace.", 
    "name": "James Thomson"
  }, 
  {
    "quote": "The peace movement is a great force for peace. Some of the world's most quarrelsome people act out their aggressions through the peace movement.", 
    "name": "John McCarthy"
  }, 
  {
    "quote": "My different personalities leave me in peace now.", 
    "name": "Anna Freud"
  }, 
  {
    "quote": "Actually, I feel music becoming more and more important. It's a big source of inspiration. With what's going on in the world, we feel almost desperate. Music also brings you peace.", 
    "name": "Cecilia Bartoli"
  }, 
  {
    "quote": "I've also gotten to play in front of a million people in Central Park when there was a grass roots movement calling for nuclear disarmament - it was about 1982 - they called it Peace Sunday.", 
    "name": "Jackson Browne"
  }, 
  {
    "quote": "Let's win the peace and democracy the good people of Iraq so richly deserve after decades of tyranny.", 
    "name": "Mike Pence"
  }, 
  {
    "quote": "It's good that the first half of the speech emphasized freedom, because George W. Bush has been the global champion for freedom. As he said, if we don't fight tyranny it will not leave us alone in peace.", 
    "name": "Ernest Istook"
  }, 
  {
    "quote": "In particular, the efforts to reestablish peace after the World War have been directed toward the formation of states and the regulation of their frontiers according to a consciously national program.", 
    "name": "Christian Lous Lange"
  }, 
  {
    "quote": "The law of nations is naturally founded on this principle, that different nations ought in time of peace to do one another all the good they can, and in time of war as little injury as possible, without prejudicing their real interests.", 
    "name": "Charles de Secondat"
  }, 
  {
    "quote": "Peace, unity and harmony!", 
    "name": "Cathy Freeman"
  }, 
  {
    "quote": "Peace congresses often start by dealing with some of the less important questions in excessive detail, so at the end there is no time to discuss the most important problems.", 
    "name": "Fredrik Bajer"
  }, 
  {
    "quote": "I love Christmas. Frosty the Snowman, peace on Earth and mangers, Salvation Army bell ringers and reindeer, the movie 'Meet Me in St. Louis,' office parties and cookies.", 
    "name": "Mo Rocca"
  }, 
  {
    "quote": "I'm at peace with my family, my friends, myself and God so there's really nothing else that I worry about.", 
    "name": "Lance Bass"
  }, 
  {
    "quote": "We simply can no longer afford to deny the full potential of one half of the population. The world needs to tap into the talent and wisdom of women. Whether the issue is food security, economic recovery, health, or peace and security, the participation of women is needed now more than ever.", 
    "name": "Michelle Bachelet"
  }, 
  {
    "quote": "Obsessed by a fairy tale, we spend our lives searching for a magic door and a lost kingdom of peace.", 
    "name": "Eugene O'Neill"
  }, 
  {
    "quote": "Isaac and I are going to Israel to ride for peace enviromental justice and a safer world for us all.", 
    "name": "Mandy Patinkin"
  }, 
  {
    "quote": "I'm on the board of directors for Peace Now, which works tirelessly between the Palestinians and the Israelis to create peace in the Middle East and we've never been closer.", 
    "name": "Mandy Patinkin"
  }, 
  {
    "quote": "My point was that removing Saddam should not have been our highest priority. Fighting terrorism should have been our number one concern, followed by the Palestinian peace process.", 
    "name": "Brent Scowcroft"
  }, 
  {
    "quote": "The old fun thing is when somebody typed up the first chapter of War and Peace. And then made a precis of the rest of it and sent it out and only one publisher recognized it.", 
    "name": "Jim Harrison"
  }, 
  {
    "quote": "To increase the zone of peace is to build the inner core of a stable international zone.", 
    "name": "Zbigniew Brzezinski"
  }, 
  {
    "quote": "I know of no greater work for humanity than in the cause of peace, which can only be achieved by the earnest efforts of nations and peoples.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "These measures may not constitute an absolute guarantee of peace, but, in my opinion, they constitute the greatest preventive measures ever adopted by nations.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "I believe that in the end the abolition of war, the maintenance of world peace, the adjustment of international questions by pacific means will come through the force of public opinion, which controls nations and peoples.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "I share the opinion of those of broader vision, who see in the signs of the time hope of humanity for peace.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "There has not been a war in South America for fifty years, and I have every confidence that the countries of Central and South America are deeply in earnest in the maintenance of peace.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "It is by such means as the prize offered by your Committee that the attention of the world will be focused and that men and women will be inspired to greater efforts in the interest of peace.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "Competition in armament, both land and naval, is not only a terrible burden upon the people, but I believe it to be one of the greatest menaces to the peace of the world.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "I know that military alliances and armament have been the reliance for peace for centuries, but they do not produce peace and when war comes, as it inevitably does under such conditions, these armaments and alliances but intensify and broaden the conflict.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "I know of no more important subject to the peace of Europe and the world than the reasonable reduction of armaments, especially in Europe, and of naval armaments throughout the world.", 
    "name": "Frank B. Kellogg"
  }, 
  {
    "quote": "The central premise behind Oslo was that if Arafat were given enough legitimacy, territory, weapons and money, he would use his power to fight terror and make peace with Israel.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "Unfortunately, little attention was paid to how Arafat ruled. In fact, some saw the harsh and repressive nature of Arafat's regime as actually bolstering the prospects for peace.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "Only weeks after Oslo began, when nearly all the world and most of Israel was drunk with the idea of peace, I argued that a Palestinian society not constrained by democratic norms would be a fear society that would pose a grave threat to Israel.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "On the other hand, if the free world is concerned with how a new Palestinian leader governs, then the peace process will have a real chance to succeed.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "By focusing once and for all on helping the Palestinians build a free society, I have no doubt that an historic compromise between Israelis and Palestinians can be reached and that peace can prevail.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "Arafat rejected the deal because, as a dictator who had directed all his energies toward strengthening the Palestinians hatred toward Israel, Arafat could not afford to make peace.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "To understand why dictators have a problem with making peace - or at least a genuine peace - the link between the nature of a regime and its external behavior must be understood.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "I am optimistic that peace can be achieved in the region because I believe that every society on earth can be free and that if freedom comes to the Middle East, there can be peace.", 
    "name": "Natan Sharansky"
  }, 
  {
    "quote": "A man of strength and wisdom, John Paul became an inspiration to generations of both Catholics and non-Catholics throughout the world by encouraging freedom, promoting peace and respecting all faiths.", 
    "name": "Greg Walden"
  }, 
  {
    "quote": "I was very active in the peace movement, still am.", 
    "name": "Margot Kidder"
  }, 
  {
    "quote": "Some people put up a peace sign with one hand. Some people put up the middle finger instead. I use two hands and put up both.", 
    "name": "Brian Celio"
  }, 
  {
    "quote": "Malcolm X made me very strong at a time I needed to understand what I was angry about. He had peace in his heart. He exerted a big influence on me.", 
    "name": "Lena Horne"
  }, 
  {
    "quote": "The popular, and one may say naive, idea is that peace can be secured by disarmament and that disarmament must therefore precede the attainment of absolute security and lasting peace.", 
    "name": "Ludwig Quidde"
  }, 
  {
    "quote": "The Nobel Prize is an honor unique in the world in having found its way into the hearts and minds of simple people everywhere. It casts a light of peace and reason upon us all and for that I am especially grateful.", 
    "name": "George Wald"
  }, 
  {
    "quote": "When a peace agreement is concluded between the Lebanese government and Israel, we would surely disagree with the Lebanese government about that, but we would not make any turmoil out of it.", 
    "name": "Hassan Nasrallah"
  }, 
  {
    "quote": "The old interests of aristocracy - the romance of action, the exalted passions of chivalry and war - faded into the background, and their place was taken by the refined and intimate pursuits of peace and civilization.", 
    "name": "Lytton Strachey"
  }, 
  {
    "quote": "Americans will listen, but they do not care to read. War and Peace must wait for the leisure of retirement, which never really comes: meanwhile it helps to furnish the living room.", 
    "name": "Anthony Burgess"
  }, 
  {
    "quote": "In time of peace prepare for war.", 
    "name": "Publius Flavius Vegetius Renatus"
  }, 
  {
    "quote": "Peace is that state in which fear of any kind is unknown.", 
    "name": "John Buchan"
  }, 
  {
    "quote": "When I leave here, when my final day on this earth is up, I want to leave in peace. I want to have peace in my heart.", 
    "name": "Rodney King"
  }, 
  {
    "quote": "Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace.", 
    "name": "Ingrid Newkirk"
  }, 
  {
    "quote": "We've got to win this battle, and we will. We have to win the peace.", 
    "name": "Al D'Amato"
  }, 
  {
    "quote": "I am running for President of the United States to enable the Goddess of Peace to encircle within her arms all the children of this country and all the children of the world.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "We tried war, we tried aggression, we tried intervention. None of it works. Why don't we try peace, as a science of human relations, not as some vague notion - as everyday work.", 
    "name": "Dennis Kucinich"
  }, 
  {
    "quote": "Order is the sanity of the mind, the health of the body, the peace of the city, the security of the state. Like beams in a house or bones to a body, so is order to all things.", 
    "name": "Robert Southey"
  }, 
  {
    "quote": "Hamas, the opponents of Arafat, the opponents of peace, urged a boycott of the election, and yet there was an 85 percent turnout where Hamas is supposed to be strong. Isn't that really quite incredible?", 
    "name": "Warren Christopher"
  }, 
  {
    "quote": "The Palestinian election is something that was really a turning point. It's a mandate for peace.", 
    "name": "Warren Christopher"
  }, 
  {
    "quote": "I have to keep reminding myself: If you give your life to God, he doesn't promise you happiness and that everything will go well. But he does promise you peace. You can have peace and joy, even in bad circumstances.", 
    "name": "Patricia Heaton"
  }, 
  {
    "quote": "Whether it be a matter of personal relations within a marriage or political initiatives within a peace process, there is no sure-fire do-it-yourself kit.", 
    "name": "Seamus Heaney"
  }, 
  {
    "quote": "One of my great all-time loves in cinema, and I've seen it three times, is Bondarchuk's 'War and Peace.' Not a lot of people may have seen that film. It was made during the Soviet era.", 
    "name": "Baz Luhrmann"
  }, 
  {
    "quote": "In a tribal organization, even in time of peace, service to tribe or state predominates over all self seeking in war, service for the tribe or state becomes supreme, and personal liberty is suspended.", 
    "name": "Arthur Keith"
  }, 
  {
    "quote": "Are ideals confined to this deformed experiment upon a noble purpose, tainted, as it is, with bargains and tied to a peace treaty which might have been disposed of long ago to the great benefit of the world if it had not been compelled to carry this rider on its back?", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "Our ideal is to make her ever stronger and better and finer, because in that way alone, as we believe, can she be of the greatest service to the world's peace and to the welfare of mankind.", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "Standing, as I believe the United States stands for humanity and civilization, we should exercise every influence of our great country to put a stop to that war which is now raging in Cuba and give to that island once more peace, liberty, and independence.", 
    "name": "Henry Cabot Lodge"
  }, 
  {
    "quote": "The so-called peace path is not peace and it is not a substitute for jihad and resistance.", 
    "name": "Ahmed Yassin"
  }, 
  {
    "quote": "If anything I consider myself non-violent, I'm from the hippy era, peace, love, groovy.", 
    "name": "Rick James"
  }, 
  {
    "quote": "You have to make peace with yourself. The key is to find the harmony in what you have.", 
    "name": "Naomi Watts"
  }, 
  {
    "quote": "I've been there and done all that, sold millions of records, and that doesn't bring you peace.", 
    "name": "Michael W. Smith"
  }, 
  {
    "quote": "Looking back, there is nothing wrong with that peace, love and equality that the hippies espoused. In many ways, we have regressed because they were into organic food, back to nature, make love not war, be good to all men, share and share alike - which is what many are talking about now.", 
    "name": "Imelda Staunton"
  }, 
  {
    "quote": "I think no one could have made peace in Bosnia besides Holbrooke.", 
    "name": "Michael Ignatieff"
  }, 
  {
    "quote": "For me to propose a division of Jerusalem was really terrible. I did it because I reached a conclusion that without which there will not be peace.", 
    "name": "Ehud Olmert"
  }, 
  {
    "quote": "I want to arrive at the possibility of peace with the Syrians, and when I believe that the conditions are right, I will not miss the opportunity.", 
    "name": "Ehud Olmert"
  }, 
  {
    "quote": "Peace is important for Israel.", 
    "name": "Ehud Olmert"
  }, 
  {
    "quote": "Winning the peace is harder than winning the war.", 
    "name": "Xavier Becerra"
  }, 
  {
    "quote": "We will never bring peace at the hands of war. As a species we have to rise above it.", 
    "name": "Rosie O'Donnell"
  }, 
  {
    "quote": "For a long time, I really struggled with the idea of being an actor because I really felt that I should be in the Peace Corps.", 
    "name": "Camryn Manheim"
  }, 
  {
    "quote": "Rwanda was considered a second-class operation because it was a small country, we had been able to maintain a kind of status quo. They were negotiating, they'd accepted the new peace project, so we were under the impression that everything would be solved easily.", 
    "name": "Boutros Boutros-Ghali"
  }, 
  {
    "quote": "When the principles that run against your deepest convictions begin to win the day, then the battle is your calling, and peace has become sin. You must at the price of dearest peace lay your convictions bare before friend and enemy with all the fire of your faith.", 
    "name": "Abraham Kuyper"
  }, 
  {
    "quote": "It's to be a person who's able to shoot little arrows into sacred cows and knock politicians off their pedestals, to look out for hypocrisy, advocate for all sorts of things from social justice to peace.", 
    "name": "Jonathan Shapiro"
  }, 
  {
    "quote": "Class struggle: external peace, international solidarity, peace among peoples. This is the sacred slogan of international socialist democracy that liberates nations.", 
    "name": "Karl Liebknecht"
  }, 
  {
    "quote": "For capitalism, war and peace are business and nothing but business.", 
    "name": "Karl Liebknecht"
  }, 
  {
    "quote": "I will work to bring peace to everyone - whatever economic level - as long as you are Haitian.", 
    "name": "Jean-Bertrand Aristide"
  }, 
  {
    "quote": "My actions to promote peace, the mediation missions which I carried out during many conflicts, which very often occurred between brothers of the same country, are not driven by any ulterior motives or any calculations based on personal ambitions.", 
    "name": "Omar Bongo"
  }, 
  {
    "quote": "I'm not aiming for the Nobel Peace Prize!", 
    "name": "Omar Bongo"
  }, 
  {
    "quote": "But since independence, Gabon is one of the few countries in Central Africa that enjoys peace and stability.", 
    "name": "Omar Bongo"
  }, 
  {
    "quote": "But take comfort in that I die at peace with the world and myself - not afraid.", 
    "name": "Robert Falcon Scott"
  }, 
  {
    "quote": "Political satire became obsolete when they awarded Henry Kissinger the Nobel Peace Prize.", 
    "name": "Tom Lehrer"
  }, 
  {
    "quote": "It is a grave matter to enter a war, without adequate military preparation it may prove fatal to come into peace, without moral and religious preparation.", 
    "name": "Louis Finkelstein"
  }, 
  {
    "quote": "Ignorance is a menace to peace.", 
    "name": "Paul Harris"
  }, 
  {
    "quote": "The myth of redemptive violence - Caesar, peace, and victory - is in people's bones so deeply, we aren't even aware of it. You crush the opposition that's how we bring peace.", 
    "name": "Rob Bell"
  }, 
  {
    "quote": "There are better ways we can transform this virulent hatred - by living our ideals, the Peace Corps, exchange students, teachers, exporting our music, poetry, blue jeans.", 
    "name": "Helen Thomas"
  }, 
  {
    "quote": "I have many times asked myself whether there can be more potent advocates of peace upon earth through the years to come than this massed multitude of silent witnesses to the desolation of war.", 
    "name": "King George V"
  }, 
  {
    "quote": "But I do like to have peace and quiet for a good hour.", 
    "name": "Bryan Ferry"
  }, 
  {
    "quote": "When His Holiness won the Nobel Peace Prize, there was a quantum leap. He is not seen as solely a Tibetan anymore he belongs to the world.", 
    "name": "Richard Gere"
  }, 
  {
    "quote": "If some peoples pretend that history or geography gives them the right to subjugate other races, nations, or peoples, there can be no peace.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "Peace and not war is the father of all things.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "Society has arisen out of the works of peace the essence of society is peacemaking.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "The attainment of the economic aims of man presupposes peace.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "To defeat the aggressors is not enough to make peace durable. The main thing is to discard the ideology that generates war.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "Whoever wishes peace among peoples must fight statism.", 
    "name": "Ludwig von Mises"
  }, 
  {
    "quote": "The United States contributes to peace in both by serving as a buffer between and among regional powers that, while not preparing for armed conflict, do not fully trust one another.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "Certainly, protecting oppressed people, stopping ethnic conflict and promoting responsible governance are worthy goals. But none is as important for American security and prosperity as keeping the peace in the Middle East, Europe and East Asia.", 
    "name": "Michael Mandelbaum"
  }, 
  {
    "quote": "I wish the Peace Corps and its volunteers continued success and perseverance. We are grateful for their contributions to society and dedication to providing assistance where it is needed. May the Peace Corps continue its legacy of service, both at home and abroad.", 
    "name": "Kenny Marchant"
  }, 
  {
    "quote": "Our civilization is now in the transition stage between the age of warring empires and a new age of world unity and peace.", 
    "name": "John Boyd Orr"
  }, 
  {
    "quote": "To survive in peace and harmony, united and strong, we must have one people, one nation, one flag.", 
    "name": "Pauline Hanson"
  }, 
  {
    "quote": "The Peace Corps is an outstanding organization that promotes peace through helping countless individuals who want to help build a better life for the community in which they serve.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "Mr. Speaker, I rise today to recognize the Peace Corps as it reached its 45th anniversary on March 1, 2006.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "In addition to serving overseas, the Peace Corps' Crisis Corps Volunteers have helped their fellow Americans.", 
    "name": "Solomon Ortiz"
  }, 
  {
    "quote": "Well I think it has always been a mistake to reduce the peace process in Ireland to a decommissioning process.", 
    "name": "Martin McGuinness"
  }, 
  {
    "quote": "Well, I think by any expectation South Africa has come a tremendously long way. We've seen a society that many people thought couldn't withstand a peaceful transition to democracy without a great deal of violence, in fact, make that transition and do it in relative peace and security.", 
    "name": "Susan Rice"
  }, 
  {
    "quote": "Our armed forces will fight for peace in Iraq, a peace built on more secure foundations than are found today in the Middle East. Even more important, they will fight for two human conditions of even greater value than peace: liberty and justice.", 
    "name": "John McCain"
  }, 
  {
    "quote": "Getting rid of Bin Laden is good for the cause of peace worldwide but what counts is to overcome the discourse and the methods - the violent methods - that were created and encouraged by Bin Laden and others in the world.", 
    "name": "Ismail Haniyeh"
  }, 
  {
    "quote": "Peace is a fragile thing. It takes courage to secure it. It takes wisdom to maintain it.", 
    "name": "Jenny Shipley"
  }, 
  {
    "quote": "It is not to be disguised, that a war has broken out between the North and the South. - Political and commercial men are industriously striving to restore peace: but the peace, which they would effect, is superficial, false, and temporary.", 
    "name": "Gerrit Smith"
  }, 
  {
    "quote": "True, permanent peace can never be restored, until slavery, the occasion of the war, has ceased.", 
    "name": "Gerrit Smith"
  }, 
  {
    "quote": "We were so shocked by how fast that war went that President Bush did not have a plan, a peace plan.", 
    "name": "Geraldine Ferraro"
  }, 
  {
    "quote": "I have often supported Israel, I have often visited the country and want the country to exist and at last find peace with its neighbours.", 
    "name": "Gunter Grass"
  }, 
  {
    "quote": "Chemistry itself knows altogether too well that - given the real fear that the scarcity of global resources and energy might threaten the unity of mankind - chemistry is in a position to make a contribution towards securing a true peace on earth.", 
    "name": "Kenichi Fukui"
  }, 
  {
    "quote": "Smoke the pipe of peace, bury the tomahawk, and become one nation.", 
    "name": "Zebulon Pike"
  }, 
  {
    "quote": "The Grateful Dead, they're my best friends. Their message of hope, peace, love, teamwork, creativity, imagination, celebration, the dance, the vision, the purpose, the passion all of the things I believe in makes me the luckiest Deadhead in the world.", 
    "name": "Bill Walton"
  }, 
  {
    "quote": "My third appeal is to my fellow citizens in all countries: Help us to establish lasting peace in the world.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "All through the years since World War II, the Japanese people have, I am convinced, made strenuous efforts to preserve and promote world peace, contributing to the progress and prosperity of mankind.", 
    "name": "Eisaku Sato"
  }, 
  {
    "quote": "Several studies, and a number of public statements by senior military and political personalities, testify that - except for disputes between the present nuclear states - all military conflicts, as well as threats to peace, can be dealt with using conventional weapons.", 
    "name": "Joseph Rotblat"
  }, 
  {
    "quote": "A peace deal requires agreements, and you don't make agreements with your friends, you make agreements with your enemies.", 
    "name": "Richard Holbrooke"
  }, 
  {
    "quote": "There is a split between Muslims who want to practice their faith in peace and tolerance with other religions and other people, and these extreme, radical fundamentalists who have shown a total lack of tolerance for people with different views, starting with people who they don't think are good Muslims, and going on to include Christians and Jews.", 
    "name": "Richard Holbrooke"
  }, 
  {
    "quote": "Men may yearn for peace, cry for peace, and work for peace, but there will be no peace until they follow the path pointed out by the Living Christ. He is the true light of men's lives.", 
    "name": "David O. McKay"
  }, 
  {
    "quote": "It is not uncommon in modern times to see governments straining every nerve to keep the peace, and the people whom they represent, with patriotic enthusiasm and resentment over real or fancied wrongs, urging them forward to war.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "United Nations peacekeepers are going all over the world spreading AIDS even while they're trying to bring peace. What a supreme irony.", 
    "name": "Richard Holbrooke"
  }, 
  {
    "quote": "Nothing is more important in the preservation of peace than to secure among the great mass of the people living under constitutional government a just conception of the rights which their nation has against others and of the duties their nation owes to others.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "I think what the Nobel committee is doing is going beyond war and looking at what humanity can do to prevent war. Sustainable management of our natural resources will promote peace.", 
    "name": "Wangari Maathai"
  }, 
  {
    "quote": "The limitation upon this mode of promoting peace lies in the fact that it consists in an appeal to the civilized side of man, while war is the product of forces proceeding from man's original savage nature.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "The mere assemblage of peace loving people to interchange convincing reasons for their common faith, mere exhortation and argument to the public in favor of peace in general fall short of the mark.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "The methods of peace propaganda which aim at establishing peace doctrine by argument and by creating a feeling favorable to peace in general seem to fall short of reaching the springs of human action and of dealing with the causes of the conduct which they seek to modify.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "The point of departure of the process to which we wish to contribute is the fact that war is the natural reaction of human nature in the savage state, while peace is the result of acquired characteristics.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "Since creation of the E.U. a half century ago, Europe has enjoyed the longest period of peace in its history.", 
    "name": "John Bruton"
  }, 
  {
    "quote": "There is so much of good in human nature that men grow to like each other upon better acquaintance, and this points to another way in which we may strive to promote the peace of the world.", 
    "name": "Elihu Root"
  }, 
  {
    "quote": "The European Union is the world's most successful invention for advancing peace.", 
    "name": "John Bruton"
  }, 
  {
    "quote": "I was surrounded by nature and trying to come to terms with this blissful nature versus the inhumane mentality of war. People were being deluded by someone using the word peace.", 
    "name": "Thurston Moore"
  }, 
  {
    "quote": "Freedom of expression comes with responsibilities, especially when it comes with serious implications for peace.", 
    "name": "Mohammed Morsi"
  }, 
  {
    "quote": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world.", 
    "name": "Lana Del Rey"
  }, 
  {
    "quote": "The secret of living in peace with all people lies in the art of understanding each one by his own individuality.", 
    "name": "Friedrich Ludwig Jahn"
  }, 
  {
    "quote": "They say in the grave there is peace, and peace and the grave are one and the same.", 
    "name": "Georg Buchner"
  }, 
  {
    "quote": "Water is always a support or a healing thing apart from, you know, love or peace of mind.", 
    "name": "Nastassja Kinski"
  }, 
  {
    "quote": "Peace to the shacks! War on the palaces!", 
    "name": "Georg Buchner"
  }, 
  {
    "quote": "But the deep desire for peace remained with the American people.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "Through the years I have received my share of recognition for efforts in the fields of sports, the arts, the struggle for full citizenship for the Negro people, labor's rights and the fight for peace.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "Aside from what it teaches you, there is simply the indescribable degree of peace that can be achieved on a sailing vessel at sea. I guess a combination of hard work and the seemingly infinite expanse of the sea - the profound solitude - that does it for me.", 
    "name": "Billy Campbell"
  }, 
  {
    "quote": "We must join with the tens of millions all over the world who see in peace our most sacred responsibility.", 
    "name": "Paul Robeson"
  }, 
  {
    "quote": "Secondly I would like to make continuous efforts of stabilising cross Strait relations, eventually reaching peace across the Taiwan strait and stability and security in the Asia Pacific region.", 
    "name": "Chen Shui-bian"
  }, 
  {
    "quote": "For the victor peace means the preservation of the position of power which he has secured. For the vanquished it means resigning himself to the position left to him.", 
    "name": "Gustav Stresemann"
  }, 
  {
    "quote": "As a privileged survivor of the First World War, I hope I may be allowed to interject here a deeply felt tribute to those who were not fortunate enough to succeed, but who shared the signal honor of trying to the last to salvage peace.", 
    "name": "Rene Cassin"
  }, 
  {
    "quote": "With the help of dedicated Americans from our party, every party, and no party at all, I intend to mount that stairway to preach peace for our nation and world.", 
    "name": "Theodore C. Sorensen"
  }, 
  {
    "quote": "But now Americans, they felt a sense of peace and protection because they've been separated by so many thousands of miles of ocean. And you know, the fact that it's come to the U.S. like this is so sad, and yet you know, what can you do? It's here.", 
    "name": "Patty Hearst"
  }, 
  {
    "quote": "There are different things one can do to establish and hasten the peace process. Meditation is one way.", 
    "name": "Mike Love"
  }, 
  {
    "quote": "Some think that by preparing to deal with crises you make them more likely. I think the wiser judgment is the contrary. In this area at least, if you want peace or stability, it's better to prepare for war or instability.", 
    "name": "Timothy Geithner"
  }, 
  {
    "quote": "We cannot have peace if we are only concerned with peace. War is not an accident. It is the logical outcome of a certain way of life. If we want to attack war, we have to attack that way of life.", 
    "name": "A. J. Muste"
  }, 
  {
    "quote": "It is the hope of the European Union that Ariel Sharon will keep the peace process alive and continue the dialogue according to the wishes of all the parties involved.", 
    "name": "Goran Persson"
  }, 
  {
    "quote": "Be at peace with your own soul, then heaven and earth will be at peace with you.", 
    "name": "Saint Isaac of Nineveh"
  }, 
  {
    "quote": "Some people suggest that the problem is the separation of powers. If you had a parliamentary system, the struggle for power would not result in such complex peace treaties that empower so many different people to pursue so many contradictory aims.", 
    "name": "James Q. Wilson"
  }, 
  {
    "quote": "I believe however that peace is attainable regardless of the Arabs mentality, society or government.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "No Arab ruler will consider the peace process seriously so long as he is able to toy with the idea of achieving more by the way of violence.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "The struggle to get weapons is continuous, but the United States will aid us, if it finds Israel displaying a willingness for peace.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "We must think differently, look at things in a different way. Peace requires a world of new concepts, new definitions.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "Israel is no longer a people that dwells alone, and has to join the global journey toward peace, reconciliation and international cooperation.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "I enter negotiations with Chairman Arafat, the leader of the PLO, the representative of the Palestinian people, with the purpose to have coexistence between our two entities, Israel as a Jewish state and Palestinian state, entity, next to us, living in peace.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "Only the change on the international scene, the crisis in the gulf, and the strong, firm position of the United States against aggression between two Arab countries created realities that led to the Madrid Peace Conference.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "Give peace a chance.", 
    "name": "Yitzhak Rabin"
  }, 
  {
    "quote": "I have 23 top players and they are all ready to put on the jersey and work on the pitch and that makes you happy and then you have peace of mind.", 
    "name": "Diego Maradona"
  }, 
  {
    "quote": "This is probably why, my life is easier, and my family is very happy, because we never lie each other. This is probably all people supposed to feel each other, so be always in all of the world they'll be peace.", 
    "name": "Olga Korbut"
  }, 
  {
    "quote": "Peace was declared, but not all of us were drunk with joy or stricken blind.", 
    "name": "George Grosz"
  }, 
  {
    "quote": "Christians can bring peace to multi-religious Europe because we are able to understand the role of faith in the lives of other believers better than atheists.", 
    "name": "Timothy Radcliffe"
  }, 
  {
    "quote": "In Hawaii, we have something called Ho'oponopono, where people come together to resolve crises and restore peace and balance.", 
    "name": "Duane Chapman"
  }, 
  {
    "quote": "Too often in the past, U.S. leaders have forced Israel to pay the price for American strategic interests in the Middle East - through concessions in the peace process as well as passivity in the face of Iraqi attacks.", 
    "name": "Ron Silver"
  }, 
  {
    "quote": "I think of my peace paintings as one long poem, with each painting being a single stanza.", 
    "name": "Robert Indiana"
  }, 
  {
    "quote": "Churchill knew the importance of peace, and he also knew the price of it. Churchill finally got his voice, of course. He stressed strategy, but it was his voice that armed England at last with the old-fashioned moral concepts of honor and duty, justice and mercy.", 
    "name": "Suzanne Fields"
  }, 
  {
    "quote": "I will try to work for greater reconciliation, cooperation and peace in North East Asia based on correct perception of history.", 
    "name": "Park Geun-hye"
  }, 
  {
    "quote": "He wants only to rest and to have a little peace.", 
    "name": "Luciano Pavarotti"
  }, 
  {
    "quote": "Blessed be God that Thou hast filled the soul of Thy servant with joy and peace in believing.", 
    "name": "Christopher Love"
  }, 
  {
    "quote": "When I lived in New York, not only did I have safety locks on the door but I had the music going, keeping the city at a distance, trying to find creative time and peace and so forth.", 
    "name": "Ann Beattie"
  }, 
  {
    "quote": "The Nobel Peace Prize is a powerful message. A durable peace is not a single achievement, but an environment, a process and a commitment.", 
    "name": "Mohamed ElBaradei"
  }, 
  {
    "quote": "The Paris peace talks kept a roof over my head and food on the table and clothes on my back because if something was said going in or coming out, I had the rent for the month.", 
    "name": "Ed Bradley"
  }, 
  {
    "quote": "World-wide practice of Conservation and the fair and continued access by all nations to the resources they need are the two indispensable foundations of continuous plenty and of permanent peace.", 
    "name": "Gifford Pinchot"
  }, 
  {
    "quote": "May there always be peace, love and happiness in every house.", 
    "name": "Islom Karimov"
  }, 
  {
    "quote": "Together, we can create a world in which peace is real in which every human being can thrive in which all share the promise of our century. I believe we can succeed.", 
    "name": "Abdallah II"
  }, 
  {
    "quote": "You cannot make peace with terrorists. The normal dividing lines between war and peace do not apply.", 
    "name": "Ulrich Beck"
  }, 
  {
    "quote": "God has blessed me. I've been given a lot. I'm at peace with myself. It's time to give back.", 
    "name": "Michael K. Williams"
  }, 
  {
    "quote": "People in Afghanistan want peace, including the Taliban. They're also people like we all are. They have families, they have relatives, they have children, they are suffering a tough time.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "I'm just an old hippie. You know, peace and love.", 
    "name": "Sherman Hemsley"
  }, 
  {
    "quote": "We as the Afghan people and government are willing to help Pakistan work for peace in Afghanistan and work for peace in Pakistan, together.", 
    "name": "Hamid Karzai"
  }, 
  {
    "quote": "A desire arises in the mind. It is satisfied immediately another comes. In the interval which separates two desires a perfect calm reigns in the mind. It is at this moment freed from all thought, love or hate. Complete peace equally reigns between two mental waves.", 
    "name": "Sivananda"
  }, 
  {
    "quote": "War should never be entered upon until every agency of peace has failed.", 
    "name": "William McKinley"
  }, 
  {
    "quote": "You are not going to get peace with millions of armed men. The chariot of peace cannot advance over a road littered with cannon.", 
    "name": "David Lloyd"
  }, 
  {
    "quote": "I'm at peace with myself because what I talk about is the way I live.", 
    "name": "Sean Hannity"
  }, 
  {
    "quote": "The plan shows that the twenty million people in the German democratic Republic and in the democratic sector of Berlin think only of peace, and that they are working for freedom and peaceful prosperity.", 
    "name": "Walter Ulbricht"
  }, 
  {
    "quote": "You may call for peace as loudly as you wish, but where there is no brotherhood there can in the end be no peace.", 
    "name": "Max Lerner"
  }, 
  {
    "quote": "War is not the quintessential emergency in which man has to prove himself, as my generation learned at its school desks in the days of the Kaiser rather, peace is the emergency in which we all have to prove ourselves.", 
    "name": "Gustav Heinemann"
  }, 
  {
    "quote": "The time has come - and must come - for multilateral conversations about a secure peace in all of Europe.", 
    "name": "Gustav Heinemann"
  }, 
  {
    "quote": "The first thing I see is the obligation to serve peace.", 
    "name": "Gustav Heinemann"
  }, 
  {
    "quote": "Beyond peace, there is no longer any existence possible.", 
    "name": "Gustav Heinemann"
  }, 
  {
    "quote": "The experts who managed the original Marshall Plan say Afghanistan needs a commitment of at least $5 to $10 billion over 5 to 10 years, coupled with occupation forces of 250,000 Allied soldiers to keep the peace throughout the country.", 
    "name": "Ted Rall"
  }, 
  {
    "quote": "What could become a danger to world peace is Iran's nuclear program and the country's open threat to annihilate Israel.", 
    "name": "Sigmar Gabriel"
  }, 
  {
    "quote": "I find myself more at peace when I live in Europe.", 
    "name": "Norman Granz"
  }, 
  {
    "quote": "Many a happiness in life, as many a disaster, can be due to chance, but the peace within us can never be governed by chance.", 
    "name": "Maurice Maeterlinck"
  }, 
  {
    "quote": "You ask me if I will not be glad when the last battle is fought, so far as the country is concerned I, of course, must wish for peace, and will be glad when the war is ended, but if I answer for myself alone, I must say that I shall regret to see the war end.", 
    "name": "George Armstrong Custer"
  }, 
  {
    "quote": "The object of government in peace and in war is not the glory of rulers or of races, but the happiness of common man.", 
    "name": "William Beveridge"
  }, 
  {
    "quote": "In a case like Iraq the UN has again shown what important role it plays as the guarantor for protecting international peace and stability in the global political structure.", 
    "name": "Anna Lindh"
  }, 
  {
    "quote": "One of the gaps in our international development efforts is the provision of global public goods - that is, goods or conditions we need that no individual or country can secure on their own, such as halting global warming, financial stability and peace and security.", 
    "name": "Anna Lindh"
  }, 
  {
    "quote": "War as Napoleon knew it just not possible any more. However, we're very unlikely to accept or recognize 'world peace' even when we get it.", 
    "name": "Bruce Sterling"
  }, 
  {
    "quote": "The conflict in the Middle East needs to be solved for the same reasons. It is necessary to reach a two-states solution, built on international law, for sustainable peace and development, and it can only be achieved through joint efforts by the international community.", 
    "name": "Anna Lindh"
  }, 
  {
    "quote": "We are a Nation of peace and compassion, yet these people have and will devote every fiber of their beings to the destruction of Americans and our Country.", 
    "name": "Charles Foster Bass"
  }, 
  {
    "quote": "We need new partnerships for peace and security.", 
    "name": "Anna Lindh"
  }, 
  {
    "quote": "From 1836, down to last year, there is no proof of the Government having any confidence in the duration of peace, or possessing increased security against war.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "We need new partnerships in fighting terrorism and building peace.", 
    "name": "Anna Lindh"
  }, 
  {
    "quote": "I came here as a practical man, to talk, not simply on the question of peace and war, but to treat another question which is of hardly less importance - the enormous and burdensome standing armaments which it is the practice of modern Governments to sustain in time of peace.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "President George W. Bush is the first American president to call openly for two-states, Israel and Palestine, living side by side in peace and security.", 
    "name": "Lee H. Hamilton"
  }, 
  {
    "quote": "I therefore declare, that if you wish any remission of the taxation which falls upon the homes of the people of England and Wales, you can only find it by reducing the great military establishments, and diminishing the money paid to fighting men in time of peace.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "Treaties of peace, made after war, are entrusted to individuals to negotiate and carry out.", 
    "name": "Richard Cobden"
  }, 
  {
    "quote": "On Memorial Day, I don't want to only remember the combatants. There were also those who came out of the trenches as writers and poets, who started preaching peace, men and women who have made this world a kinder place to live.", 
    "name": "Eric Burdon"
  }, 
  {
    "quote": "As they say, one thing led to another, and, ultimately, the British and Irish governments asked me to serve as chairman of the peace negotiations, which ironically began six years ago this week.", 
    "name": "George J. Mitchell"
  }, 
  {
    "quote": "The Israeli people must be free to live in peace and security.", 
    "name": "Chuck Hagel"
  }, 
  {
    "quote": "When I sing, I have a sense of peace, I feel like my brain turns off, and I become the core person of who I am - the essence of me. I feel connected to whatever is out there. It's almost like I leave my body and get to watch.", 
    "name": "Michelle Branch"
  }
]